[
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "I really hope that badge belongs to you…",
      "no": "Hey visitor, anything exciting out there?"
    },
    "responses": [
      { "text": "It says you're a Bio-Weapon?", "topic": "TALK_BIO_1_U_BIO" },
      { "text": "Kinda boring here huh?", "topic": "TALK_BIO_1_BORING" },
      {
        "text": "[MISSION] Router suggested that I talk to you about joining the hunt for Apophis.",
        "topic": "TALK_BIO_1_APOPHIS",
        "condition": { "u_has_mission": "MISSION_PROOF_APOPHIS_DEAD" }
      },
      {
        "text": "How are you holding up?  Router asked that I check on you.",
        "topic": "TALK_BIO_1_ROUTER",
        "condition": { "u_has_effect": "router_suggestion" }
      },
      { "text": "Well, bye.", "topic": "TALK_DONE" }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_U_BIO",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Yeah, same augmentation project your badge labels you as, assuming that belongs to you.  Router found me passed out and told me about everything.  I don't remember anything before that.  Guess I just have to trust him for now.",
      "no": "That's what the label says, it's a sorta augmentation project.  You seem to know your stuff, guess one doesn't simply find this place by accident.  Router told me what I am.  I am stuck here until further notice."
    },
    "responses": [
      {
        "text": "I'm in the same boat, it seems.",
        "topic": "TALK_BIO_1_IAM_BIO",
        "condition": {
          "u_has_any_trait": [ "BIO_WEAPON_ALPHA", "BIO_WEAPON_BETA", "BIO_WEAPON_GAMMA", "BIO_WEAPON_DELTA", "BIO_WEAPON_FAILED" ]
        }
      },
      {
        "text": "I'm one of the super soldiers, in fact.",
        "topic": "TALK_BIO_1_IAM_SOLDAT",
        "condition": { "u_has_trait": "SUPER_SOLDIER_MARKER" }
      },
      { "text": "Well, damn.", "topic": "TALK_BIO_1" }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_IAM_BIO",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Looks about right.  Can be hard to tell for sure if that's your badge or not, but they contracted the work out to all sorts of weirdos, and they made all sorts of crazy shit.  They could slap the Bio-Weapon label on a zombie swinging around a sword and it still wouldn't be the strangest thing out there.",
      "no": "I'm not sure whether to believe you or not, without the badge and all.  But whatever, no telling whether you lost yours or maybe you decided on not advertising it for everyone to see.  Given those bastards cranked out everything from super soldiers to a giant cat Bio-Weapon to fucking Apophis, nothing would surprise me at this point."
    },
    "responses": [ { "text": "…", "topic": "TALK_BIO_1" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_IAM_SOLDAT",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Heh, they started passing out the badges to you kids too?  I'm guessing you got your hands on it the hard way, from one of the bastards hunting us down.  We're in the same boat, like it or not.",
      "no": "If that's true, pleasant surprise to see another of you stopping by.  I'm willing to bet Router needs all the help he can get, might be useful working together.  We'll see, I guess…"
    },
    "responses": [ { "text": "…", "topic": "TALK_BIO_1" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_APOPHIS",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Well I'll be damned.  At this rate I was starting to think we'd just wait for that thing to come find us.  And with one of ours leading the charge, even.  Assuming you've earned that badge, at least.  I'm with you.",
      "no": "Well, I was starting to think I'd never get to join the hunt.  If you've got what it takes, we might come out of it in one piece.  I'm with you."
    },
    "responses": [ { "text": "Let's go, then.", "topic": "TALK_DONE", "effect": "follow" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_BORING",
    "dynamic_line": {
      "u_has_effect": "router_suggestion",
      "yes": "Tell me about it.  I am a weapon, made to kill and destroy.  I'm stuck here, nothing left to kill or destroy.  Wish there was something I could do…",
      "no": "Tell me about it.  I am a weapon, made to kill and destroy.  I am stuck here, hiding from something I can't kill or destroy.  Wish there was something I could do…"
    },
    "responses": [ { "text": "Must be tough…", "topic": "TALK_BIO_1" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_ROUTER",
    "dynamic_line": "Router gets worried about stuff too easily.  He's like an overprotective parent.  Though I guess he sorta IS that, since he was the project lead for our batch.  Aside from dying of boredom, I think I'll be alright.",
    "responses": [
      {
        "text": "Could be out there doing what we do best.  What do you say?  It's what we were made for.",
        "topic": "TALK_BIO_1_RECRUIT_BIO",
        "condition": { "u_has_any_trait": [ "BIO_WEAPON_ALPHA", "BIO_WEAPON_BETA", "BIO_WEAPON_GAMMA", "BIO_WEAPON_DELTA" ] }
      },
      {
        "text": "If a bionic reject like me can find a purpose out there, so can you.  How about it?",
        "topic": "TALK_BIO_1_RECRUIT_FAILED",
        "condition": { "u_has_any_trait": [ "BIO_WEAPON_FAILED" ] }
      },
      {
        "text": "I wouldn't mind having one of the original models fighting alongside me.",
        "topic": "TALK_BIO_1_RECRUIT_SOLDIER",
        "condition": { "u_has_any_trait": [ "SUPER_SOLDIER_MARKER" ] }
      },
      {
        "text": "Why not join me?",
        "condition": { "not": { "u_has_effect": "sigma_asked_recently" } },
        "trial": { "type": "PERSUADE", "difficulty": 2 },
        "success": { "topic": "TALK_BIO_1_RECRUIT_SUCCESS" },
        "failure": { "topic": "TALK_BIO_1_RECRUIT_FAILURE", "effect": { "u_add_effect": "sigma_asked_recently", "duration": 1800 } }
      },
      {
        "text": "Why not join me?",
        "condition": { "u_has_effect": "sigma_asked_recently" },
        "topic": "TALK_BIO_1_RECRUIT_DELAY"
      },
      { "text": "I see.", "topic": "TALK_BIO_1" }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_RECRUIT_BIO",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "You know, I like the sound of that.  This is what we were made for.  Lead the way.",
      "no": "Heh, badge or no badge, I can tell in your voice you're one of them.  Just like me.  Got that same fighting spirit too.  Alright, take the lead."
    },
    "responses": [ { "text": "Let's go.", "topic": "TALK_DONE", "effect": "follow" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_RECRUIT_FAILED",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "What, like going out there, killing zombies, protecting the innocent?  Is that what the sappy motivational speech is for?  Well, reject or not, I see that same fire in your eye that any bio-weapon has.  I think you've got a point.  Let's see where this goes.",
      "no": "Eh?  Wait, I get it now.  So that's what you're on about.  I would've mistaken you for just some civilian cyberjunkie, but you're one of us.  And you just might have a point.  We'll see how it goes."
    },
    "responses": [ { "text": "Let's go.", "topic": "TALK_DONE", "effect": "follow" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_RECRUIT_SOLDIER",
    "dynamic_line": "One of the diluted batches, right?  No mutagenic package, probably recruited from the army kids assigned to guard the labs… still one of us, close enough at least.  You want the real deal, then so be it.  I'll follow your lead.",
    "responses": [ { "text": "Let's go.", "topic": "TALK_DONE", "effect": "follow" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_RECRUIT_SUCCESS",
    "dynamic_line": "Sure, why not.  I have nothing better to do anyway, and if I'm lucky I can trust you not to get us both killed.",
    "responses": [ { "text": "Let's go.", "topic": "TALK_DONE", "effect": "follow" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_RECRUIT_FAILURE",
    "dynamic_line": "I'm not so sure that'd be the best way to put my skills to use…",
    "responses": [ { "text": "…", "topic": "TALK_BIO_1" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_BIO_1_RECRUIT_DELAY",
    "dynamic_line": "You just asked me not that long ago.  I'd rather not deal with this at the moment.",
    "responses": [ { "text": "…", "topic": "TALK_BIO_1" } ]
  }
]
