[
  {
    "id": "TALK_MSCI",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "You've got the badge, huh?  I am listening.",
      "no": "Hey there!  Welcome to the Command Center."
    },
    "responses": [
      { "text": "What is this place?", "topic": "TALK_MSCI_CC_EXPLAIN" },
      { "text": "Who are you?", "topic": "TALK_MSCI_I_AM" },
      { "text": "What are you doing here?", "topic": "TALK_MSCI_ASK_DOING" },
      {
        "text": "So now what are you going to do?",
        "condition": {
          "and": [
            { "npc_has_var": "apophis_dead", "type": "dialogue", "context": "router", "value": "yes" },
            { "u_has_var": "apophis_dead", "type": "dialogue", "context": "router", "value": "yes" }
          ]
        },
        "switch": true,
        "topic": "TALK_MSCI_NOWWHAT"
      },
      {
        "text": "Anything I can help with?",
        "condition": { "npc_has_var": "apophis_dead", "type": "dialogue", "context": "router", "value": "yes" },
        "switch": true,
        "topic": "TALK_MSCI_NOWWHAT_NEW"
      },
      {
        "text": "So, what can I help you with?",
        "condition": { "u_has_var": "proven_worthy", "type": "dialogue", "context": "router", "value": "yes" },
        "switch": true,
        "topic": "TALK_MISSION_LIST"
      },
      {
        "text": "Any advice for dealing with a bio-weapon?",
        "condition": { "u_has_mission": "MISSION_LOOT_BIO_LAB" },
        "switch": true,
        "topic": "TALK_MSCI_TIPS"
      },
      { "text": "Anything I can help with?", "switch": true, "default": true, "topic": "TALK_MSCI_PROOF" },
      { "text": "Can I stay here?", "topic": "TALK_MSCI_ASK_STAY" },
      { "text": "Farewell.", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_MSCI_NOWWHAT",
    "type": "talk_topic",
    "//": "This line will now only show up if you've actually turned in the mission, so Router can be fairly certain you haven't somehow beefed it.",
    "dynamic_line": "Survival, and eventually research.  We'll manage given time.  Keep an eye on Sigma and Lambda while you're at it… talk to them maybe?  I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day.  Might help them figure out for themselves what to do.",
    "responses": [
      {
        "text": "We'll see what I can do.",
        "topic": "TALK_MSCI",
        "effect": [
          { "u_add_effect": "router_suggestion", "duration": "PERMANENT" },
          { "npc_add_effect": "router_suggestion", "duration": "PERMANENT" }
        ]
      }
    ]
  },
  {
    "id": "TALK_MSCI_NOWWHAT_NEW",
    "type": "talk_topic",
    "//": "This should reasonably check for new players who stumble upon the location after a previous player killed Apophis.",
    "dynamic_line": "I don't have any jobs for you, I'm afraid.  If you see Sigma or Lambda, maybe speak with them.  I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day.  Might help them figure out for themselves what to do.",
    "responses": [
      {
        "text": "Oh, okay.",
        "topic": "TALK_MSCI",
        "effect": [
          { "u_add_effect": "router_suggestion", "duration": "PERMANENT" },
          { "npc_add_effect": "router_suggestion", "duration": "PERMANENT" }
        ]
      }
    ]
  },
  {
    "id": "TALK_MSCI_TIPS",
    "type": "talk_topic",
    "//": "This is really just flavor for when the player should be skipping the 'prove yourself' dialogue, but shouldn't yet advance to the NPC's real mission list.",
    "dynamic_line": [
      "If you have access to any sort of protection against electricity, use it.  Most of them have electric discharge weaponry implanted in them, and those that don't have been known to mutilate their power generation augmentations to improvise.",
      "Even with how much they've been through, their medical implants are usually still operational.  If you commit to an attack, keep up the pressure.  If you have to break contact, they'll have likely regenerated by the time you next run into them.",
      "I'd recommend against taking them on in close combat, unless you're likewise fairly well-enhanced.  Keep a safe distance and pour a high volume of fire into them.  Only a few of the completed bio-weapons had any integrated ranged weaponry, so it'll be safer than going toe-to-toe with them.",
      "If you can deliver effective fire with something high-caliber, or even explosive, you should have good odds of taking one out in a single shot.  Be prepared for the chance they might limp away from it though, these things are tougher than they look.",
      "It's a bit like fighting some of the nastier undead out there, if you get caught in close combat with more than one of them, you're not going to last long.  Be careful too, even with all those bionic malfunctions they might outpace you.",
      "I'm sure they can tell the living apart from the dead, but that doesn't make them any friend of the zombies.  The undead seem to regard them with the same hostility as any other living human."
    ],
    "responses": [ { "text": "…", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_PROOF",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Well, you know that badge you're wearing?  They're linked to those augmented abominations, the old lab sites called it the Bio-Weapon Project, or Project Mesektet.  I'd like to ask first, how you got your hands on it.  I have some rather dangerous work that needs to be done, but I need confirmation that you can handle it.",
      "no": "I have some important work that needs to be done, but I'm not sure if you're cut out for it.  Have you ever run into a bio-weapon before?  That's what the lab techs called those augmented abominations adding to the already massive loss of life out there.  Rather dangerous, heavily augmented and mutated.  I don't want to put someone inexperienced in unnecessary danger."
    },
    "responses": [
      {
        "text": "I'm part of the Bio-Weapon Project, actually.",
        "condition": {
          "and": [
            {
              "u_has_any_trait": [ "BIO_WEAPON_ALPHA", "BIO_WEAPON_BETA", "BIO_WEAPON_DELTA", "BIO_WEAPON_GAMMA", "BIO_WEAPON_FAILED" ]
            },
            { "u_is_wearing": "badge_bio_weapon" }
          ]
        },
        "switch": true,
        "topic": "TALK_MSCI_PROOF_BIO"
      },
      {
        "text": "I'm one of them, I wasn't wearing the badge.",
        "condition": {
          "u_has_any_trait": [ "BIO_WEAPON_ALPHA", "BIO_WEAPON_BETA", "BIO_WEAPON_DELTA", "BIO_WEAPON_GAMMA", "BIO_WEAPON_FAILED" ]
        },
        "switch": true,
        "topic": "TALK_MSCI_PROOF_BIO"
      },
      {
        "text": "I'm a member of the Super Soldier Project, I can handle it.",
        "condition": { "u_has_trait": "SUPER_SOLDIER_MARKER" },
        "switch": true,
        "topic": "TALK_MSCI_PROOF_SOLDIER"
      },
      {
        "text": "I found it along the way.  What needs to be done?",
        "condition": { "u_is_wearing": "badge_bio_weapon" },
        "switch": true,
        "topic": "TALK_MSCI_PROOF_LOOTER"
      },
      {
        "text": "I have one of those emblems they wear actually, right here.",
        "condition": { "u_has_item": "badge_bio_weapon" },
        "switch": true,
        "topic": "TALK_MSCI_PROOF_LOOTER"
      },
      {
        "text": "I'm willing to try, what can I do?",
        "switch": true,
        "default": true,
        "topic": "TALK_MSCI_PROOF_TRY"
      },
      { "text": "Er, nevermind then.", "topic": "TALK_MSCI" }
    ]
  },
  {
    "id": "TALK_MSCI_PROOF_BIO",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "That would explain it then.  That you're here and not hostile at least confirms you're still on humanity's side.  We're here because of Apophis.  He was built to exterminate the Bio-Weapon Project, along with every person involved in your creation.  He's attracted several failed experiments to his cause as well.  They shouldn't have rushed so many victims through those procedures… we need to gather intel and make allies, more people like you.  I'm willing to trust you with this, if you're prepared for some hard fights ahead.",
      "no": "Huh.  Looking at you, I'm willing to give you the benefit of the doubt.  Plenty of reasons to want to be more discreet.  Then you should know that the project left a lot of unfinished business, a lot of problems for you and I to clean up.  A lot of unwilling test subjects discarded, and now taking it out on what's left of the human race.  If you think you're ready, I should have something for you."
    },
    "responses": [
      {
        "text": "We'll see what I can do.",
        "topic": "TALK_MSCI",
        "effect": { "u_add_var": "proven_worthy", "type": "dialogue", "context": "router", "value": "yes" }
      }
    ]
  },
  {
    "id": "TALK_MSCI_PROOF_SOLDIER",
    "type": "talk_topic",
    "dynamic_line": "I'm willing to take your word for it.  We'll need all the help we can get.  We've been gathering information on a renegade part of the Bio-Weapon Project, codenamed Apophis.  I have a few leads on intel that may give us a shot at taking it down.  Come talk to me when you're ready.",
    "responses": [
      {
        "text": "Okay.",
        "topic": "TALK_MSCI",
        "effect": { "u_add_var": "proven_worthy", "type": "dialogue", "context": "router", "value": "yes" }
      }
    ]
  },
  {
    "id": "TALK_MSCI_PROOF_LOOTER",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Well, you've most likely learned by now how dangerous those things can be.  If you're able to handle yourself well enough out there to get your hands on something like that, then hopefully you can be trusted with more dangerous work.  I have something I'd like to ask of you, when you get the chance.",
      "no": "Ah, I see.  Well then, you should likely be familiar with how dangerous these things are.  You'll likely run into a lot more of these things, but the work I need done will be a major help for those surviving out there in the region.  Come see me when you're ready."
    },
    "responses": [
      {
        "text": "We'll see.",
        "topic": "TALK_MSCI",
        "effect": { "u_add_var": "proven_worthy", "type": "dialogue", "context": "router", "value": "yes" }
      }
    ]
  },
  {
    "id": "TALK_MSCI_PROOF_TRY",
    "type": "talk_topic",
    "dynamic_line": "I'd like for you to go scout out a small lab installation, associated what they called the Bio-Weapon Project.  Recently there was a security breach logged on what's left of the laboratory network, and I have reason to believe that a number of renegade former experiments, what locals have come to label augmented abominations, might be responsible.  If you can reach that place and bring back one of the badges those things wear, I'll be willing to trust you with more complicated missions.",
    "responses": [
      {
        "text": "Security breach at a Bio-Weapon lab… that might've been Evelynn actually, not just the creatures that were there.",
        "switch": true,
        "condition": { "u_has_var": "searching_for_msci", "type": "dialogue", "context": "evelynn", "value": "yes" },
        "topic": "TALK_MSCI_PROOF_EVY"
      },
      {
        "text": "Okay, I'll do it.",
        "switch": true,
        "default": true,
        "effect": { "add_mission": "MISSION_LOOT_BIO_LAB" },
        "topic": "TALK_MSCI_PROOF_TRY_ACCEPT"
      },
      { "text": "Er, maybe another time.", "topic": "TALK_MSCI" },
      { "text": "Maybe another time.  Bye.", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_MSCI_PROOF_EVY",
    "type": "talk_topic",
    "//": "Sadly the wild goose chase will still be needed for players who started Evy's mission in saves predating the addition of this dialogue, but this idiotproofs it as best as I can.",
    "dynamic_line": "Huh?  Oh, so you have been there already, I'm guessing.  I guess that's adequate, no sense in wasting time we don't have on a wild goose chase.  If you think you can handle yourself, I still have other missions for you.",
    "responses": [
      {
        "text": "We'll see.",
        "topic": "TALK_MSCI",
        "effect": { "u_add_var": "proven_worthy", "type": "dialogue", "context": "router", "value": "yes" }
      }
    ]
  },
  {
    "id": "TALK_MSCI_PROOF_TRY_ACCEPT",
    "type": "talk_topic",
    "dynamic_line": "Alright, I'll mark the location on your map.  I want you to exercise extreme caution.  Those things are likely to still be in the area, and they're not easy to take down.  If things look too hectic there, break contact and try not to get in over your head.  I feel bad enough sending you off on a mission like this as it is, but we'll need people who can handle far bigger threats.  So please, don't get yourself killed.",
    "responses": [ { "text": "…", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_CC_EXPLAIN",
    "type": "talk_topic",
    "dynamic_line": "This a refuge for the former scientists of the Bio-Weapon Project.  We settled here in the woods and tried to make a living.  We allow people to stay here, as long as they contribute something.  We even managed to find a couple of stray Bio-Weapons!",
    "responses": [
      { "text": "Seems like you got it good here.", "topic": "TALK_MSCI" },
      { "text": "Who are these Bio-Weapons here?", "topic": "TALK_MSCI_BIO_WHO" }
    ]
  },
  {
    "id": "TALK_MSCI_BIO_WHO",
    "type": "talk_topic",
    "dynamic_line": "That would be Sigma and Lambda.  They are very confused.  They awoke with their memory gone and only knew they were 'different'.  I found them and they helped to scavenge and build this place.  They were built for combat, I can tell they're bored out of their minds…",
    "responses": [ { "text": "I'll keep on eye out for them.", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_I_AM",
    "type": "talk_topic",
    "dynamic_line": "I am the leader of this place.  I go by Router.  Before the cataclysm I used to be the second lead scientist in the Bio-Weapon Project.  I designed Sigma and Lambda and saw them being stored away.  I now dedicate myself to upgrading this place, basic survival and finding more info on the project I worked on.",
    "responses": [ { "text": "Seems like you've got a lot on your plate.", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_ASK_DOING",
    "type": "talk_topic",
    "//": "Infinitely more idiotproof than the last way I had it rigged, but still has its flaws.",
    "dynamic_line": {
      "npc_has_effect": "router_suggest",
      "yes": "Well, the main reason we were hiding here was Apophis…  It was a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Now we can try to get things fixed up eventually, and work on research that might benefit others out there.",
      "no": "Well, the main reason we are hiding here is Apophis…  It is a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Currently we don't have anything that could stand a decent chance against it, so we're trying to create our own Bio-Weapon to counter Apophis. Sigma and Lambda have expressed interest in going after it, but they won't be able to take it out on their own."
    },
    "responses": [
      { "text": "Oh, good luck, I suppose.", "topic": "TALK_MSCI" },
      {
        "text": "What exactly is Apophis and is it really that dangerous?",
        "condition": { "not": { "npc_has_effect": "router_suggestion" } },
        "topic": "TALK_MSCI_APOPHIS"
      }
    ]
  },
  {
    "id": "TALK_MSCI_APOPHIS",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "You have that badge, you should know how powerful those things are.  Apophis could take them all at once.  Have you seen a zombie hulk?  They couldn't even scratch it.  Worse still, there are some rejects from the Bio-Weapon program that have sided with him, the abominations as they've come to be known.  This is why we are hiding here.",
      "no": "Ha!  You really have no idea, do you?  Have you ever fought an augmented abomination?  How about the ones that've succumbed to undeath?  Tough, right?  They have nothing on Apophis.  It's incredibly durable thanks to its armor and its heavy weaponry is a step above the rest of the Project.  Apophis is far more dangerous than any ordinary enemy."
    },
    "responses": [
      {
        "text": "I'm one of the originals it seems.  It's going to come after me anyway, so why not fight it?",
        "topic": "TALK_MSCI_APOPHIS_ORIGINAL",
        "condition": { "u_has_any_trait": [ "BIO_WEAPON_ALPHA", "BIO_WEAPON_BETA", "BIO_WEAPON_GAMMA", "BIO_WEAPON_DELTA" ] }
      },
      {
        "text": "I'm not one of those monsters.  There has to be something I can do.",
        "topic": "TALK_MSCI_APOPHIS_FAILED",
        "condition": { "u_has_any_trait": [ "BIO_WEAPON_FAILED" ] }
      },
      {
        "text": "Dealing with this mess is what I was created for.",
        "topic": "TALK_MSCI_APOPHIS_SOLDIER",
        "condition": { "u_has_any_trait": [ "SUPER_SOLDIER_MARKER" ] }
      },
      { "text": "…", "topic": "TALK_MSCI" }
    ]
  },
  {
    "id": "TALK_MSCI_APOPHIS_ORIGINAL",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "That you may be, but while you've been stuck in stasis, the other research teams had been poring over every last scrap of data they could get out of your production.  Even if it was two steps forward, one step back, Apophis is the culmination of all that research.  I know you might be eager to fight, but we need to prepare ourselves.",
      "no": "Maybe I was wrong about judging you based on your lack of a badge.  If you are who you claim to be, then know this.  Apophis is the culmination of all the research that came from your creation.  I know you might be eager to fight, but we need to be ready."
    },
    "responses": [ { "text": "…", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_APOPHIS_FAILED",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "I know you're eager to prove yourself, but that doesn't require throwing your life away.  That thing is tailor-made to kill Bio-Weapons and anyone else that gets in his way.  You don't have to prove yourself just because others have joined him.  I know I can trust you.",
      "no": "Huh.  Maybe that's why you're not wearing the badge.  I think I can trust you.  I wish the others had been given the same chance you have now, and that Apophis hadn't gotten to them first.  But if you take him on unprepared, you'll just be throwing your life away needlessly."
    },
    "responses": [ { "text": "…", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_APOPHIS_SOLDIER",
    "type": "talk_topic",
    "dynamic_line": "And that thing was created to kill you, the original Bio-Weapons, and anything else that gets in the way.  That's why it got the designation Apophis, pretty much opened ourselves up for that when we went with Project Mesektet for the codename.",
    "responses": [ { "text": "…", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_ASK_STAY",
    "type": "talk_topic",
    "dynamic_line": "Sure, just clean up after yourself and try to not piss anyone off.  Help is appreciated, if you have the time.",
    "responses": [ { "text": "Thanks.", "topic": "TALK_MSCI" } ]
  }
]
