[
  {
    "id": "TALK_CGUARD1",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Heh, another one caught in this mess, huh?",
      "no": "Hey.  Anything I can help you with, visitor?"
    },
    "responses": [
      { "text": "What is this place?", "topic": "TALK_CGUARD1_ASK_PLACE" },
      { "text": "Can I have some directions?", "topic": "TALK_CGUARD1_DIR" },
      { "text": "How are things here?", "topic": "TALK_CGUARD1_AKS_HOWRU" },
      { "text": "Can I stay here?", "topic": "TALK_CGUARD1_ASK_STAY" },
      { "text": "Well, bye.", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_CGUARD1_ASK_PLACE",
    "type": "talk_topic",
    "dynamic_line": "It's a refuge, made for the Bio-Weapon research team.  I happened to be one of the guards of the project.  It turned into a mess real quick.  Only one of the original scientists is still here.",
    "responses": [ { "text": "Bio_weapons?", "topic": "TALK_CGUARD1_BIO" }, { "text": "I see.", "topic": "TALK_CGUARD1" } ]
  },
  {
    "id": "TALK_CGUARD1_DIR",
    "type": "talk_topic",
    "dynamic_line": "Sure!  This is the recreation room and lobby, and the kitchen is next to it.  Down there is the main hallway.  First door on the left is the dormitory, the Bio-Weapons are usually there.  Across from that is just a bunch of junk metal.  Down the hall you have the restroom on the right, then the research room on the left.  Our leader, Router, is there.  He can be a weirdo but he keeps us safe.  Go talk to people if you need anything.",
    "responses": [ { "text": "Bio_weapons?", "topic": "TALK_CGUARD1_BIO" }, { "text": "Will do.", "topic": "TALK_CGUARD1" } ]
  },
  {
    "id": "TALK_CGUARD1_BIO",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "Thought you'd know from the badge you're wearing.  They've got augs like I do, but also some mutations and other changes to make them perform better as soldiers.  Living weapons, basically.  Whatever you ran into out there, don't worry.  We're all on the same side here, for all their enhancements they act more like two bored teenagers than military experiments.",
      "no": "Living weapons in a sense, but they're still as human as you or me.  All cyborged up and injected full of mutagenic treatments, doc says they lost a lot of their memories but they don't really act too much like the killing machines those eggheads wanted…"
    },
    "responses": [ { "text": "…", "topic": "TALK_CGUARD1" } ]
  },
  {
    "id": "TALK_CGUARD1_AKS_HOWRU",
    "type": "talk_topic",
    "dynamic_line": "Can't complain.  We are safe, have food, water, and weapons.  Router keeps working on something he says is important.  Life isn't bad.",
    "responses": [ { "text": "Good to hear.", "topic": "TALK_CGUARD1" } ]
  },
  {
    "id": "TALK_CGUARD1_ASK_STAY",
    "type": "talk_topic",
    "dynamic_line": "It's not really up to me.  Go ask Router what he thinks.",
    "responses": [ { "text": "Thanks.", "topic": "TALK_CGUARD1" } ]
  }
]
