[
  {
    "id": "Software_BioCo_Civilian_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo Civilian Bionic Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the civilian CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.",
    "price": 3000
  },
  {
    "id": "Software_BioCo_Military_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo Military Bionic Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the Military CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.",
    "price": 3000
  },
  {
    "id": "Software_BioCo_Experimental_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo Experimental Bionic Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the cutting-edge experimental CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.",
    "price": 3000
  },
  {
    "id": "Software_BioCo_Medical_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo Medical Bionic Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the medical CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.",
    "price": 3000
  },
  {
    "id": "Software_BioCo_Medical_Chemical_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo Medical Chemical Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the medical supplies created by BioCo. While gibberish to you, one of BioCo's Chemical Engines could read this.",
    "price": 3000
  },
  {
    "id": "Software_BioCo_AutoDoc_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo AutoDoc Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the AutoDocs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.",
    "price": 3000
  },
  {
    "id": "Software_BioCo_Power_Storage_Designs",
    "copy-from": "software",
    "type": "GENERIC",
    "name": "BioCo Power Storage Bionic Designs",
    "description": "A set of comprehensive blueprints loaded onto a USB which detail the power storage CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.",
    "price": 3000
  }
]
