[
  {
    "type": "snippet",
    "category": "note",
    "text": [
      { "id": "note_arcana_1", "text": "\"IT'S FLOATING!  THE TEMPLE IS FLOATING!\"" },
      {
        "id": "note_arcana_2",
        "text": "\"Saw this chick with horns, just walking around in the fucking fungus.  Playing a flute like the goddamn pied piper.\""
      },
      {
        "id": "note_arcana_3",
        "text": "\"all these demons from their many hells, there is an ORDER to it, i KNOW there is\""
      },
      { "id": "note_arcana_4", "text": "\"Thanks for the magic spear, jackass\"" },
      {
        "id": "note_arcana_5",
        "text": "\"Hey, this isn't fair!  I was only in the cult for the free robes and after-ritual donuts!  I didn't sign up for ANY of this!\""
      },
      {
        "id": "note_arcana_6",
        "text": "\"I never considered myself one of religion-- yet the lightning from my hands and my Many-Tendriled Thralls compel me to believe.\""
      },
      { "id": "note_arcana_7", "text": "\"The portals can be sealed, I'm sure of it!  There has to be a way…\"" },
      {
        "id": "note_arcana_8",
        "text": "\"this has gotta be a joke.  alien monsters, sure.  magical essence?  pssh.  probably just a sick prank\""
      },
      {
        "id": "note_arcana_9",
        "text": "\"Dear Roger, Chappy, Allison and Tom, the cultists that showed up frantically on my doorstep and are currently using my basement for your ritual-- I hope you like molotovs.\""
      },
      {
        "id": "note_arcana_10",
        "text": "\"they are watching, they don't need to be a part of this world to fuck with us\""
      },
      {
        "id": "note_arcana_11",
        "text": "\"Blood spills from my athame.  It is his blood.  Is he reborn, revitalized through my practices?  Can I ever repay him for his sacrifice?\""
      },
      { "id": "note_arcana_12", "text": "\"This is NOT A REAL CHURCH\"" },
      {
        "id": "note_arcana_13",
        "text": "\"alchemy is boring if you aren't taste-testing your potions, to be honest\""
      },
      { "id": "note_arcana_14", "text": "\"Ah, yes… I shall burn this smoke into smaller, dull bits of smoke!\"" },
      { "id": "note_arcana_15", "text": "\"do not bbuurn hhiss rrelliics\"" },
      { "id": "note_arcana_16", "text": "\"funny paper did a thing!  feeling great, but everything is tree.\"" }
    ]
  },
  {
    "type": "snippet",
    "category": "many_years_old_news",
    "text": [
      {
        "id": "many_years_old_news_arcana_1",
        "text": "RURAL SLAYINGS CONTINUE: Police are looking into the latest in a series of attacks on rural religious communities, and have announced a suspected connection between attacks previously thought unrelated.  \"Rural churches, small-town mosques, even neo-pagan gatherings, all of the attacks show similar patterns.\" says a local Police Chief."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      {
        "id": "years_old_news_arcana_1",
        "text": "GHOST TOWN BLOODBATH - VIGILANTES SUSPECTED: State Police have uncovered the remains of a clash between a suspected cult and a local gang, in a former Appalachian mining town.  \"We first suspected that it was just a drug ring in the wrong place at the wrong time.\" says the Deputy Superintendent.  \"But there are definitely signs that someone else got involved as well, and destroyed a lot of evidence afterward.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "one_year_old_news_arcana_1",
        "text": "STRANGE DREAMS CAUSED BY MASS PANIC: Locals across numerous small-town communities have reported \"visions\" and disturbing dreams over a three-night period last week.  Those interviewed consistently described floating buildings, occult activity, and demonic figures one affected pastor described as \"seraphic\".  Psychologists have attributed the wave of recurring dreams to mass panic, citing initial reports being confined to a single community before being reported elsewhere the following day."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_grove",
    "text": [
      { "id": "note_grove_arcana_1", "text": "\"We have seen the other side.  We must master the potential it affords us.\"" },
      { "id": "note_grove_arcana_2", "text": "\"They are not yet ready.  But their time will come.\"" },
      {
        "id": "note_grove_arcana_3",
        "text": "\"Blood, oath, and flame.  They will not see the truth until it is too late.\""
      },
      { "id": "note_grove_arcana_4", "text": "\"The ritual went awry.  We won't be able to stay here.\"" },
      {
        "id": "note_grove_arcana_5",
        "text": "\"No sign of them.  Must've abandoned the place and left it to rot.  But why?\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine",
    "text": [
      {
        "id": "note_sanguine_arcana_1",
        "text": "\"The witch-hunters think they can stop this.  Think they can stop us.  The barrier is already crumbling, they can't undo this.\""
      },
      {
        "id": "note_sanguine_arcana_2",
        "text": "\"A terrible calamity has been foreseen.  We will outlast it, adapt.  We shall rule over this new world, above the weak and undeserving.\""
      },
      { "id": "note_sanguine_arcana_3", "text": "\"The summoning is almost complete.  We shall behold true power!\"" },
      {
        "id": "note_sanguine_arcana_4",
        "text": "\"Gods above and below, what did those maniacs bring forth?  What have they DONE?\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_chalice",
    "text": [
      {
        "id": "note_chalice_arcana_1",
        "text": "\"Those fools actually believe a bunch of blood mages caused all this?  Tore down the barrier between worlds?  I don't know what caused it, but the others only exacerbated the problem.\""
      },
      {
        "id": "note_chalice_arcana_2",
        "text": "\"We shall bring forth our master.  The old gods shall we swept away, as we cast aside the veil of reality…\""
      },
      {
        "id": "note_chalice_arcana_3",
        "text": "\"The ritual blade was tainted by dark magic, it drew forth something else.  Not our master, not He From Beyond The Veil.\""
      },
      {
        "id": "note_chalice_arcana_4",
        "text": "\"That THING is not our master.  Traitorous servant of the gods, six-winged spirit from the Beyond!  It's laughing at me in the back of my mind, mocking me for hiding here while the others fought and died…\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_flame",
    "text": [
      {
        "id": "note_flame_arcana_1",
        "text": "\"By cross and hammer, crescent and gate.  Of many faiths, united in purpose, against all threats from the Beyond.\""
      },
      {
        "id": "note_flame_arcana_2",
        "text": "\"We fear the worst may soon happen.  But so long as the Sun shines upon the Earth, we will fight back.\""
      },
      {
        "id": "note_flame_arcana_3",
        "text": "\"I think they might be right.  The Sanguine Order didn't cause this.  Something else wore down the barrier between worlds, and they merely exploited that breach.\""
      },
      {
        "id": "note_flame_arcana_4",
        "text": "\"We set up a blade ward to seal off the lower level.  This place is no longer safe, something …something evil subverted our only refuge.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine_tenet",
    "text": [
      {
        "id": "note_sanguine_tenet_arcana_1",
        "text": "\"Every day is a struggle, a constant fight to survive.  Or it can be a struggle to thrive. The weak and undeserving choose the former.  We choose the latter.  Always seek to gain, to improve, better yourself.\""
      },
      {
        "id": "note_sanguine_tenet_arcana_2",
        "text": "\"The power from Beyond is but one resource to use to strengthen oneself.  So too is any power beyond our own means.  Commit nothing, offer neither oath nor contract.  No god, no demon, no spirit can be trusted with power over you.  No holy symbol or icon shall hold sway over those who follow The Path.\""
      },
      {
        "id": "note_sanguine_tenet_arcana_3",
        "text": "\"Sometimes when following The Path to Power, the road narrows.  No longer can you walk side by side with your kindred.  If you rush ahead, you risk being stabbed in the back.  If you allow the others forward, they may leave you behind before the road widens once again.  Ask yourself, can you trust those you walk beside, or should you push them off the Path?\""
      },
      {
        "id": "note_sanguine_tenet_arcana_4",
        "text": "\"It is a part of The Struggle to adapt and thrive.  Influence both earthly and from Beyond present challenges to be overcome.  Mankind is not superior, but it is in our nature to make ourselves so.  If this means becoming something other than human, so be it.  If this means shunning such influence, so be it.  These powers are but another tool at our disposal.\""
      },
      {
        "id": "note_sanguine_tenet_arcana_5",
        "text": "\"Power demands sacrifice and struggle, and self-sacrifice is just one method.  The weak and undeserving, bested and proven inferior, are another source of sacrifice.  Even those of great power, if laid low, may serve to better the victor.  Let the blood flow and empower those who have earned it.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_chalice_tenet",
    "text": [
      {
        "id": "note_chalice_tenet_arcana_1",
        "text": "\"To gaze into the Beyond is to see the potential of a thousand worlds, and learn hidden truths.  But be cautious in these acts.  Let every wound in The Veil be a necessary one, or else leave no mark.\""
      },
      {
        "id": "note_chalice_tenet_arcana_2",
        "text": "\"A wound that is opened cannot truly be reversed, only mended.  Likewise spilt blood can only be replenished.  The wound in The Veil can be mended by steady hand, but never again shall it be the same as before.  It is our duty not to revert what has been done, but to ensure we will endure.\""
      },
      {
        "id": "note_chalice_tenet_arcana_3",
        "text": "\"Our lives, our souls, to He From Beyond The Veil.  We shall work with those who are ignorant if we must, against them if it becomes necessary.  And if must, we shall sweep away the old gods and old ways, if that is what it takes to ensure His will is carried out.\""
      },
      {
        "id": "note_chalice_tenet_arcana_4",
        "text": "\"Through our sacrifices, we burn away what is undesirable in ourselves, and cultivate what is good.  So too shall we seek that in our other pursuits.  Those who seek to destroy evil are a part of this cycle, but their role is to leave the way clear, for those who will foster good in what remains.\""
      },
      {
        "id": "note_chalice_tenet_arcana_5",
        "text": "\"He From Beyond The Veil carries the mantle of dark yet essential purpose.  That He has answered our calls confirms the nature of our purpose.  No matter the cost, no matter what we must do, for the strength and safety of this world.  And in turn, of worlds beyond.\""
      },
      {
        "id": "note_chalice_tenet_arcana_6",
        "text": "\"While we seek an understanding of the Beyond, do not forget our humanity.  Even as we are strengthened by what we learn, we are not to subvert the natural order, whether of this world or of those beyond.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_flame_tenet",
    "text": [
      {
        "id": "note_flame_tenet_arcana_1",
        "text": "\"So long as the Sun shines upon the Earth, we must never give up.  Never allow humanity to slip into extinction.\""
      },
      {
        "id": "note_flame_tenet_arcana_2",
        "text": "\"Cast aside your schisms and strife. It has ended countless groups, but it shall not end us.  We are brothers and sisters, and we shall respect the gods in equal measure, disparate though they may be.\""
      },
      {
        "id": "note_flame_tenet_arcana_3",
        "text": "\"All powers from beyond, and all things worked from it, are a potential threat until clearly understood.  Observe in any manner that is safe, but err on the side of caution first and foremost.  If determining its nature cannot be done safely, destroy it if you must.\""
      },
      {
        "id": "note_flame_tenet_arcana_4",
        "text": "\"Suffer no cowardice, no brigandry, no lust for vengeance.  We take from others what is too dangerous to leave in their hands, and inflict no further depredation upon them unless they are a threat to humanity itself.  If they are, be they blood mage or bandit, offer no mercy and expect none in return.\""
      },
      {
        "id": "note_flame_tenet_arcana_5",
        "text": "\"Return the powers from Beyond to their rightful resting place, that no further damage to The Veil may occur.  Any magic we use is directed towards this end.  Do not be tempted to see what we destroy as a means of acquiring more power.  That leads to dangerous thoughts and an unholy cycle.\""
      },
      {
        "id": "note_flame_tenet_arcana_6",
        "text": "\"Powers from Beyond seek to bring the End of All, and it is our duty to prevent this.  Offer no intrusion upon their domain, and do not willfully consort with their power.  Few can even be reasoned with.  Any otherworldly monster must be returned to its true domain, living or dead.\""
      },
      {
        "id": "note_flame_tenet_arcana_7",
        "text": "\"Corruptive powers have inflicted grave havoc on the bodies and minds of mankind.  Their ways are many.  Some can be prevented, others are unavoidable without due caution.  Hold no malice against one corrupted by the Beyond, for the consequences are their own punishment.  And not all have entered into it willingly.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_starry_correspondence",
    "text": [
      {
        "id": "note_starry_correspondence_arcana_1",
        "text": "\"Brother, I hope this missive finds you in good health.  The gates are open.  But be warned, one of our own has been led astray.  They may endanger our work.\""
      },
      {
        "id": "note_starry_correspondence_arcana_2",
        "text": "\"I am hopeful that this letter is received without issue.  I assure you that we are in no danger.  They grasp at shadows, blind to the truth.  We have greater threats to be vigilant about.\""
      },
      {
        "id": "note_starry_correspondence_arcana_3",
        "text": "\"May the stars guide this missive to you swiftly, brother.  The path is clear, but you are correct in that we have greater things to worry about.  The puppets of Rome are aware of our existence.  We cannot be certain what allies they may still be able to send against us.\""
      },
      {
        "id": "note_starry_correspondence_arcana_4",
        "text": "\"Their threats are no longer of consequence.  The time has come.  Jupiter shall devour his moons, and Mars shall be anointed by eternal flame.  Be it the servants of the blind world, the old gods, even the hunters in the darkness, we live even in death.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_soa_journal",
    "text": [
      {
        "id": "note_soa_journal_arcana_1",
        "text": "\"Initial reports seem to be wildly off the mark.  A lot more activity for a town this size, further recon will be required.\""
      },
      {
        "id": "note_soa_journal_arcana_2",
        "text": "\"Frequent military and civilian traffic, lots of people coming and going.  Something strange is definitely afoot, it's hard to discern if it's within our area of expertise or not.  Continue monitoring.\""
      },
      {
        "id": "note_soa_journal_arcana_3",
        "text": "\"Whatever they're up to, they aren't doing it out in the open.  Either there's C&C set up in the heart of town, or it's hidden some other way.  Observation will continue, but keep your heads down.\""
      },
      {
        "id": "note_soa_journal_arcana_4",
        "text": "\"Anomalous activity confirmed.  Latest shipments coming in differ from normal deliveries, and security is being tightened.  Maintain discretion.\""
      },
      {
        "id": "note_soa_journal_arcana_5",
        "text": "\"Surface has sustained heavy damage, unable to determine if enemy action or sabotage.  Recon reported a possible secondary entrance to their secured area, but the bombing might've collapsed it.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      {
        "id": "radio_archive_arcana_1",
        "text": "kshhhsk…. we're live!  To anyone listening, we've hooked up to zchzzzzch- radio tower in central ksshhsk…  gods dammit, work already!  If you're out there, I pray you can hear ..ksshhsk… hold out a little longer.  St. John is compromised, rendezvous at sanctum in zpzzzzpzz-"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "schizo_delusion_paranoid",
    "text": [
      {
        "id": "schizo_delusion_paranoid_arcana_1",
        "text": "You have a faint sense that there are things out there far worse than the zombies."
      }
    ]
  }
]
