[
  {
    "type": "snippet",
    "category": "weeks_old_news",
    "text": [
      {
        "id": "weeks_old_news_youkai_1",
        "text": "GHOST SIGHTINGS: TRUTH OR FICTION? Some people have seen recently what they describe as \"paranormal activities\" such as strange lights seen near swamps or rivers, and more. \"I seen one of them, it was the size of a bobcat and pulled my poor dog under the water!\", said one of the supposed witnesses."
      },
      {
        "id": "weeks_old_news_youkai_2",
        "text": "LITTLE RED MEN: Among many recent strange sightings, there have been already more than 52 people claiming to have seen bizarrely dressed men vandalizing churches and synagogues. Supposedly these hooligans are wearing robes and are painted all red, head to toe. Government sources have since suspected \"Chinese communist agitators\"."
      },
      {
        "id": "weeks_old_news_youkai_3",
        "text": "AN UNSUSPECTED TRAGEDY: Recently a young girl has been found dead near the road to a remote village. Her body was covered wholly in signs of animal claws, probably ones of a domesticated cat but the cause of death has not been yet uncovered by the police."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [
      {
        "id": "note_youkai_1",
        "text": "\"Among all of the demons I have seen I noticed many rivalries. I seen them tear each other apart because of them instead of slaughtering me, thank God. The ones from our world really hate those new intruders but are not willing to put old grudges away...\""
      },
      {
        "id": "note_youkai_2",
        "text": "\"The so called capital \"C\" \"CULT\", is just a bunch of heretics following those spirits alien to us. WE need to embrace OUR inner demons. REJOICE BROTHERS, FOR NEW DAWN IS COMING!\""
      },
      {
        "id": "note_youkai_3",
        "text": "\"WE SHOULDN'T HAVE ANGERED THE SPIRITS. WE SHOULDN'T HAVE CUTTED THOSE TREES. WE SHOULDN'T HAVE MINED THOSE MOUNTAINS. GOD LEFT US AND NOW GODS WILL DEVOUR US...\" \n Rest of the text is unintelligible and covered in dried up blood."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "one_year_old_news_youkai_1",
        "text": "RISING SUN: Recently an eccentric billionaire, known only by his online trading pseudonym \"Stephen\", started building a new chain of hotels in our state, one that claims to combine modern technology and traditional Japanese architecture to pose a unique experience for its guests."
      }
    ]
  }
]
