[
  {
    "id": "BL9_intel_organization1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 1 - Our Organization" },
    "description": "We represent a secret organization that has existed pre-Cataclysm as well, our current goals are researching peculiar alien microorganisms, minerals, gases and liquids, without a doubt finding efficient ways to survive, restore our former main hub's glory, make some kind of a safe place for people to live, work, love in as well.\n \n    It will take a lot of time especially with fending off these invaders, dealing with these microorganisms and experimenting on mutations to possibly find a way to counter it somehow",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_organization2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 2 - Our Organization's Goals" },
    "description": "We specialize in research in terms of learning about inner structure and uses of peculiar alien microorganisms, minerals, gases and liquids, including The Blob, Mycus, Triffids, BL9 but mostly BL9 these days because out of all of them, BL9 is the most unique, flexible, relatively easily to affect and alter, change it's structure.\n \n    It's unique abilities can lead to horrible mutations or possibly some kind of a cure or protection from other microorganisms as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_uniquesymbiote1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 3 - What is BL9?" },
    "description": "It's a sentient, very intelligent alien symbiote that has managed to appear on Earth via space warp gate, portals here, meteorites as well. It's only way of survival is via finding a host causing a symbiosis, depending on many factors including BL9's attitude towards it's hosts, what type of BL9 it is, whether BL9's structure was artificially changed somehow.\n \n    Symbiosis can be benign and even protective granting it's host inhumane powers, protection even or lead to all kinds of incredible mutations leading to host going feral, mad pretty much, latter is something that 'THEY' often utilize to create an army of mindless obedient mutants as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_theirsoldier_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed 'THEIR' Soldier's Journal - Our Master's Grand Scheme" },
    "description": "We are led by one of the brightest minds that exists during our times. The only way to rebuild this world is via infusing people with BL9, creating disciplined, fully obedient hosts ranging from regular civilians to physically enhanced soldiers and even mutated amalgamations to use as our elite soldiers.\n \n    Also, based on BL9's properties, it counters The Blob, Triffids, Mycus entirely, being absolutely benign, with a few tweaks of course, compared to others. With huge amounts of resources, weapons, materials, workforce including scientists and engineers, we can expand, assert dominance across local areas then with enough hosts, across entire country, then even across the world",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_they1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 4 - 'THEY'" },
    "description": "Hmm, 'THEY' is a hostile organization to us, they utilize The Blob, Mycus, Triffids, BL9 in horrendous and inhumane ways to create an army of obedient mutants with an intention of conquering local areas first and then entire Earth creating a 'New Order' of some sorts with all civilians, mutants being infused with BL9 and being entirely obedient to their leader and mastermind of some sorts, madman in reality pretty much",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_cultist_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Cultist's Journal - Our Deity's Powerful Blood" },
    "description": "This strange liquified being, it gives inhumane powers to whoever consumes it. Our miners in mines of our Great Castlelan's Creation managed to find it, some consumed it instantly out of curiousity they had. It killed ones who were not worthy of our Deity's magnificent blessing, but it gave incredible powers to ones worthy of it.\n \n    We believe this to be a blood of our Deity, a blessing given to us, means to mark us as worthy warriors to destroy heretics, anyone who opposes creation of New World, who disregards our beliefs, who presumes us to be madmen. We must fight fools and obstacles on our way, our vile enemies",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_cult1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 5 - Castlelan's Cult" },
    "description": "Hmm, 'Cult' is a moderately spread occult group led by this strange man living in a gigantic Castle with countless amount of servants in isolation, they practice horrible occult beliefs with human sacrifices, cleansing one's blood with barely edible and strange things and drugs that they produce themselves, possibly even cannibalism but not exactly sure, to be honest.\n \n    They have allied with 'THEM' in exchange for more advanced BL9 samples that Castlelan has already come across and started to forcefully infuse his servants with, believing that BL9 is a blood or remnant of some sorts of their chaotic war deity, valuable sign for them",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_biomes1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 6 - Biomes" },
    "description": "Biomes, so we call these areas of meteorites' impact, apparently, not only BL9 but other various alien microorganisms, minerals, liquids and gases have entered soils and Earth's atmosphere in places of impact as well, causing pollutions and creation of strangely colored biomes, a lot of valuable materials can be salvaged from there.\n \n    However, we are not the only ones who seek them and these places are quite infested with peculiar creatures as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_biomes2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 7 - How Many Biomes Are There?" },
    "description": "Well, there are 8 biomes that we know about, however there are also lesser known cave biomes systems hidden under 'THEIR' fortification towers, all kinds of dangerous alien creatures inhabit each of them, mutated animal types, insectoids, weird mutated creatures.\n \n    Now, most dangerous ones are advanced aliens' mobile bases, we should not venture there until we are strong enough to handle 'Alliance', how they call themselves",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_inhrav1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 8 - Inhravtidius Species" },
    "description": "These alien species are native to a beautiful water planet of Davranides, Inhravtidius resemble crustacean-like creatures, they breed and live in caves, corrals of this planet, they have a thick curved carapace, 2 antennas protruding from their heads, multiple eyes, quickly moving tiny legs and 2 sharp and spiked pincers.\n \n    Obviously Davranides have brought them here, possibly for using them as experimental subjects for infusing with BL9 since it is the main reason 'Alliance' is here, we must approach them carefully, if they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_yengn1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 9 - Yengnutrium Species" },
    "description": "These alien species are native to a swamp-like shrouded by glowing purple fog of some sorts planet of Arganoides, Yengnutrium are insectoids resembling a strange mix of mantises and locusts, they breed and live in dryer underground cave systems of this planet, they have an elongated body, 2 antennas protruding from their heads, multiple eyes, many of them may have wings and 2 sharp serrated claws.\n \n    Obviously Arganoides have brought them here, possibly for using them as experimental subjects for infusing with BL9 since it is the main reason 'Alliance' is here, we must approach them carefully, if they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_ulniv1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 10 - Ulniviunite Species" },
    "description": "These alien species are native to a beautiful and dense jungle-like wildforests planet of Wanzeltiums, Ulniviunite are pangolin-like creatures, they breed and live in sandy cave areas located on shores of this planet, they have a body covered with slime coated thick and durable scales, underbelly and tail grotesquely fleshy and slimy, lamprey-type mouth with a menacingly looking set of teeth, long anteater-like tongue along with incredibly thick and sturdy claws on the end of it's limbs.\n \n    Obviously Wanzeltiums have brought them here, possibly for using them as experimental subjects for infusing with BL9 since it is the main reason 'Alliance' is here, we must approach them carefully, if they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_ezron1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 11 - Ezrondium Species" },
    "description": "These alien species are native to a volcanic canyons barren wasteland-like planet of Saldeniums, Ezrondium are arachnides resembling gigantic spiders, they breed and live in sandy cave areas located on shores of this planet, they have an enormous body from belly of which emerges a small worm-like protrusion, incredibly sharp and deadly looking elongated legs.\n \n    Obviously Saldeniums have brought them here, possibly for using them as experimental subjects for infusing with BL9 since it is the main reason 'Alliance' is here, we must approach them carefully, if they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 12 - Advanced Alien Civilizations" },
    "description": "They call themselves 'Alliance', 4 alien tribes from different planets who have managed to turn into actual advanced alien civilizations with the help of unique energy sources on their planets that they've learned to use as advanced craft material, a type of a fuel, even learning to use it as weapons, conjuring energy mass to use against their enemies. Arganoides, Wanzeltiums, Davranides, Saldeniums as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 13 - Native Planets of 'Alliance'" },
    "description": "Well, Arganoides are native to a swamp-like shrouded by purple fog of some sorts planet, Wanzeltiums are native to a beatiful and dense jungle-like wildforests planet, Davranides are native to a beautiful water planet, Saldeniums are native to a volcanic barren wasteland-like planet",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 14 - 'Alliance' and It's Motives" },
    "description": "It's an alliance of 4 advanced alien civilizations, Arganoides, Wanzeltiums, Davranides, Saldeniums, their main reason of allying is supporting each other for successful survival on ravaged Earth considering presence of all these hostile creatures here, most important thing to them is BL9, they are obsessed with it, they seek it diligently.\n \n    They've learned that alien symbiotes are capable of granting their hosts incredible abilities, they've learned that BL9 is incredibly advanced, capable of being greatly modified, they've somehow learned that it is present on Earth, this is why they're here as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 15 - 'Alliance' and It's Energy Sources" },
    "description": "Honestly, it's nowhere to be found when they've created their civilizations, but presence of hostile fauna, pretty harsh environmental conditions, all of this would have hindered their progress sufficiently, but they've found a unique source of energy on each of their planets.\n \n    They've learned how to use it as advanced craft material, a type of a fuel, even learning how to use it as weapons, conjuring energy mass to use against their enemies, it boosts their physical capabilities, crystalline glow that they have is due to them possessing this energy as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_argan1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 16 - Arganoides Civilization" },
    "description": "Well, Arganoides are adventurers, explorers, mercenaries in general native to a swamp-like shrouded by purple fog of some sorts planet, they are proficient at tracking, searching for anything that they consider valuable, it is their greatest skill.\n \n    They are tall graceful humanoid beings, emitting bright purple crystalline light, it's head resembles a water shaped droplet with hair-like long tentacles growing out of it, it has elongated eyes as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_wanzel1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 17 - Wanzeltiums Civilization" },
    "description": "Well, Wanzeltiums are builders, engineers, craftsmen in general native to a beautiful and dense jungle-like wildforests planet, they are masters of creating magnificent structures, ingeniously made tech, sturdy and durable armor along with strong weapons, it is their greatest skill.\n \n    They are over 5'8 feet tall reptile-like humanoids, emitting a bright green crystalline light, with a reptilian-humanoid head having a greatly widened forehead covered with multiple thick skin lines, multiple hair-like spiky protrusions coming out of the back and sides of it's head, having wide eyes as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_davran1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 18 - Davranides Civilization" },
    "description": "Well, Davranides are scientists, researchers, very professional keepers of scientific knowledge in general native to a beautiful water planet, researching microorganisms, splicing them, producing drugs, experimenting with mutagens, symbiotes, is something that they are very skilled at.\n \n    They are average height smooth-skinned amphibian-like humanoids, emitting a bright azure-blue crystalline light, having elongated cranium with eyes that protrude from each side of it's head on short stalks, they often have a calculating gaze as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_salden1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 19 - Saldeniums Civilization" },
    "description": "Well, Saldeniums are incredibly strong warriors, hunters, mercenaries native to a volcanic barren wasteland-like planet, waging wars, conquering tribes, hunting animals and people in cases of mercenaries, teaching combat is something that they are very proficient at.\n \n    They are tall leathery-skinned fierce-looking humanoids, emitting a bright solar-orange crystalline light, it's forehead is ridged, it's entire face is covered with multiple curved spikes and it's neck has some sorts of breathing tubes, their gaze is akin to a hunter as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance5",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 20 - What 'Alliance' Wants To Do With BL9?" },
    "description": "Honestly, Arganoides are interested mainly in using it as a high quality fuel for their spaceships, more efficient locating tech for acquiring rare valuable items. Wanzeltiums want to use it for creating more durable and unique building materials, improving their existing tech and weapons via infusing it with BL9.\n \n    Davranides crave to significantly advance their existent mutation, splicing research in an attempt to make their race genetically superior via their own efforts. Saldeniums show interest in upgrading their armor and weapons with it, enhancing their current energy-based physically boosting accessories with BL9 to provide even greater strength to them, of course, creating BL9 monstrosities to instill fear into their enemies and conquer them",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_wanzel_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Wanzeltium's Journal - What a Nice Opportunity" },
    "description": "Our civilization is one of the greatest examples of our race's pragmatism. We build magnificent structures, advanced technologies, weapons, armor based on inventions of our dedicated scientists and engineers. We must be proud, of our government, of us being superior to majority of other races, of us essentially monopolizing tech market in our and local galaxy systems.\n \n    Ways of conquering for us are via diplomacy, money, financial enslavements, dependency of others on us, this we use for our own advantage. Not really proud to work with a bunch of space pirates, Arganoides, neither with blood craving, killing for sport or whatever savages, Saldeniums. However, Davranides...are obsessed with their genetical splicing and deep science...we must not tread on them, be allies, but keep an eye on them obviously",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_wanzel_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Wanzeltium's Journal - What Has Our Race Turned Into?" },
    "description": "We change as we advance. In terms of our technological advancements, no other race is match for us, but this turns us into cruel, devious, calculating tyrants slowly. We've monopolized tech markets successfully in our, also in local galaxy systems. We've grown proud of ourselves so much that conquered races are shunned upon by our native citizens, exploited by local companies as slaves.\n \n    This entire attempt to seize BL9 on a ravaged planet, killing everyone on sight including humans, proves my point. We've formed an 'Alliance' with 'adventurers' or pirates, Arganoides. We deal with violent wars waging warriors and mercenaries, Saldeniums. Though, Davranides are the most shady of them all. I've never seen a race so obsessed with genetical splicing or mutations, I've heard stories of how tyrannical their superiors are, 'directing' all of their citizens according to their own world view as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - With BL9 We Will Prevail" },
    "description": "We all contribute to our society's advancing. Genetical splicing of microorganisms, creation of mutagens along with drugs based on their properties, lots of work on peculiar ones, such as symbiotes, we excel at all of this. Our society does it's best to 'direct' our own people to the right way, even if it means prohibitions or strict rules to abide by for our own citizens. Some fools even say, 'exploiting' or simply 'experimenting on' inferior races, it's for their own good, it's for our own society's good.\n \n    Our government, our diligently working scientists, researchers, subjects, all work for the sake of Davranides' future of all of us united with no traces of opposition between us. With BL9, a unique, flexible, powerful symbiote, we will be able to alter our own race genetically to be the dominant race across hundreds of galaxies. Calculating Wanzeltiums with other races all across galaxies depending on them will be our mere slaves when we use BL9 to advance our race as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - Escape from My Own Brethren" },
    "description": "I've grown without father, like majority of Davranides families, we breed or 'fuck', they feed us a drug that cleanses love, affection hormones, amplifying pleasure hormones, no love or affection allowed, it confuses minds they say. A bright child, I've got education in a prestigious university, worked at one of our top symbiotes research centers, learned a lot from our female mentor, she has shown me her personal projects, hidden from authorities, beneficial drugs, not just symbiote weapons. We've developed forbidden affection, love, got lost in it but we were happy.\n \n    One of our authorities suspects it, frames my mentor, she gets killed, my own people destroy trust I had for them. Years after I'm a scientist. This fucktard confronts me, tells me I should be grateful he didn't frame me, I tell him all I think about him. We fight, he forcefully injects me with an experimental symbiote. I brutally smash fuckard into a pulp with my tentacle hammers. I escape via 'Alliance' portal to Earth, meanwhile, I disguise as a human, I try to help a friendly organization to rebuild. Search for love, tell 'fuck off' to everyone else who prevents you from doing so. Find him or her. Be happy. I still search for my love with hope as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - Technologies that Can Save People" },
    "description": "I honestly try to not hide valuable info from my colleagues, but only 3 people: Agent, Ulysses, I know about this. Just can't trust everyone, I'm an exile to Davranides, one of alien invaders to humans. My brethren have developed a unique technology: Energy Shield Generators that create a gigantic energy field based on sources that we've found on our planet, along with other 3 races. This field can protect people from horrors of Cataclysm, keeping even 'Alliance' militia away, shields are this strong.\n \n    An important theory I have is that if we acquire all 4 shield generators, it will create an energy field that can be much stronger than a single field, using all 4 energy sources. If Ulysses' child, Subject5, is clever enough with putting intel or journals, armed survivors may help us to cleanse all of these areas that I've marked on this map in exactly this order. We lack military, we're trying to repel 'THEIR' attacks as much as we can, we clearly need help from survivors as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_subject5_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Subject5's Journal - My Story" },
    "description": "I've grown in one of our organization's core centers, my father is a bright very experienced symbiotes scientist, yet he's a very kind, humane person, he wants me to be a scientist. My mother is a former scientist who mutated into a very graceful plant humanoid, retaining most of her humanity. She abandoned us, because she feared of what our own people could do to our family for having a mutant as a member of our organization. Years after I've grown indifferent to my father's work.\n \n    'THEY' attacked our core center, our own leader betrayed all of us. Hundreds of our people killed, kidnapped, abducted. Hundreds of mutated soldiers, vile creatures with inhumane strength and agility. Some of us escaped like my father with some scientists, workers and our main agent. I didn't follow them, running to labs, I've injected myself with one of experimental symbiotes, BL9, my father has been working on it for years. Managed to use my new abilities to escape, alone. I search for remnants of our organization, I know they exist, I know they along with my father have survived. With this intel, journals, survivors could help me, our organization to fight our enemies successfully hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Agent's Journal - Who I am" },
    "description": "I am an agent working on one of the remnants of many secret organizations that existed before Cataclysm. I was born in one of it's main hidden facilities, my father was a retired military officer who was hired as a mercenary and worked long for this organization.\n \n    Obviously, such organizations had and many still have many hidden facilities, vaults, many different structures, an unbelievable amount of resources to feed and supply multiple generations' of survivors and it's agents' offspring.\n \n    For many years I've been training diligently to become not just a survivor and a scavenger - but an agent who can search and scavenge for rare resources as well along with the basic ones. However, our own leader betrayed us, selling us to 'THEM', hoping to be one of 'THEIR' allies in New World that 'THEY' want to build.\n \n    'THEY' have killed, abducted many of our people, but many of us have also managed to escape. We've made a secret BL9 research base thanks to Ulysses along with many of our scientists who believe that we can modify it to be safe, beneficial even to use for equipment or even drugs. I try to do my best to strive if not for flourishment but at the very least continued existence along with survival of our organization, my people...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_subject5_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Subject5's Journal - A Worldview of Love Along With Hope" },
    "description": "This Cataclysm, mutants, weird creatures, bandits, aliens, cults, really vile organizations, 'Alliance', all of this changes us with time. Survival becomes our main priority. We kill, we destroy, we don't trust anyone. Some forget what conscience is even. There is still a hope, many of these horrors or microorganisms can be used to our advantage, such as equipment based on alien technologies, creating healthy mutations or drugs based on modified microorganisms to make them benign, to fend off anything that corrupts us.\n \n    I don't know if we can still love or have children, but we must try, we all must try. I believe that we have a tiny bit of God's energy within us. With it we don't get entirely corrupted by vile sources, retaining our humane side. Based on this, we need to survive, to ascertain that ideas of good, hope, ethics, love will not be obsolete as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 1 - Strange Merchant" },
    "description": "First of all, to help you with your endeavors, there is a strange trading merchant or a collector of some sorts here around The Castle, the zealots are not hostile towards him for some reason, he claims to be selling `BL9-infused weapons and armor` in exchange for the gold coins from the zealots, I am not sure, but the quality of these seemed good to me upon first glance, but my job here is being a spy and not really going all-guns blazing unless I'm spotted...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "yellow",
    "name": { "str": "BL9 Guide - Part 1 - Teleporter" },
    "description": "Good to see you still intact, adventurer - activate the teleporter right HERE so that you'll be able to come back here instantly once you reach the end of the Castle (if you survive, hehe) with a special teleporter item",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 2 - Merchant" },
    "description": "The Merchant is the key NPC of this mod (you find him in The Castle, The Island, various BL9 biomes and structures) - he sells weapons of 2 tiers to you for GOLD and PLATINUM coins COMBINATIONS (you automatically acquire the recipes to craft these) GComb and PComb respectively, TALK to the Merchant to acquire your first basic handgun along with the special soldering iron to repair BL9 items - the coins - you collect them from enemies as well as by finding randomly scattered treasures throughout the mod",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 2 - Through the Guard Rooms" },
    "description": "In order to infiltrate The Castle you must go through multiple outside constructions and the Guard Rooms which are filled with armed zealots, which should not surprise you that much because they have kinda realized that there is some kind of a breach caused by us...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 3 - Crafting Ammo and Melee Weapons" },
    "description": "Crafting is an important part of BL9 - you are able to craft many unique ammo types and very handy melee weapons (and even a secret tier of ranged and melee weapons, but that's a long way for you to go) - the recipes for each you will acquire AUTOMATICALLY upon reaching a certain level in fabrication and mechanics (starting from level 5 of fabrication and mechanics) - each weapon requires generic and rare materials which you'll come across as you play the mod",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 3 - Into the Grand Hall" },
    "description": "Now you're approaching the Grand Hall, in order to get to the Throne Room, first we must get into the Grand Hall which leads to the way to the Throne Room, but the door leading to it is tightly locked and the key is hidden somewhere...I'm yet to figure out WHERE, but I know that you have to go through and explore the only accessible room here the door to which is without locks",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 4 - Ranged Weapons Ammo" },
    "description": "The ranged weapons in this mod are made to use multiple vanilla ammo types (handguns - 9mm, .45, etc, shotguns - shots, 20x66mm, etc - you get the idea) along with the special BL9 ammo (BL9 shot/BL9 shot MK ii, BL9 308/BL9 308 MK ii, etc) that is craftable ONLY using the generic BL9 materials, these generic mats drop from BL9 enemies and can be crafted with the blob glob samples",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note5",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 5 - Healing Herbs" },
    "description": "In order to balance the strong and heavy damage dealing nature of the monsters, I've created 3 tiers of herbs that will heal you instantly upon use and relieve a significant amount of pain without giving you the painkiller debuff - from mild to the strongest healing herb - BEWARE THOUGH - USE THEM SPARINGLY IN COMBAT - they give you a STACKING DEBUFF for a few minutes to keep everything balanced...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note1",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 1 - I Welcome Thee, Little Moth" },
    "description": "Welcome to this magnificent, sophisticated structure, little moth, it is great that you have arrived here, we are still in the middle of our rituals, but so far it seems that The Great and Fierce Nevulion heard us and bestowed upon us His great `blessing`, but you, you will not receive it, my men will cleanse this place of your filth, you will NOT be able to defile it!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note4",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 4 - Blind Clawer" },
    "description": "The key to the next room is hidden in a prison cell room where a strange creature named Blind Clawer seems to be locked up there, be aware - it's a ferocious tall blind BL9 augmented creature that is armed with mechanical razor-sharp claws, it's quite strong but you WILL be able to defeat it, I am sure!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note5",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 5 - Underground Prison Cells" },
    "description": "It's good that you've managed to get through the ceremonial rooms, you see now yourself that these zealots is a force to be reckoned with, in order to go further, you need to acquire a key from the Underground Prison Cells, but down there I've heard some strange buzzing sounds and sewer waters splashing, be careful!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note2",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 2 - A Bunch of Flies" },
    "description": "So, you've interrupted our great ceremony and starting to massacre my people, how rude and antagonistic of you, littel moth, you seem to lack manners, I guess my humble and welcoming servants do not really fit your criteria, a company of stinky flies for you, little moth - that is what you are definitely going to appreciate!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note6",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 6 - Through the Garden Labyrinth" },
    "description": "I hope you're going strong, in order to go further you have to explore the tricky branching Garden Labyrinth, somewhere there you'll find a key that leads to the next room, note that there are 2 keys - you'll need both of them - one you'll find for the construction in the garden that contains the key for advancing further...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 3 - My Precious Garden" },
    "description": "You've gotten far, I have to admit this, but it all ends here, you won't escape alive from my mind-boggling garden full of surprises, besides, the annoying squashable bugs is not the only thing you are going to see here in my Castle...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note7",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 7 - Infernal Room" },
    "description": "Alright, you're about to descend into the Infernal Room, the key to the way to the Throne Room that can be accessed via the Grand Hall lies there, be careful there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note4",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 4 - A Friendly Reminder" },
    "description": "This is MY domain, this is MY realm, you seem to be forgetting this and causing lots of mischief like an ungrateful bastard you are, my little moth, your wings are still intact after the Infernal Room, huh?We'll see about that soon enough...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note8",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 8 - The Bridge" },
    "description": "I have some bad news - the location of the Castlelan is unknown to us, but we are 100% sure he escaped via the underground passage in the throne room, you MUST chase him down, you'll find the key to the bridge gates on the OTHER side of the bridge in a series of rooms...be careful!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note9",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 9 - Infested Dungeon" },
    "description": "So far I've managed to receive enough intel to determine what else our crazy castlelan has got up his sleeve - below you there is an old dungeon that seems to be infested with these Crawlers and God knows what else, upon reaching the end of it you'll descend into the Castle's sewer system...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note5",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 5 - My Defiled Dungeon" },
    "description": "Oh, while you're at it I would greatly appreciate it, little moth, if you clean the old dungeon below off my miserable insects' filth, they've got a bit out of control...my Right Hand will reward you GREATLY for this...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note10",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 10 - The Assassin" },
    "description": "You are in the sewers - great, but BEWARE, Castlelan is not joking about his Right Hand, it's not a mere crazed cultist, it is a tall lizard-skinned incredibly agile and deadly creature that is capable of hiding in the shadows, one of `THEIR` bioweapons it seems, it guards the path to the mines below, use your wits and skills to DESTROY it!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note6",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 6 - My Right Hand" },
    "description": "My servants, oh my loyal servants, you can't even conceive of how much they love and adore me for bringing Nevulion's blessings to them!They even love YOU now, little moth, so much that my Right Hand wants to personally assess your strength and skills...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note11",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 11 - The Furnace" },
    "description": "The next room leads to The Furnace, as far as I'm aware, there are 2 giant cages inside...I guess another horrible bioweapon of `THEM`, do your BEST to kill whatever you find there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note7",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 7 - My Precious Furnace" },
    "description": "I'm starting to wonder what it takes for you to end just like any little moth - burning and turning into dust entirely upon flying to the nearest torch...the next room is my personal Furnace where I smelt ores found in the mines AND the ruins, lest someone should steal my ores I've got two good barbaric bouncers...they WILL treat you accordingly, little moth...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note12",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 12 - The Sand Ruins" },
    "description": "Upstairs a series of undeground sand ruins awaits you, we believe that it is one of the places from which cultists search for ores and precious gems, they are all aware of your presence...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note8",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 8 - You Are THAT Stubborn?" },
    "description": "ENOUGH, STOP IT!How about you just STOP and GIVE UP YOURSELF until you are brutally maimed at the hands of my servants?I've warned you before, little moth, but now I am being SERIOUS, you won't get out of this dungeon alive, entire horde of my heavily armed servants awaits you there, trust me - they WILL fight as fiercely, as ferociously as they can to pluck and devour your teeny weeny wings, little moth!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note13",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 13 - The Castlelan" },
    "description": "You're getting there, in order to reach The Castlelan and put the final exclamation mark to everything that had led to this point you will have to cross the bridge leading to the final tower of The Castle, stop the madman at all costs!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note9",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 9 - Nevulion is ONE With ME!" },
    "description": "I have ascended into HIS realm, I could feel his might and power - not just his blessing but a magical empowerment, a truly blissful feeling!I quenched my thirst for power, little moth, but now I am HUNGRY!Hungry for blood, your blood especially - I expect you in the tower to send you to Nevulion's realm so he can TORMENT your vile soul endlessly!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note14",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 14 - The Island" },
    "description": "Hmm, so THIS is the location of their main base of operations?A distant island in the middle of nowhere...you have done TREMENDOUS work here, venture into The Island when you are prepared for an even more dangerous encounter...I will be waiting...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_journal10",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Agent's Journal - Part 10 - 'THEM'" },
    "description": "So now I believe that you can guess `THEIR` plan - to create an army of perfectly obedient bio-soldiers to eradicate anyone that stands on their way and conquer these lands and try to take on the other regions, maybe even The Whole World \n \n     They MUST be stopped!They are posing a threat to our and other remaining altruistic organizations that do their best to help survivors, slow down the blob, establish SOME form of civilization, a parody of it at least, and spread our influence without spilling blood or turning everyone into vile organism controlled puppets...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note15",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 15 - The Way Through The Island" },
    "description": "You have reached the destination, I am glad to see you alive!Infiltrating the Island you will come across camps, some small military structures - but that's just the tip of the iceberg - the only way to get inside of The Island's bunker and more elaborate structures is via water caves",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note1",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 1 - So You Are HERE Now..." },
    "description": "You have managed to enter `OUR` base of operations - the militarized Island guarded by very well-trained biologically enhanced soldiers armed to teeth, plenty of which are heavily mutated having inhumane strength and agility, that Castle - that was a mere cult controlled by an archaic madman - I would have got rid of them myself upon starting our conquest, but you've done me a good favor, the first time - the last time, survivor...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note16",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 16 - The Water Caves" },
    "description": "In order to get to the core of The Island, you must pass through the water caves, as far as I know, it contains a mixture of `THEIR` soldiers and some bioweapons, be careful there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note2",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 2 - Think Twice" },
    "description": "The BL9 - the sophisticated organism - WE have managed to exploit it, find it's main strengths and expand them, eradicate it's weaknesses, make an army of BL9 infused soldiers, you are taking on MY work, what I dedicated myself to entirely, if you think you can come anywhere close to ending MY organization, you are making the biggest mistake in your life!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note17",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 17 - The Labs" },
    "description": "The next rooms are hidden laboratories where `THEY` conduct their vile and inhumane experiments...I've seen the bioweapons that are kept there and I've been horrified - these are the most dangerous scums you've seen yet - incredibly tall flesh eating constantly regenerating abominations, it will take many clips to gun these scums down, be careful!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 3 - Scientific Experiments" },
    "description": "Experimenting on BL9 proved to be a daunting yet very lucrative task, we've learned a lot about it's origin, how it lives outside of a host and most importantly - how exactly humans, animals and plants infuse with it, how it `communicates`, compared it to the Blob and Mycus even and my, my...these are mere toys that are only capable of 7% of what BL9 can do and what it WILL do...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note18",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 18 - The Waste Disposal" },
    "description": "In order to get to the other side of The Island, unfortunately, the only way is to go via the Waste Disposal rooms below - the doors to it are locked though, you'll have to find the ID card somewhere around here to open it, advance further, I am sure it is somewhere around here...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note4",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 4 - Still not Fascinated?" },
    "description": "You have witnessed our work of art - incredibly fast regenerating humanoids - with enough time, we can make truly immortal humans, extend humans' limits, you cannot even conceive of what power you may achieve!Think of this - how about you stop while you still can, turn your back on this wanna-be-heroic bunch of fools and become a part of my personal army - so we can establish The New Order together, huh?",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note19",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 19 - The Basement Passage" },
    "description": "You made it through!Good, now in order to reach the surface of The Island once again you will have to pass through a long basement passage, be aware though - it is heavily guarded as far as I know...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note20",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 20 - The Military Base" },
    "description": "There is a huge structure after the military camps up ahead - a sleek hi-tech military base - the reactors of which are powered by a strange underground lava source below it, now we're dealing with more soldiers than ever...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note5",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 5 - Don't Tread on ME" },
    "description": "You have been given a choice - you chose poorly, foolishly - and now there will be severe consequences for this, you will not escape alive from the military base - what awaits you BENEATH it is BEYOND your imagination!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note21",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 21 - The Secret Exit" },
    "description": "I've figured it out!The lava caves below which power up the reactor of the military base play the role of a secret exit out of the military base!Before descending into the unknown though, you must DESTROY the military base ENTIRELY - find the keycards that open the room with the central reactor control laptops and destroy the central laptop then get the heck out of there through the lava caves AS FAST AS POSSIBLE!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note6",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 6 - `IT`" },
    "description": "I must say I am impressed by your skills and wits and what has been saving you from your imminent end, the suspended cargo containers - ah the scent of metal, weapons for my loyal soldiers and `IT` - ah, truly fascinating still!`IT` should keep you busy...`IT` WILL keep you busy!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note22",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 22 - The Grotesque Amalgamation" },
    "description": "So you've already heard of `IT`, `IT` - that's a grotesque amalgamation of different creatures including a human spliced up together forming a very dangerous and a deadly mutant, I believe that `IT` will be waiting for you somewhere along your way, be aware of this and use this knowledge to not be caught off guard!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note23",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 23 - The Acidic Caves" },
    "description": "Oh my...how could I be so ignorant, I completely forgot that 'IT' and other nasty heavily mutated creatures had their own special domain deep down below The Island - a very caustic and a hostile to any normal living being environment, where the 'Master' and his scientists placed creatures which required 'special' conditions, be careful there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note7",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 7 - The Majestic Plant" },
    "description": "Ah, so you've come across the Caustic Plant Caves?BL9 experiments as you can see led to creations of such grotesque but nevertheless beautiful creatures like `IT`, but infusing humans and animals only with this peculiar organism is a true shame for someone who has been experimenting with plants as well - THIS is how Caustic Plant Caves were created - a truly dangerous environment where plant-like BL9 beings live on their own using the best of their 'hive mind' to breed and evolve...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note8",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 8 - The General" },
    "description": "I guess that I really did underestimate you - why would I even think that my grotesque experimental amalgamations will be enough to finally stop you?You need someone like you - my main general will take care of you with great pleasure...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note24",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 24 - The Ruins and The General" },
    "description": "Once you clear the remanining camps, you'll come across The Island's ancient surface ruins, apparently `Master's` soldiers under the control of his General established a little camp there fully expecting you, The General is a truly formidable foe and a force to be reckoned with, don't let them ambush you!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_general_note1",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "General's Notes - Part 1 - What's THIS Show for?" },
    "description": "Your foolishness and stubbornness has no end, there's no stopping it!Now even I am involved into this!You do know that you're prolonging the Cataclysm with your actions?The BL9 is the only way to stop this and end BOTH the Blob and Mycus, restore the civilization but ONLY with the worthy society - everyone else that falls short of our expectations shall be eradicated!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_general_note2",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "General's Notes - Part 2 - Our Plans" },
    "description": "Once I deal with you, we will continue conducting experiments to make the process of infusing as controllable as possible - any living creature that you can possibly think of - the synthesis of BL9 with human will allow us to form ANY bioweapon!\n \n After that, we will start conquering local regions one by one - eradicating all the filth such as the Blob and Mycus and infusing every survivor that we find with BL9 - the ones that will decline our generous offer shall be annihiliated!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_general_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "General's Notes - Part 3 - The Power" },
    "description": "This organism, it gives one a truly great might and power, I am stronger now than I ever was, and my old human limits?I don't see them anymore, I am TRULY capable of ANYTHING!You will regret what you're missing out on, fool!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note25",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 25 - The Military Fortress" },
    "description": "You are almost there, `Master` will not be able to escape anymore!Before the final encounter though you'll have to go through the remaining military fortress on the Island, it is VERY heavily guarded, and as you may have already guessed, you are an expected unwelcome guest here, as usually...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note9",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 9 - The Fortress" },
    "description": "You are truly surprising me now, you have eliminated even my most loyal general - not much of a loss anyway, I'll have a dozens more if needed, the final Island's fortress is standing tall - it will slow you down allowing me to fully infuse with BL9",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note10",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 10 - No Escape NOW!" },
    "description": "The process of infusion has been completed successfully, now I possess the power that I devoted myself ENTIRELY to, to make it as close to extraterrestrial as possible, now that I can feel it - I realize how much I underestimated it!You will feel it too - you will be forcefully infused with it, either with or without your destruction, NO ESCAPE NOW!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note26",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 25 - The Master" },
    "description": "Above you `Master` awaits, he has already infused himself with the strongest experimental BL9 sample, possibly horribly mutating and turning into a barely human-looking creature, be the victor in this battle for the SAKE of humanity - 'Master' must NOT get away",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note27",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 26 - Thank You" },
    "description": "YOU DID IT!I cannot believe that you DID IT!The horrible Castle and The Island are no more, but there are still established structures with the remaining soldiers of `Master` which are left to destroy and explore for the weapons and precious resources, I personally thank you for everything you've done, maybe someday you will meet me and my people personally...thank you for everything...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note6",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 6 - End-Game Recipes for Weapons" },
    "description": "Now that you have cleared the mod - you are granted access to crafting tier 3 ranged weapons and evolved melee weapons via the BL9 Commander Sample - you will find more of it in randomly scattered BL9 biomes and structures for which you have a special map",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  }
]
