[
  {
    "id": "BL9_intel_organization1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 1 - Our Organization" },
    "description": "We represent a secret organization that has existed pre-Cataclysm as well. Our current goals are researching peculiar alien microorganisms, minerals, gases and liquids. Also, no doubt, one of our top priorities is finding efficient ways to survive, restore our former main hub's glory. A dream of ours to make some kind of a safe place for people to live, work, love each other in as well.\n \n    It will take a lot of time, especially with fending off these invaders, dealing with other microorganisms, like Mycus, Triffids, and experimenting on mutations to possibly find a way to counter The Blob somehow",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_organization2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 2 - Our Organization's Goals" },
    "description": "We specialize in research in terms of learning about inner structure and uses of peculiar alien microorganisms, minerals, gases and liquids. This also includes The Blob, Mycus, Triffids. Newest one that we research more diligently is BL9, because out of all of them, BL9 is the most unique, flexible. Based on initial experiments, it is pretty easy to affect and alter, change it's structure.\n \n    It's unique abilities can lead to horrible mutations or possibly some kind of a cure or protection from other microorganisms as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_uniquesymbiote1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 3 - What is BL9?" },
    "description": "It's a sentient, very intelligent alien symbiote that has managed to appear on Earth via space warp gate, portals on Earth, fallen meteorites as well. It's only way of survival is via finding a host, causing a symbiosis. Symbiosis, depending on many factors, can vary. To list them, these can be BL9's attitude towards it's hosts, type of BL9 it is, whether BL9's structure was artificially changed somehow.\n \n    Symbiosis can be benign and even protective, granting it's host inhumane powers, protection. It can also lead to all kinds of incredible mutations that can turn hosts feral, mad yet obedient at the same time pretty much. Latter is something that 'THEY' often utilize to create an army of mindless obedient mutants as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_theirsoldier_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed 'THEIR' Soldier's Journal - Our Master's Grand Scheme" },
    "description": "We are led by one of the brightest minds that exists during our times. The only way to rebuild this world is via infusing people with BL9, creating disciplined, fully obedient hosts, ranging from regular civilians to physically enhanced soldiers and even mutated amalgamations to use as our elite soldiers.\n \n    Also, based on BL9's properties, it counters The Blob, Triffids, Mycus entirely. This in addition to the fact that it's absolutely benign, with a few tweaks of course. With huge amounts of resources, weapons, materials, workforce including scientists and engineers, we can expand as an organization. Maybe even assert dominance across local areas. With more hosts, maybe even across entire country, possibly even across the world",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_they1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 4 - 'THEY'" },
    "description": "Hmm, 'THEY' is a hostile organization to us. They utilize The Blob, Mycus, Triffids, BL9 in horrendous and inhumane ways. Their main goal is to create an army of obedient mutants, with an intention of conquering local areas first and then entire Earth, creating a 'New Order' of some sorts. They strive to have all civilians, mutants infused with BL9, for them to be entirely obedient to their leader and mastermind of some sorts. Whoever this person is, that's a madman in reality pretty much",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_cultist_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Cultist's Journal - Our Deity's Powerful Blood" },
    "description": "This strange liquified being, it gives inhumane powers to whoever consumes it. Our miners in mines of our Great Castlelan's Creation managed to find it. Some consumed it instantly out of curiousity they had. It killed ones who were not worthy of our Deity's magnificent blessing, but it gave incredible powers to ones worthy of it.\n \n    We believe this to be a blood of our Deity, a blessing given to us. These are means to mark us as worthy warriors to destroy heretics, anyone who opposes creation of New World, who disregards our beliefs, who presumes us to be madmen. We must fight fools and obstacles on our way, our vile enemies",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_cult1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 5 - Castlelan's Cult" },
    "description": "Hmm, 'Cult' is a moderately spread occult group led by this strange man, living in a gigantic Castle with essentially a countless amount of servants, in isolation. They practice horrible occult beliefs with human sacrifices, cleansing one's blood with barely edible and strange things and drugs that they produce themselves. Based on various rumors, they are even practicing cannibalism, but not exactly sure, to be honest.\n \n    They have allied with 'THEM' in exchange for more advanced BL9 samples that Castlelan has already come across and started to forcefully infuse his servants with. They believe that BL9 is a blood or remnant of some sorts of their chaotic war deity, valuable sign for them",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_biomes1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 6 - Biomes" },
    "description": "Biomes, so we call these areas of meteorites' impact. Apparently, not only BL9 but other various alien microorganisms, minerals, liquids and gases have entered soils and Earth's atmosphere in places of impact as well. This resulted in pollutions and creation of strangely colored biomes. A lot of valuable materials can be salvaged from there.\n \n    However, we are not the only ones who seek them and these places are quite infested with peculiar creatures as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_biomes2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 7 - How Many Biomes Are There?" },
    "description": "Well, there are 8 biomes that we know about, however there are also lesser known cave biomes systems hidden under 'THEIR' fortification towers. All kinds of dangerous alien creatures inhabit each of them. These include mutated animal types, insectoids, weird mutated creatures, 'THEIR' soldiers, unknown armed faction , advanced aliens civilizations.\n \n    Now, most dangerous ones are advanced aliens' mobile bases, where we should not venture until we are strong enough physically, in terms of our equipment, weapons to handle these pillagers. 'Alliance', that's how they call themselves",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_inhrav1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 8 - Inhravtidius Species" },
    "description": "These alien species are native to a beautiful water planet of Davranides. Inhravtidius resemble crustacean-like creatures, they breed and live in caves, corrals of this planet. They have a thick curved carapace, 2 antennas protruding from their heads, multiple eyes, quickly moving tiny legs and 2 sharp and spiked pincers.\n \n    Obviously, Davranides have brought them here. Possibly for using them as experimental subjects for infusing with BL9, since it is the main reason 'Alliance' is here. We must approach them carefully. If they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_yengn1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 9 - Yengnutrium Species" },
    "description": "These alien species are native to a swamp-like shrouded by glowing purple fog of some sorts planet of Arganoides. Yengnutrium are insectoids, resembling a strange mix of mantises and locusts, they breed and live in dryer underground cave systems of this planet. They have an elongated body, 2 antennas protruding from their heads, multiple eyes, many of them may have wings and 2 sharp serrated claws.\n \n    Obviously, Arganoides have brought them here. Possibly for using them as experimental subjects for infusing with BL9, since it is the main reason 'Alliance' is here. We must approach them carefully. If they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_ulniv1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 10 - Ulniviunite Species" },
    "description": "These alien species are native to a beautiful and dense jungle-like wildforests planet of Wanzeltiums. Ulniviunite are pangolin-like creatures, they breed and live in sandy cave areas located on shores of this planet. They have a body covered with slime, coated thick and durable scales, underbelly and tail grotesquely fleshy and slimy, lamprey-type mouth with a menacingly looking set of teeth, long anteater-like tongue along with incredibly thick and sturdy claws on the end of it's limbs.\n \n    Obviously, Wanzeltiums have brought them here. Possibly for using them as experimental subjects for infusing with BL9, since it is the main reason 'Alliance' is here. We must approach them carefully. If they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_ezron1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 11 - Ezrondium Species" },
    "description": "These alien species are native to a volcanic canyons barren wasteland-like planet of Saldeniums. Ezrondium are arachnides resembling gigantic spiders, they breed and live in sandy cave areas located on shores of this planet. They have an enormous body from belly of which emerges a small worm-like protrusion, incredibly sharp and deadly looking elongated legs.\n \n    Obviously, Saldeniums have brought them here. Possibly for using them as experimental subjects for infusing with BL9, since it is the main reason 'Alliance' is here. We must approach them carefully. If they are infused with BL9 then many of them must have mutated as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 12 - Advanced Alien Civilizations" },
    "description": "They call themselves 'Alliance', an alien alliance of Earth pillagers that consists of 4 alien tribes from different planets. Each is a former savage, but they have managed to turn into actual advanced alien civilizations with the help of unique energy sources on their planets. Essentially they have learned to form materials out of this energy. This includes advanced craft materials, a type of a fuel. They have even learned to use it as weapons, conjuring energy mass to use against their enemies. They are Arganoides, Wanzeltiums, Davranides, Saldeniums as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 13 - Native Planets of 'Alliance'" },
    "description": "Well, Arganoides are native to a swamp-like shrouded by purple fog of some sorts planet. Wanzeltiums are native to a beatiful and dense jungle-like wildforests planet. Davranides are native to a beautiful water planet. Saldeniums are native to a volcanic barren wasteland-like planet. Humanoids, indeed, but are all entirely different compared to each other",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 14 - 'Alliance' and It's Motives" },
    "description": "It's an alliance of alien invaders. These are 4 advanced alien civilizations, Arganoides, Wanzeltiums, Davranides, Saldeniums. Their main reason of allying is supporting each other for successful survival on ravaged Earth, considering presence of all these hostile creatures here. Most important thing to them is BL9, they are obsessed with it, they seek it diligently.\n \n    They've learned, thanks to Davranides' research, that alien symbiotes are capable of granting their hosts incredible abilities. They've learned that BL9 is incredibly advanced, capable of being greatly modified. They've somehow learned that it is present on Earth, likely with their spy drones or portal spy teams, this is why they're here as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 15 - 'Alliance' and It's Energy Sources" },
    "description": "Honestly, it's nowhere to be found when they've created their civilizations. Still, presence of hostile fauna, pretty harsh environmental conditions, all of this kind of makes an assumption that this would have hindered their progress sufficiently. What gave them so much strength is that they've found a unique source of energy on each of their planets.\n \n    In main journal we have already explained how they've used it to evolve from savages. However, it also boosts their physical capabilities. Crystalline glow that they have is due to their high consumption of this energy. They have become addicted to it, even with all advancements of theirs, they run out of this energy supply. They seek BL9 for this reason as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_argan1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 16 - Arganoides Civilization" },
    "description": "Well, Arganoides are adventurers, explorers, mercenaries in general. They are native to a swamp-like shrouded by purple fog of some sorts planet. They are proficient at tracking, searching for anything that they consider valuable, it is their greatest skill.\n \n    They are tall graceful humanoid beings, emitting bright purple crystalline light. It's head resembles a water shaped droplet with hair-like long tentacles growing out of it, it has elongated eyes as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_wanzel1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 17 - Wanzeltiums Civilization" },
    "description": "Well, Wanzeltiums are builders, engineers, craftsmen in general. They are native to a beautiful and dense jungle-like wildforests planet. They are masters of creating magnificent structures, ingeniously made tech, sturdy and durable armor along with strong weapons, it is their greatest skill.\n \n    They are over 5'8 feet tall reptile-like humanoids, emitting a bright green crystalline light. It has a reptilian-humanoid head having a greatly widened forehead covered with multiple thick skin lines, multiple hair-like spiky protrusions coming out of the back and sides of it's head, having wide eyes as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_davran1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 18 - Davranides Civilization" },
    "description": "Well, Davranides are scientists, researchers, very professional keepers of scientific knowledge in general. They are native to a beautiful water planet. They research microorganisms, splice them, produce drugs, experiment with mutagens, symbiotes, all of this is something that they are very skilled at.\n \n    They are average height smooth-skinned amphibian-like humanoids, emitting a bright azure-blue crystalline light. It has an elongated cranium with eyes that protrude from each side of it's head on short stalks, they often have a calculating gaze as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_salden1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 19 - Saldeniums Civilization" },
    "description": "Well, Saldeniums are incredibly strong warriors, hunters, mercenaries in general. They are native to a volcanic barren wasteland-like planet. On their planet they wage wars, conquer tribes, hunt animals. In space they hunt people in cases of mercenaries, teach other combat, all of this is something that they are very proficient at.\n \n    They are tall leathery-skinned fierce-looking humanoids, emitting a bright solar-orange crystalline light. It's forehead is ridged, it's entire face is covered with multiple curved spikes and it's neck has some sorts of breathing tubes, their gaze is akin to a hunter as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_intel_alliance5",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Project BL9 Intel - Part 20 - What 'Alliance' Wants To Do With BL9?" },
    "description": "Honestly, Arganoides are interested mainly in using it as a high quality fuel for their spaceships, more efficient locating tech for acquiring rare valuable items. Wanzeltiums want to use it for creating more durable and unique building materials, improving their existing tech and weapons via infusing it with BL9.\n \n    Davranides crave to significantly advance their existent mutation, splicing research in an attempt to make their race genetically superior via their own efforts. Saldeniums show interest in upgrading their armor and weapons with it, enhancing their current energy-based physically boosting accessories with BL9 to provide even greater strength to them, of course, creating BL9 monstrosities to instill fear into their enemies and conquer them",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_wanzel_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Wanzeltium's Journal - What a Nice Opportunity" },
    "description": "Our civilization is one of the greatest examples of our race's pragmatism. We build magnificent structures, advanced technologies, weapons, armor based on inventions of our dedicated scientists and engineers. We must be proud, of our government, of us being superior to majority of other races, of us essentially monopolizing tech market in our and local galaxy systems.\n \n    Ways of conquering for us are via diplomacy, money, financial enslavements, dependency of others on us, this we use for our own advantage. Not really proud to work with a bunch of space pirates, Arganoides, neither with blood craving, killing for sport or whatever savages, Saldeniums. However, Davranides...are obsessed with their genetical splicing and deep science...we must not tread on them, be allies, but keep an eye on them obviously",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_wanzel_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Wanzeltium's Journal - What Has Our Race Turned Into?" },
    "description": "We change as we advance. In terms of our technological advancements, no other race is match for us, but this turns us into cruel, devious, calculating tyrants slowly. We've monopolized tech markets successfully in our, also in local galaxy systems. We've grown proud of ourselves so much that conquered races are shunned upon by our native citizens, exploited by local companies as slaves.\n \n    This entire attempt to seize BL9 on a ravaged planet, killing everyone on sight including humans, proves my point. We've formed an 'Alliance' with 'adventurers' or pirates, Arganoides. We deal with violent wars waging warriors and mercenaries, Saldeniums. Though, Davranides are the most shady of them all. I've never seen a race so obsessed with genetical splicing or mutations, I've heard stories of how tyrannical their superiors are, 'directing' all of their citizens according to their own world view as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - With BL9 We Will Prevail" },
    "description": "We all contribute to our society's advancing. Genetical splicing of microorganisms, creation of mutagens along with drugs based on their properties, lots of work on peculiar ones, such as symbiotes, we excel at all of this. Our society does it's best to 'direct' our own people to the right way, even if it means prohibitions or strict rules to abide by for our own citizens. Some fools even say, 'exploiting' or simply 'experimenting on' inferior races, it's for their own good, it's for our own society's good.\n \n    Our government, our diligently working scientists, researchers, subjects, all work for the sake of Davranides' future of all of us united with no traces of opposition between us. With BL9, a unique, flexible, powerful symbiote, we will be able to alter our own race genetically to be the dominant race across hundreds of galaxies. Calculating Wanzeltiums with other races all across galaxies depending on them will be our mere slaves when we use BL9 to advance our race as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - Escape from My Own Brethren" },
    "description": "I've grown without father, like majority of Davranides families. We breed or 'fuck', they feed us a drug that cleanses love, affection hormones, amplifying pleasure hormones. Simply no love or affection allowed, it confuses minds they say. A bright child, I've got education in a prestigious university, worked in one of our top symbiotes research centers. I've learned a lot from our female mentor, she has shown me her personal projects, hidden from authorities, beneficial drugs, not just symbiote weapons. One of them restores all of our hormones to normal levels. We've developed forbidden affection, love, got lost in it but we were happy.\n \n    One of our authorities suspects 'unsanctioned experiments', frames my mentor, she gets killed, my own people destroy all of trust I had for them. Years after, I'm an experienced scientist. This fucktard confronts me, tells me I should be grateful he didn't frame me. I tell him all I think about him. We fight, he forcefully injects me with an experimental symbiote. I brutally smash fuckard into a pulp with my tentacle hammers. I escape via 'Alliance' portal to Earth, then I disguise as a human, I try to help a friendly organization to rebuild. Search for love, tell 'fuck off' to everyone else who prevents you from doing so. Find him or her. Be happy. I still search for my love with hope as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - Technologies that Can Save People" },
    "description": "I honestly try to not hide valuable info from my colleagues, but only 3 people: Subject5, Ulysses, I know about this. Just can't trust everyone, I'm essentially an exile to my own race, yet also one of the alien invaders to humans. Wanzeltiums with me have developed a unique technology: Energy Shield Generators that create a gigantic energy field based on sources that we've found on our planets. This field can protect people from horrors of Cataclysm, keeping even 'Alliance' militia away, shields are this strong.\n \n    Luckily, I've stolen blueprints, with me being responsible for most of this technology, they won't be able to replicate it any time soon. Still, version that I have built lacks generator amplifiers. This shield will only protect us if we install all of these amplifiers to my experimental Shield Generator. Not even mentioning need to salvage more of their tech to get more power cells to make multiple Shield Generators. If Ulysses' child, Subject5, is clever enough with putting intel or journals, armed survivors may help us to cleanse all of these areas that I've marked on this map in exactly this order. We lack military, we're trying to repel 'THEIR' attacks as much as we can, we clearly need help from survivors as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_subject5_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Subject5's Journal - My Story" },
    "description": "I've grown in one of our organization's core centers.Mymy father is a bright very experienced symbiotes scientist, yet he's a very kind, humane person, he wants me to be a scientist. My mother is a former scientist who mutated into a very graceful plant humanoid, retaining most of her humanity. She abandoned us, because she feared of what our own people could do to our family for having a mutant as a member of our organization. Years after, I've essentially grown indifferent to my father's work.\n \n    'THEY' attacked our core center, our own leader betrayed all of us. Hundreds of our people killed, kidnapped, abducted. Hundreds of mutated soldiers, vile creatures with inhumane strength and agility. Some of us escaped, like my father with some scientists, workers and our main agent. I didn't follow them. I ran to labs, I've injected myself with one of experimental symbiotes, BL9, my father has been working on it for years. Managed to use my new abilities to escape safely, alone. I search for remnants of our organization, I know they exist, I know they along with my father have survived. With this intel, journals, survivors could help me, our organization to fight our enemies successfully hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Agent's Journal - Who I am" },
    "description": "I am an agent working on one of the remnants of many secret organizations that existed before Cataclysm. I was born in one of it's main hidden facilities, my father was a retired military officer who was hired as a mercenary and worked long for this organization.\n \n    Obviously, such organizations had and many still have many hidden facilities, vaults, many different structures, an unbelievable amount of resources to feed and supply multiple generations' of survivors and it's agents' offspring.\n \n    For many years I've been training diligently to become not just a survivor and a scavenger - but an agent who can search and scavenge for rare resources as well along with the basic ones. However, our own leader betrayed us, selling us to 'THEM', hoping to be one of 'THEIR' allies in New World that 'THEY' want to build.\n \n    'THEY' have killed, abducted many of our people, but many of us have also managed to escape. We've made secret BL9 research, safety bases thanks to Ulysses along with many of our scientists who believe that we can modify it to be safe, beneficial even to use for equipment or even drugs. I try to do my best to strive if not for flourishment but at the very least continued existence along with survival of our organization, my people...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_milpartners_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Military Partners' Journal - Together Forever Against Bioweapons Part 1" },
    "description": "Alright, she let me write this first, because I suck at writing coherently, hah. Weird name for our journal, but I would not have even survived half of our encounters without her. Tough lady she is. Now to business. It was before Cataclysm. I thought we killed this bastard in his mansion, with us barely managing do this successfully. We were trying to acquire enough proof in order to close, as we later learned, his superiors' organization for good, standing behind incident in that mansion, but no.\n \n    In the same year, horrible incident in That City. Small city, in the middle of nowhere, perfect place to conduct experiments. Hidden laboratory, unsanctioned bioweapons experiments going wrong, population turning into aggressive mutants, city being nuked from the face of Earth essentially. Many evacuated, not witnessing anything, luckily for them. However, some were caught in the middle of these events: former police officer man with my engineer sister with a little girl, also my partner.\n \n    My partner, as a veteran military agent, was sent there to find essentially traces of whatever turned this many people into horrifying mutants or drugs that would counter this bioweapon. What she went through, what she found, what she saw in That City though was even more interesting. Diary of main scientist with proof of one of his samples being stolen from him by military men. Highly trained female infiltrator searching for something in laboratory. Giant fucktard mutated bioweapon that deliberately hunted down remaining survivors in That City, chased my partner, that she has managed to kill, luckily for us",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_milpartners_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Military Partners' Journal - Together Forever Against Bioweapons Part 2" },
    "description": "Hmm, let's continue this. What a name for a journal, I like this soft side of his, hah. This man is essentially definition of reliability, formidability. Where do I continue? Aha, yes, That City events. Was I surprised that there was conspiracy involved? Not really. That scum we thought we had killed in that mansion was cunning, devious, just like that woman who changed God knows how many employers. Organization's founder, that was behind events of that mansion along with That City, was no less of a mad man. The more ambitious they were, the more fucked up their ideas were. Some wanted regional power, some wanted riches, some wanted World domination, whereas some were so fucked up in terms of their ideas that I'm glad we've killed them.\n \n   Him and his superiors had a simple plan. First, retrieve whatever of their horrible work they left there, then leave no witnesses thanks to their bio-soldiers hunters, then let government do their job of nuking city so that nobody would know of this. These bastards' arrogance, huh? No way, motherfuckers. Not only me with some good people have escaped safely, we have also managed to destroy a lot of these bio-soldiers with all of these hunters. I've acquired plenty of intel to learn that fucker from that mansion was alive, plotting to continue work of his superiors. He later killed them, betrayed everyone he knew.\n \n    I can tell you more, there were bioweapons with all kinds of private mutants armies in many parts of the World essentially. Private military organizations, rich, power craving people, cultists, all sorts of madmen. All tied to someone bigger than them. Then Cataclysm happened. Still, me, my partner with other agents have luckily managed to assemble our team again",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_milpartners_journal3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Military Partners' Journal - Together Forever Against Bioweapons Part 3" },
    "description": "Interesting, let's talk about our newly assembled team of former military agents. Clearly, Cataclysm happened, however, our training, our experience, our stubbornness really saved our asses. Each of involved agents had a safety plan, in case of global threat that would significantly damage or mostly destroy communications systems. Special safezones located across the entire World for agents from various countries. Back then, 4 of us were stationed in North America. This includes me, my partner, also my sister along with her police officer survivor, hah. They became a couple, their first 'survivors date' taught them how to care for each other real good.\n \n   My partner wants us to stay here, to help local survivor structures with more mundane stuff that requires more concentration. Clearing local areas, handling logistics, making safe routes, expanding survivors' structures, helping find safe sources of water. Forget about secret vile organizations, eh? That's what younger professionals are for, right? My sister with her police officer promoted to a government agent, so, leave this shit for them to investigate?\n \n    Maybe she is right, we need to care for each other, settle down together, help local survivors, ensure our own safety hopefully. We should also convince our couple of adventurers to do the same. Maybe not. No, not now. Cults, 'THEY', 'True Superiors', this fucker is still out there. Unless we get help from survivors. Maybe we have a chance to settle down, survive, live together hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_milpartners_journal4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Military Partners' Journal - Together Forever Against Bioweapons Part 4" },
    "description": "Aha, so he has some hopes to settle down with me, that's very sweet! That's beneficial for our own safety. All 4 of us should be thankful that we have even managed to survive, assemble our team again. With intel that we've learned about strange organizations' activities in New England, no doubt that bio-soldiers, mutants are again being produced by shady masterminds. The most prominent are Strange Cult, 'THEY', there are also rumors of a more discreet organization called 'True Superiors'. Considering how careful 'Alliance' is, sheer numbers of these bio-soldiers, all of this made aliens choose a safe option of allying with them.\n \n    Still, they are much weaker than pre-Cataclysm private military organizations, they are simply remnants of former ones. However, they are way too sophisticated for mere remnants. I know some altruistic remnants of organizations, they are quite advanced, but are still forced into hiding. They even rely on help from local survivors. I'm not sure if we should concentrate on restoring safety in our local areas like professional survivors, or support my partner's obsession with further investigating these ourselves, I'm confused honestly.\n \n    What I know from our allies is that survivors do fend off these bastards successfully, they even attack their structures. Even though my distrust towards these experiments is greatest compared to all of us, these scientists have shown me proof of saving survivors from dangers of The Blob, Mycus, Triffids. Clearly, BL9 is a symbiote, it's origin is not of regular bioweapons. Only because it is either easily modifiable BL9 or horrible mutations from The Blob from local water, BL9 has a potential to be safe option to protect everyone, but only provided that experiments are long-term, guarantee physical, mental safety of hosts hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_advencouple_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Adventurers Couple's Journal - Bonds of Love Part 1" },
    "description": "Name sounds like a cheap romance novel, but let's keep it like this for fun, as long as it makes both of us chuckle. How we've met? Ah, shit, reminds me of so much we've went through with her. Two desperate survivors in these horrible conditions stuck in a city full of terrors. Love was least of my priorities back then. I worked as a police officer in my home town. As I remember, this started with me receiving my promotion of a corporal under the condition that I would move to a nearby town. I needed money, so I agreed. It was That City, one of the most horrible pre-Cataclysm cases of unsanctioned bioweapons experiments.\n \n    I was about to start my first day as a newly promoted corporal. I was being late when I've heard the sirens all across the city, evacuation helicopters recklessly getting away. On my way to police station I saw people aggressively chasing other people, leaping at them, grabbing them by their legs. They clawed them savagely then started to eat their flesh. It was horrifying and disgusting, I puked upon seeing this right in my car. Some of them saw me and ran towards my car, I pressed gas, running few of them over. I made my way to one of the closest relatively big markets.\n \n    I went to this market get supplies, also to possibly find a good melee weapon, a fire axe or a wrench. I heard a running noise from the outside towards the same door I entered. A girl armed with a revolver clumsily yet quickly entered with a shambler behind her. I aimed at it, telling her to get down. With a headshot I killed it. Then we both ran towards my car, quickly made our way out of there. She was a junior robotics engineering student in That City. Her brother was a high-ranking veteran policeman. This explained to me her being pretty good with guns",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_advencouple_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Adventurers Couple's Journal - Bonds of Love Part 2" },
    "description": "This really is a cheap romance novel name! Though, I actually find it funny. I was getting a robotics engineering degree in my university. I always found applied math, physics pretty fun. My brother, the cop in our family, approved of my decision, he is all fists and fighting, so analytical one in our family is a must. As my dear says about his first day of corporal rank experience, I felt the same way back then. Love, no. Safety, protection, yes. That's how I felt back then. My brother was missing, I was alone on the streets, searching for him, when the whole city went to shit. I ran as fast as I could to nearest building, coming across him. A guy in a police uniform, aiming his gun at me, telling me to get down. So I did, out of fear, yet he killed a shambler behind me.\n \n    We made our way in his car to police station, which, disappointingly, was also infested with these mutants. Most were shamblers, but there was this horrible type. A fleshy beast with a grotesque head, long tongue, no eyes, and long claws size of a human. We were chased by a giant brute in this building. As we were hiding from it, I found documents proving that my brother left That City weeks ago to do his private investigation. Also we found a secret underground passage in That City's police station. It was leading to some kind of a laboratory complex, which answered most of our questions in terms of what the heck even happened in That City.\n \n    This entire lab was a huge conspiracy. Unsanctioned bioweapons experiments. An incident with bioweapon leak was a result of lab's main mutated scientist going mad over his secret creation being stolen by some private military. On our way out of lab, we saved this scientist's daughter. Three of us barely made it out of there safely via an underground train system with that scientist beast and a huge brute chasing us",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_advencouple_journal3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Adventurers Couple's Journal - Bonds of Love Part 3" },
    "description": "She is right, my honey really managed to rescue that scientist's daughter. Strange child, immune to That City's bioweapons, as she stated herself. That's what her father told her when injecting her with all kinds of shit. Her bruises were healing up at an extreme rate. The whole shit was really a conspiracy with shady people involved. This is what government told me later on. Hunter brute, horribly mutated scientist, stolen samples of bioweapons, shady female spy. That spy really did save my life multiple times, helping me to destroy this brute, but she clearly had her own motives there. Every time our paths crossed, I always knew that she had some errands to do, provided by her new employers. Whatever, we made it safe, now about events after That City essentially.\n \n    Let's just say that government has become interested in two barely trained survivors going through so much shit successfully. We've been 'offered' government agents jobs. Not much choice, considering what we've seen. Then these were times of my duty in various parts of the World. Strangely, current New England prominent factions of madmen that are obsessed with BL9 symbiote really remind me of what I've seen in Europe. Is that some kind of a bullshit trend? As years went by, I tried to convince my engineer girl to let me talk government out of her further involvement. I've been seeing more and more shit that I didn't get killed for only because I'm too useful to kill essentially.\n \n    Honey is too stubborn, she wanted to delve even deeper into this. Saving people from madmen with bioweapons is more important than building complex electromechanical systems. That's what she says. When Cataclysm happened, this tight grip was gone. So now we hunt for remnants of these madmen, whereas her brother with his partner try to rebuild everything in local areas. It's a fucking mess, but at least we've got each other to survive hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_advencouple_journal4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Adventurers Couple's Journal - Bonds of Love Part 4" },
    "description": "My dear describes my motives pretty clearly. We've survived a horrifying incident in That City full of shady bastards behind it essentially. We've travelled across the World, fought madmen along with their creations. My dear warned me though that eventually we can uncover things that will make government treat us differently. I convinced him though that our usefulness simply matters much more to them than our knowledge, as long as we have no objections to working for them. Then Cataclysm happened. Governments were gone. No united control. Only individual organizations remained. Some new, some remnants of former organizations. All have different motives.\n \n    Even though there is a lot of work we have in terms of rebuilding everything, I've convinced my dear for us to become hunters of some sorts. We investigate activities of strange local cults, military formations. If we suspect them to have not particularly friendly motives, we carefully check their structures. Usually they clearly are hostile, attack everyone on sight, however some really are altruistic. Latter are much more discreet, not because it is their intention. They achieve their goals only by communicating with, helping people. They are forced into hiding, especially in New England area because of Strange Cults, 'THEM', 'True Superiors', 'Alliance'. Should not we help them to fend them off to keep everyone safe?\n \n    They all diligently hunt for BL9, all of these bastards. Even altruistic organizations that we've contacted convince us of BL9 not being a bioweapon, huh? I mean, pretty much everything around, The Blob, Mycus, Triffids, can be considered bioweapons, pretty much not safe for majority of people. BL9, as our allies state, can be modified, to be used as protection against other hostile microorganisms, they even have proof of this. I don't know, my brother would not agree, but if there are no alternative options. This potentially can be used as means to protect all of us, our offspring, hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_truesuperiors_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed 'True Superiors' Leader's Journal - Evolution of The Worthy Part 1" },
    "description": "Inventions of 20th century - can you imagine how impactful they were? Some have improved our lifestyle, others have advanced all of us as a civilization. But humans still remained filthy humans with their animal needs, failing to see the bigger picture of what humans are truly capable of. However, one particular discovery, that later led to an invention, gave some a chance to evolve from this filthy state of animals. I was one of such who was worthy of this evolution. I started to see the bigger picture. I obediently followed my benefactors, learned from them, made temporary friends, who proved to be incredibly useful in terms of knowledge they shared in field of bioweapons research.\n \n    Even though our organization made a lot of progress, that was not without curious feeble beings, limited by ethics, shoving their noses into what was beyond their comprehension. Not being a public figure in our organization, I was sent as a double agent to police department that was responsible for investigations related to one of our properties. Plan was simple, lure them into a trap in one of our mansions they intended to investigate. That plan failed, though, it was not mine in first place. When our weaker subjects failed to kill these two fuckers, I've decided to take on them myself, obviously, with help of one of our sophisticated creations. That failed, fuckers proved to be too stubborn, however, experience is what I've gained from this.\n \n    This failure brought a lot of unwanted attention to our organization. It needed to be restructured. So it was. My temporary friend, main scientist in our lab of That City, was given an order to accelerate development of new bioweapon. However, his views started to change. There were disagreements with his superiors. His own pride and foolishness gave me an advantage. Seeing my high intelligence, knowledge that I've gained from this 'friend' of mine, I've managed to convince my benefactor to forcefully acquire samples of newest bioweapon that my 'friend' has made in That City",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_truesuperiors_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed 'True Superiors' Leader's Journal - Evolution of The Worthy Part 2" },
    "description": "One of our top scientists, the one who taught me everything I knew back then about microorganisms research, became a liability, to my own advantage. Old fool didn't know that I was already working on my own organization. I sent a professional female spy to ambush our men and steal samples of that bioweapon. Fucking snake in red dress failed though. Luckily, she found more samples in that laboratory in addition to valuable intelligence from my former 'friend' that even that old fool didn't get his hands on. That City incident was a good reason for me to leave our organization under the pretext of being worried of further investigations. I had plenty of data to research until discovery in Europe.\n \n    Villagers, Cultists, Military, all turned into obedient mutants. This was somewhere in Europe. Controlled by some ambitious fucker. His research was really of high quality though, but not as good as what I've made with a later discovery. Didn't gain much from this except for being more careful with choosing people to work for me. That fucking snake in red dress fooled me, sent me a fake sample instead of a real one, never trust devious fuckers. I had temporary success with my latest discovery back then. It was perfect for global evolution according to my own views. I was enhanced like never before. I came as a guest to my former benefactor. I showed him everything that I've become, something that he could never possibly achieve, then I killed him.\n \n    Fuckers from that mansion ruined everything. My newest invention was entirely destroyed with me being forced into hiding. Until Cataclysm happened. The Blob, Mycus, Triffids, so much to research! However, none of them are even as near as sophisticated as alien symbiote, BL9, which is hunted even by alien pillagers from other galaxies. I have created 'True Superiors' organization, I have built 'THEIR' army, I have fooled 'Alliance', forcing them to work with my organization. These feeble altruistic fuckers think they can stop our evolution with a bunch of survivors?",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_mercenaryspy_journal1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Female Mercenary Spy's Journal - Fighting Thinking in Absolutes With Espionage Part 1" },
    "description": "My father taught me one very important thing when I was a young girl. He told me that it is wrong to think in absolutes. Has he done something significant in his life with this way of thinking? Maybe. Maybe not. What I know is that his advice greatly helps me in my work. My work is not just means of acquiring money. It helps me to prevent people who think in absolutes from shaping the World in a way that they like. This is especially important if we are talking about genetical experiments related to unknown microorganisms which have many uses. From healthy drugs, protection, extending lives of people to bioweapons. Don't ask me how I got in this field of work. Let's just say that I have received plenty of military experience to work as a professional mercenary spy.\n \n    I've heard of reputation of organization behind incidents in that mansion along with That City. No doubt that extremists were among it's leaders, intending to work on advanced bioweapons research. I was offered a job by an unknown man, who described himself as a former research scientist in that organization, who had changed his ways. My job was to intercept military, sent by that organization to kill their main scientist, stationed in That City's laboratory. My goal was not to save that scientist. Like I was told, scum simply wanted to sell property of their organization to highest bidder essentially. My task was to steal this property from military then bring it to my employer.\n \n    As a careful person I am, I waited for a perfect opportunity to ambush them. However, my stealth approach was interrupted by hordes of mutants, attacking both me along with military. The whole city went to shit within a few minutes. I had to run for my life essentially. However, I am no dumb girl. I knew that lab must have contained various intelligence, notes, diaries, maybe even something more important. This scientist devoted himself to his work entirely. There must have been another sample in that laboratory. I managed to find both, though, it was very difficult to do based on what I've seen there honestly",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_mercenaryspy_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Female Mercenary Spy's Journal - Fighting Thinking in Absolutes With Espionage Part 2" },
    "description": "Essentially in my work thinking in absolutes means either of two things. Either granting access to all of these drugs, genetically modified microorganisms, to general public. Giving them all for free. Not thinking that this can produce riots, forced acceleration of production. At the same time, similar inadequate total access can make available production of bioweapons for madmen. Both are extremists points of views that must be avoided. This is what gave me motivation when I was going through that ruined city. I trusted this man. He seemed like he was hating himself for his involvement in this mess. All he needed, he said, was to make sure that their property won't get into their hands. Incident in that mansion fooled me into trusting him.\n \n    I've found very important intelligence in police station, records of a former member of investigation department that almost got investigators' team killed in that mansion. It was said that man was incredibly devious, cunning. It's as if his betrayal was planned in advance. Whoever wrote this had suspicions of involvement of this organization in an attempted murder of investigators' team. This made me think of who I actually work for. However, there was no real proof of whether it was the same person or not. In the same police station I've met a newly promoted corporal, pretty young, seemed to lack experience, still, confident in a non-arrogant way, determined to survive, also escape to safety with whatever companion of his that he mentioned.\n \n    I saved his ass from one of hunters bioweapons sent to kill any witnesses. Hah, he was keep asking me questions. I tried to buzz him off saying that he should be glad that not only I didn't kill him, but also saved his ass multiple times as well. I didn't know that we would meet in Europe with him again. Well, I did steal a sample from him. Still, I knew by then who I worked for, sending him fake sample as a reward. What do I do now after Cataclysm? Well, I've recently brought an advanced BL9 sample to human disguised exiled alien scientist that helps humans survive",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Davranide's Journal - Super Soldier Project" },
    "description": "Usually we are not interested in projects of these savages. Majority of them are either dumb mutants, used for killing, or power hungry fools, obsessed with domination of local areas. They don't even care about improving living conditions for their own people. However, there are a few human scientists, who have told me about their most experienced scientist. It is the leader of 'True Superiors' organization at the same time essentially. Humans are feeble, mostly are worthless. But not this man. Even I, representative of a superior race, fear this man. It's like he is not even a man at this point. So what they said is that on their Militarized Island, with instructions made by this man, they developed a Super Soldier.\n \n    I came to Militarized Island to see quality of their work. It was pretty good, still, lacking many features that we could add. It was obviously a carefully made humanoid amalgamation of mutated animals that each of our 'Alliance' races brought here. Later when I wanted to talk with these scientists about our own, Davranides' projects, they told me that this man knows that I was one of the few Davranides scientists who showed interest in Super Soldier Project. Scientists said that this man insists that we enhance this project further. I said that I am not sure, but scientists simply replied. They said that Davranides will take on this work if 'Alliance' as a whole values their safety on Earth essentially. We don't want to make enemies out of our allies. We continued this project ourselves. Enhanced versions can be found in various impact sites Cave Systems, whereas experimental enhanced versions can be found in our own Mobile Bases.",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Agent's Journal - Welcome to BL9 Safety Base" },
    "description": "You have either managed to find or return to BL9 Safety Base, it is good that you are here, safe! Proceed to Control Sector to talk to Base Android, responsible for safe work of all systems in this particular BL9 Safety Base. Proceed to Leisure Center to acquire a BL9 Hidden Structures Map, various intel, journals to gain access to most of useful, interesting information related to BL9, various organizations, which we have managed to collect. You might wonder why you find so much intel, so many journals, yet nobody of our organization's representatives? Answer is simple. Safety. You probably understand that we are aware of all kinds of inhabitants roaming around. This includes benevolent survivors, hopefully, you are one of these survivors. At the same time these can be bandits, murderers, maniacs, double agents of Strange Cult, 'THEM', 'True Superiors' obviously. We prefer not to give any chance to either of these horrible bastards to try to weaken or damage our organization.\n \n    BL9 Safety Base contains lots of useful intel, journals for you to read. The most important journal for you to read is 'Instructions for Survivors' which is a must for survival of survivors who are interested in helping our organization achieve it's goals. Key goal of our organization is to bring hope, safety, civilization that will guarantee survival, possibility of procreation to survivors hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_davran_journal5",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Scientist's Journal - IMPORTANT INFORMATION Instructions for Survivors" },
    "description": "If you are not in any of BL9 Safety Bases, you need to find it, this is important. Whether you are in any of BL9 Safety Bases or not, you need to read a BL9 Hidden Structures Map, ALL intel along with journals that you can find. You can find a BL9 Hidden Structures Map, all available intel along with journals either in BL9 Safety Bases OR BL9 Libraries OR BL9 Bookstores. In order to explore BL9 locations safely, READ ORDER OF EXPLORATION in description of a BL9 Hidden Structures Map, this is important.\n \n    BL9 recipes for BL9 weapons ammo, for BL9 melee weapons unlock upon reaching level 3 in fabrication along with mechanics, advanced recipes unlock upon reaching level 6 in fabrication along with mechanics. First two tiers of regular weapons, modifiers, armor are sold by BL9 Strange Merchant. He sells them for Gold, Platinum Coins Combinations, also Gold, Platinum Coins Combinations can be crafted via BL9 recipes from normal Gold, Platinum Coins. Gold, Platinum Coins drop in huge amounts from monsters in Castlelan Castle, Militarized Island, this is important. Smaller structures, Biomes, Guard Towers with Caves Systems Beneath them, 'Alliance' Mobile Bases contain sci-fi ranged weapons, sci-fi melee weapons with unique effects to use against enemies, they also contain armor, artifacts, permanent versions of modifiers essentially. To acquire sci-fi items, artifacts, buildings, caves need to be fully explored.\n \n    If we want to 'unfuck', save us, give us a guarantee to survive, live, love, procreate, you need to find 4 pieces of 'Alliance' tech. Each is located on each individual Mobile Base essentially. Bring them to BL9 Safety Base Android, this should make Shield Generator generate a Protective Shield hopefully. May God keep you, keep all of us safe, bring you, bring all of us luck hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_subject5_journal2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Subject5's Journal - A Worldview of Love Along With Hope" },
    "description": "This Cataclysm, mutants, weird creatures, bandits, aliens, cults, really vile organizations, 'Alliance', all of this changes us with time. Survival becomes our main priority. We kill, we destroy, we don't trust anyone. Some forget what conscience is even. There is still a hope, many of these horrors or microorganisms can be used to our advantage, such as equipment based on alien technologies, creating healthy mutations or drugs based on modified microorganisms to make them benign, to fend off anything that corrupts us.\n \n    I don't know if we can still love or have children, but we must try, we all must try. I believe that we have a tiny bit of God's energy within us. With it we don't get entirely corrupted by vile sources, retaining our humane side. Based on this, we need to survive, to ascertain that ideas of good, hope, ethics, love will not be obsolete as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 1 - Strange Merchant" },
    "description": "First of all, to help you with your endeavors, there is a strange trading merchant or a collector of some sorts here around The Castle, the zealots are not hostile towards him for some reason. He claims to be selling `BL9-infused weapons, modifiers and armor` in exchange for the gold coins from the zealots. I am not sure, but the quality of these seemed good to me upon first glance, but my job here is being a spy and not really going all-guns blazing unless I'm spotted...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note1",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "yellow",
    "name": { "str": "BL9 Guide - Part 1 - Teleporter" },
    "description": "Good to see you still intact, adventurer - activate the teleporter right HERE so that you'll be able to come back here instantly once you reach the end of the Castle (make sure to survive, hopefully) with a special teleporter item",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 2 - Merchant" },
    "description": "The Merchant is the first key NPC of this mod (you find him in The Castle, The Island, various BL9 biomes and structures) - he sells weapons of 2 tiers to you for GOLD and PLATINUM coins COMBINATIONS (you automatically acquire the recipes to craft these) GComb and PComb respectively. TALK to the Merchant to acquire your first basic handgun along with the special soldering iron to repair BL9 items. The coins - you collect them from enemies as well as by finding randomly scattered treasures throughout the mod",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note2",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 2 - Through the Guard Rooms" },
    "description": "In order to infiltrate The Castle you must go through multiple outside constructions and the Guard Rooms which are filled with armed zealots, which should not surprise you that much because they have kinda realized that there is some kind of a breach caused by us...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note3",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 3 - Crafting Ammo and Melee Weapons" },
    "description": "Crafting is an important part of BL9 - you are able to craft many unique ammo types and very handy melee weapons (and even a sci-fi tier of ammo for sci-fi weapons, but that's a long way for you to go). The recipes for each you will acquire AUTOMATICALLY upon reaching a certain level in fabrication and mechanics (starting from level 3 of fabrication and mechanics) - each weapon requires generic and rare materials which you'll come across as you play the mod",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 3 - Into the Grand Hall" },
    "description": "Now you're approaching the Grand Hall, in order to get to the Throne Room, first we must get into the Grand Hall which leads to the way to the Throne Room, but the door leading to it is tightly locked and the key is hidden somewhere. I'm yet to figure out WHERE, but I know that you have to go through and explore the only accessible room here the door to which is without locks",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note4",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 4 - Ranged Weapons Ammo" },
    "description": "The ranged weapons in this mod are made to use special BL9 ammo types (BL9 shot/BL9 shot MK ii, BL9 308/BL9 308 MK ii, etc) that is craftable ONLY using the generic BL9 materials, BL9 samples of different tiers, from 1 to 4. BL9 samples drop from BL9 enemies. Also via recipes they can be converted from one type to another",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note5",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 5 - Healing Herbs" },
    "description": "In order to balance the strong and heavy damage dealing nature of the monsters, I've created 3 tiers of herbs that will heal you instantly upon use and relieve a significant amount of pain without giving you the painkiller debuff - from mild to the strongest healing herb. BEWARE THOUGH - USE THEM SPARINGLY IN COMBAT. They give you a STACKING DEBUFF for a few minutes to keep everything balanced...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note1",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 1 - I Welcome Thee, Little Moth" },
    "description": "Welcome to this magnificent, sophisticated structure, little moth. It is great that you have arrived here. We are still in the middle of our rituals, but so far it seems that The Great and Fierce Nevulion heard us and bestowed upon us His great `blessing`. But you, you will not receive it, my men will cleanse this place of your filth, you will NOT be able to defile it!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note4",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 4 - Blind Clawer" },
    "description": "The key to the next room is hidden in a prison cell room, where a strange creature named Blind Clawer seems to be locked up there. Be aware - it's a ferocious tall blind BL9 augmented creature that is armed with mechanical razor-sharp claws, it's quite strong but you WILL be able to defeat it, I am sure!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note5",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 5 - Underground Prison Cells" },
    "description": "It's good that you've managed to get through the ceremonial rooms, you see now yourself that these zealots is a force to be reckoned with. In order to go further, you need to acquire a key from the Underground Prison Cells, but down there I've heard some strange buzzing sounds and sewer waters splashing, be careful!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note2",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 2 - A Bunch of Flies" },
    "description": "So, you've interrupted our great ceremony and starting to massacre my people. How rude and antagonistic of you, little moth, you seem to lack manners. I guess my humble and welcoming servants do not really fit your criteria, eh? A company of stinky flies for you, little moth - that is what you are definitely going to appreciate!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note6",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 6 - Through the Garden Labyrinth" },
    "description": "I hope you're going strong. In order to go further you have to explore the tricky branching Garden Labyrinth, somewhere there you'll find a key that leads to the next room I presume. Note that there are 2 keys - you'll need both of them - one you'll find for the construction in the garden that contains the key for advancing further...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 3 - My Precious Garden" },
    "description": "You've gotten far, I have to admit this, but it all ends here, scum. You won't escape alive from my mind-boggling garden full of creatures surprises. Besides, the annoying squashable bugs is not the only thing you are going to see here in my Castle...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note7",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 7 - Infernal Room" },
    "description": "Alright, you're about to descend into the Infernal Room, the key to the way to the Throne Room that can be accessed via the Grand Hall lies there, be careful there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note4",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 4 - A Friendly Reminder" },
    "description": "This is MY domain, this is MY realm! You seem to be forgetting this and causing lots of mischief like an ungrateful bastard you are. My little moth, your wings are still intact after the Infernal Room, eh? We'll see about that soon enough...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note8",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 8 - The Bridge" },
    "description": "I have some bad news - the location of the Castlelan is unknown to us, but we are 100% sure he escaped via the underground passage in the throne room. You MUST chase him down, you'll find the key to the bridge gates on the OTHER side of the bridge in a series of rooms...be careful!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note9",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 9 - Infested Dungeon" },
    "description": "So far I've managed to receive enough intel to determine what else our crazy castlelan has got up his sleeve. Below you there is an old dungeon that seems to be infested with these Crawlers and God knows what else, upon reaching the end of it you'll descend into the Castle's sewer system...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note5",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 5 - My Defiled Dungeon" },
    "description": "Oh, while you're at it I would greatly appreciate it, little moth, if you clean the old dungeon below off my miserable insects' filth, they've got a bit out of control...my Right Hand will reward you GREATLY for this...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note10",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 10 - The Assassin" },
    "description": "You are in the sewers - great, but BEWARE, Castlelan is not joking about his Right Hand, it's not a mere crazed cultist. It is a tall lizard-skinned incredibly agile and deadly creature that is capable of hiding in the shadows, one of `THEIR` bioweapons it seems. It guards the path to the mines below, use your wits and skills to DESTROY it!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note6",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 6 - My Right Hand" },
    "description": "My servants, oh my loyal servants, you can't even conceive of how much they love and adore me for bringing Nevulion's blessings to them! They even love YOU now, little moth, so much that my Right Hand wants to personally assess your strength and skills...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note11",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 11 - The Furnace" },
    "description": "The next room leads to The Furnace, as far as I'm aware, there are 2 giant cages inside...I guess another horrible bioweapon of `THEM`, do your BEST to kill whatever you find there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note7",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 7 - My Precious Furnace" },
    "description": "I'm starting to wonder what it takes for you to end just like any little moth - burning and turning into dust entirely upon flying to the nearest torch...the next room is my personal Furnace where I smelt ores found in the mines AND the ruins. Lest someone should steal my ores I've got two good barbaric bouncers...they WILL treat you accordingly, little moth...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note12",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 12 - The Sand Ruins" },
    "description": "Upstairs a series of undeground sand ruins awaits you, we believe that it is one of the places from which cultists search for ores and precious gems, they are all aware of your presence...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note8",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 8 - You Are THAT Stubborn?" },
    "description": "ENOUGH, STOP IT! How about you just STOP and GIVE UP YOURSELF until you are brutally maimed at the hands of my servants? I've warned you before, little moth, but now I am being SERIOUS, you won't get out of this dungeon alive, entire horde of my heavily armed servants awaits you there! Trust me - they WILL fight as fiercely, as ferociously as they can to pluck and devour your teeny weeny wings, little moth!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note13",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 13 - The Castlelan" },
    "description": "You're getting there. In order to reach The Castlelan and put the final exclamation mark to everything that had led to this point you will have to cross the bridge leading to the final tower of The Castle, stop the madman, you can!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_castlelan_note9",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Castlelan's Notes - Part 9 - Nevulion is ONE With ME!" },
    "description": "I have ascended into HIS realm, I could feel his might and power - not just his blessing but a magical empowerment, a truly blissful feeling! I quenched my thirst for power, little moth, but now I am HUNGRY! Hungry for blood, your blood especially - I expect you in the tower to send you to Nevulion's realm so he can TORMENT your vile soul endlessly!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note14",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 14 - The Island" },
    "description": "Hmm, so THIS is the location of their main base of operations? A distant island in the middle of nowhere...you have done TREMENDOUS work here, venture into The Island when you are prepared for an even more dangerous encounter monsters...I will be waiting...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_journal10",
    "category": "books",
    "type": "GENERIC",
    "symbol": "&",
    "looks_like": "newest_newspaper",
    "color": "blue",
    "name": { "str": "Printed Agent's Journal - Part 10 - 'THEM'" },
    "description": "So now I believe that you can guess `THEIR` plan - to create an army of perfectly obedient bio-soldiers to eradicate anyone that stands on their way and conquer these lands and try to take on the other regions, maybe even The Whole World \n \n     They MUST be stopped! They are posing a threat to our and other remaining altruistic organizations. We do our best to help survivors, counter The Blob, establish SOME form of civilization, basic at least, spread our influence without spilling blood or turning everyone into controlled puppets...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note15",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 15 - The Way Through The Island" },
    "description": "You have reached the destination, I am glad to see you alive! Infiltrating the Island you will come across camps, some small military structures - but that's just the tip of the iceberg. The only way to get inside of The Island's bunker and more elaborate structures is via water caves",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note1",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 1 - So You Are HERE Now..." },
    "description": "You have managed to enter `OUR` base of operations - the Militarized Island guarded by very well-trained biologically enhanced soldiers armed to teeth. Plenty of them are heavily mutated having inhumane strength and agility. That Castle - that was a mere cult controlled by an archaic madman - I would have got rid of them myself upon starting our conquest, but you've done me a good favor, the first time - the last time, survivor...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note16",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 16 - The Water Caves" },
    "description": "In order to get to the core of The Island, you must pass through the water caves, as far as I know, it contains a mixture of `THEIR` soldiers and some bioweapons, be careful there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note2",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 2 - Think Twice" },
    "description": "The BL9 - the sophisticated organism - WE have managed to exploit it, find it's main strengths and expand them, eradicate it's weaknesses, make an army of BL9 infused soldiers. You are taking on MY work, what I dedicated myself to entirely! If you think you can come anywhere close to ending MY organization, you are making the biggest mistake in your life!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note17",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 17 - The Labs" },
    "description": "The next rooms are hidden laboratories where `THEY` conduct their vile and inhumane experiments. I've seen the bioweapons that are kept there and I've been horrified - these are the most dangerous scums you've seen yet. Incredibly tall flesh eating constantly regenerating abominations, it will take many clips to gun these scums down, be careful!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 3 - Scientific Experiments" },
    "description": "Experimenting on BL9 proved to be a daunting yet very lucrative task. We've learned a lot about it's origin, how it lives outside of a host and most importantly - how exactly humans, animals and plants infuse with it, how it `communicates`, compared it to The Blob and Mycus. My, my...these are mere toys that are only capable of 7% of what BL9 can do and what it WILL do...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note18",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 18 - The Waste Disposal" },
    "description": "In order to get to the other side of The Island, disappointingly, the only way is to go via the Waste Disposal rooms below. The doors to it are locked though, you'll have to find the ID card somewhere around here to open it, advance further, I am sure it is somewhere around here...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note4",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 4 - Still not Fascinated?" },
    "description": "You have witnessed our work of art - incredibly fast regenerating humanoids. You have also seen pinnacle of our work, provided to us by 'True Superiors' organization, our allies. With enough time, we can make truly immortal humans, extend humans' limits, you cannot even conceive of what power you may achieve! Think of this - how about you stop while you still can? Turn your back on this wanna-be-heroic bunch of fools and become a part of my personal army. I give you an offer. We can establish The New Order together, huh?",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note19",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 19 - The Basement Passage" },
    "description": "You made it through! Good, now in order to reach the surface of The Island once again you will have to pass through a long basement passage, be aware though - it is heavily guarded as far as I know...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note20",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 20 - The Military Base" },
    "description": "There is a huge structure after the military camps up ahead - a sleek hi-tech military base - the reactors of which are powered by a strange underground lava source below it, now we're dealing with more soldiers than ever...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note5",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 5 - Don't Tread on ME" },
    "description": "You have been given an offer - you chose poorly, foolishly - and now there will be severe consequences for this in a form of my loyal soldiers. You will not escape alive from the military base - what awaits you BENEATH is BEYOND your imagination!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note21",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 21 - The Secret Exit" },
    "description": "I've figured it out! The lava caves below which power up the reactor of the military base play the role of a secret exit out of the military base! Before descending into the unknown though, you must DESTROY the military base ENTIRELY! Find the keycards that open the room with the central reactor control laptops and destroy the central laptop via smashing it then get the heck out of there through the lava caves AS FAST AS POSSIBLE!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note6",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 6 - `IT`" },
    "description": "I must say I am impressed by your skills and wits and what has been saving you from your imminent end, huh? The suspended cargo containers - ah the scent of metal, weapons for my loyal soldiers and `IT` - ah, truly fascinating! `IT` should keep you busy...`IT` WILL keep you busy!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note22",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 22 - The Grotesque Amalgamation" },
    "description": "So you've already heard of `IT`? `IT` - that's a grotesque amalgamation of different creatures including a human spliced up together forming a very dangerous and a deadly mutant. I believe that `IT` will be waiting for you somewhere along your way, be aware of this and use this knowledge to not be caught off guard!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note23",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 23 - The Acidic Caves" },
    "description": "Oh my...how could I be so ignorant? I completely forgot that 'IT' and other nasty heavily mutated creatures had their own special domain deep down below The Island. Environment which is very caustic and hostile to any normal living being, where the 'Master' and his scientists placed creatures which required 'special' conditions, be careful there!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note7",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 7 - The Majestic Plant" },
    "description": "Ah, so you've come across the Caustic Plant Caves? BL9 experiments as you can see led to creations of such grotesque but nevertheless beautiful creatures like `IT`. However, infusing humans and animals only with this peculiar organism is a true shame for someone who has been experimenting with plants as well, there are more things to experiment on! This is how Caustic Plant Caves were created - a truly dangerous environment where plant-like BL9 beings live on their own using the best of their 'hive mind' to breed and evolve...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note8",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 8 - The General" },
    "description": "I guess that I really did underestimate you. Why would I even think that my grotesque experimental amalgamations will be enough to finally stop you? You need someone like you - my main general will take care of you with great pleasure...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note24",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 24 - The Ruins and The General" },
    "description": "Once you clear the remanining camps, you'll come across The Island's ancient surface ruins with more soldiers. Apparently `Master's` soldiers under the control of his General established a little camp there fully expecting you essentially. The General is a truly formidable foe and a force to be reckoned with, don't let them ambush you!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_general_note1",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "General's Notes - Part 1 - What's THIS Show for?" },
    "description": "Your foolishness and stubbornness has no end, there's no stopping it! Now even I am involved into this! You do know that you're prolonging the Cataclysm with your actions? The BL9 is the only way to stop this and end BOTH the Blob and Mycus, restore the civilization but ONLY with the worthy society! Everyone else that falls short of our expectations shall be eradicated!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_general_note2",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "General's Notes - Part 2 - Our Plans" },
    "description": "Once I deal with you, we will continue conducting experiments to make the process of infusing as controllable as possible. Any living creature that you can possibly think of - the synthesis of BL9 with human will allow us to form ANY bioweapon! \n \n     After that, we will start conquering local regions one by one - eradicating all the filth such as the Blob and Mycus and infusing every survivor that we find with BL9! The ones that will decline our generous offer shall be annihiliated!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_general_note3",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "General's Notes - Part 3 - The Power" },
    "description": "This organism, it gives me a truly great might and power, I am stronger now than I ever was! What about my old human limits? I don't see them anymore, I am TRULY capable of ANYTHING! You will regret what you're missing out on, fool!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note25",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 25 - The Military Fortress" },
    "description": "You are almost there, `Master` will not be able to escape anymore! Before the encounter with him though you'll have to go through the remaining military fortress on the Island, be careful! It is VERY heavily guarded, and as you may have already guessed, you are an expected unwelcome guest here, as usually...",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note9",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 9 - The Fortress" },
    "description": "You are truly surprising me now! You have eliminated even my most loyal general - not much of a loss anyway. I'll have a dozens more if needed. The final Island's fortress is standing tall - it will slow you down allowing me to fully infuse with BL9",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_master_note10",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Master's Notes - Part 10 - No Escape NOW!" },
    "description": "The process of infusion has been completed successfully! Now I possess the power that I devoted myself ENTIRELY to, to make it as close to extraterrestrial as possible! Niw that I can feel it - I realize how much I underestimated it! You will feel it too - you will be forcefully infused with it, either with or without your destruction, NO ESCAPE NOW!",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note26",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 25 - The Master" },
    "description": "Above you `Master` awaits, he has already infused himself with the strongest experimental BL9 sample, possibly horribly mutating and turning into a barely human-looking creature! Be the victor in this battle for the SAKE of humanity - 'Master' must NOT get away",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_agent_note27",
    "category": "books",
    "type": "GENERIC",
    "looks_like": "survnote",
    "symbol": "^",
    "color": "red",
    "name": { "str": "Agent's Notes - Part 26 - Thank You" },
    "description": "YOU DID IT! I cannot believe that you DID IT! The horrible Castle and The Island are no more! I can say now that you can be officially involved into helping achieve mutually beneficial goals hopefully! Go to BL9 Safety Base, this is important. You will be contacted there by one of our most experienced scientists to instruct you further via an Android with a wireless communication system. If you have already been there, you already know everything, return there to continue bringing hope with your actions to you, to all of us hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  },
  {
    "id": "BL9_guide_note6",
    "category": "books",
    "type": "GENERIC",
    "symbol": "^",
    "looks_like": "survnote",
    "color": "red",
    "name": { "str": "BL9 Guide - Part 6 - Late-Game Explanations" },
    "description": "Now that you have completed first half of mod, there is more to do. Proceed or return to BL9 Safety Base, from there explore, clear 'THEIR' Guard Towers with Caves beneath them, acquire stronger gear. When your main character with NPCs are strong enough, clear Arganoides, Wanzeltiums, Davranides, Saldeniums Mobile Bases. Gather 4 pieces of each of Alien Civilizations' tech. Return to BL9 Safety Base, talk to Android, activate Shield Generator hopefully as well",
    "material": [ "paper" ],
    "weight": "1 g",
    "volume": "1 ml",
    "to_hit": -1
  }
]
