[
  {
    "type": "dream",
    "messages": [ "You have a strange dream about crabs.", "Your dreams give you a strange shelled feeling." ],
    "category": "CRAB",
    "strength": 1
  },
  {
    "type": "dream",
    "messages": [
      "You dream of walking on a sandy beach.",
      "For some reason you dream of your gloves.  They don't fit, and nothing seems to help..."
    ],
    "category": "CRAB",
    "strength": 2
  },
  {
    "type": "dream",
    "messages": [
      "You have a disturbing dream of walking sideways all the time.",
      "Your vivid dream of living as a crab frightens you."
    ],
    "category": "CRAB",
    "strength": 3
  },
  {
    "type": "dream",
    "messages": [ "You dream of pinching zombies with your claws.", "You have a vivid dream of shedding your carapace. It feels good." ],
    "category": "CRAB",
    "strength": 4
  },
  {
    "type": "dream",
    "messages": [ "You have a strange dream about snakes.", "Your dreams give you a strange slithery feeling." ],
    "category": "SNAKE",
    "strength": 1
  },
  {
    "type": "dream",
    "messages": [
      "You have a weird dream of slithering on the ground.",
      "In your dream, you see a strangely serpentine image of yourself."
    ],
    "category": "SNAKE",
    "strength": 2
  },
  {
    "type": "dream",
    "messages": [ "You have a terrifying dream of losing your legs.", "You dream of silently moving in shadows." ],
    "category": "SNAKE",
    "strength": 3
  },
  {
    "type": "dream",
    "messages": [ "You have a pleasant dream of coiling around your prey.", "You have a scary dream of running out of venom." ],
    "category": "SNAKE",
    "strength": 4
  },
  {
    "type": "dream",
    "messages": [ "You have a strange dream about rabbits.", "Your dreams give you a strange twitchy feeling." ],
    "category": "RABBIT",
    "strength": 1
  },
  {
    "type": "dream",
    "messages": [ "You dream of walking on a grassy meadow.", "In your dream, you look in the mirror and see a rabbit." ],
    "category": "RABBIT",
    "strength": 2
  },
  {
    "type": "dream",
    "messages": [ "You have a weird dream of carelessly jumping around.", "You have a terrifying dream of being chased by a fox." ],
    "category": "RABBIT",
    "strength": 3
  },
  {
    "type": "dream",
    "messages": [
      "You have a blissful dream of eating carrots all day.",
      "You have a pleasant dream of having your ears fondled and massaged."
    ],
    "category": "RABBIT",
    "strength": 4
  }
]
