[
  {
    "id": "martini_recipe",
    "type": "BOOK",
    "name": { "str": "Dean Domino's journal", "str_pl": "copies of Dean Domino's journal" },
    "description": "A perosnal journal of the legendary singer Dean Domino. The last entries contain his story of attempting to rob the Sierra Madre casino vault the night the apocalypse came, then upon failure staying in the villa planning yet another heist attempt while undergoing ghoulification caused by prolonged expousure to the Cloud of toxic gas, finally the story of a mysterious \"Courier\" who once saved Dean's life when together with him (and two other mysterious characters called \"Dog/God\" and Christine) was forced to work for a dangerous, insane man calling himself \"Father Elijah\" who also wanted to crack the Sierra Madre Vault open. The most important content of this journal for you is probably the recipe for a special drink, \"Sierra Madre Martini\". According to it, mixing the Cloud residue with common pre-apocalypse junk food in a tin can will change the properties of the toxins to actually strengthen one's body instead of harming it. Also contains some info regarding setting up and disarming traps.",
    "weight": "350 g",
    "volume": "500 ml",
    "price": 1000,
    "price_postapoc": 10000,
    "bashing": 2,
    "material": [ "paper" ],
    "looks_like": "textbook_chemistry",
    "symbol": "?",
    "color": "red",
    "skill": "traps",
    "required_level": 2,
    "max_level": 5,
    "intelligence": 10,
    "time": "15 m",
    "fun": 3
  },
  {
    "id": "cosmic_heat_note",
    "type": "BOOK",
    "name": { "str": "Sierra Madre chef's notes", "str_pl": "copies of Sierra Madre chef's notes" },
    "description": "A bunch of notes left by one of the top chiefs working at Sierra Madre. Apart from advanced, elaborate cooking tips and nuances it contains some info of an interesting discovery made by the chief - when he left the cosmic knife on a hotplate for long enough, it warmed up to a very high temperature yet was still comfortable to handle. You could possibly expand the power of cosmic knife further this way, thanks to the wounderful properties of the alloy it's forged from.",
    "weight": "180 g",
    "volume": "400 ml",
    "price": 20000,
    "price_postapoc": 20000,
    "bashing": 1,
    "material": [ "paper" ],
    "looks_like": "textbook_chemistry",
    "symbol": "?",
    "color": "red",
    "skill": "cooking",
    "required_level": 8,
    "max_level": 10,
    "intelligence": 11,
    "time": "25 m",
    "fun": 1
  },
  {
    "id": "collar_book",
    "type": "BOOK",
    "name": { "str": "Father Elijah's notes", "str_pl": "copies of Father Elijah's notes" },
    "description": "A personal journal of Father Elijah. Apart from some rambling about killing every enemy of his own faction to the last man and some psycho's bullshit it contains a vast amount of useful tips about advanced electronics as well as some handy recipes.",
    "weight": "500 g",
    "volume": "700 ml",
    "price": 20000,
    "price_postapoc": 200000,
    "bashing": 2,
    "material": [ "paper" ],
    "looks_like": "textbook_chemistry",
    "symbol": "?",
    "color": "red",
    "skill": "electronics",
    "required_level": 7,
    "max_level": 10,
    "intelligence": 14,
    "time": "40 m",
    "fun": 1
  },
  {
    "type": "GENERIC",
    "id": "torn_journal",
    "category": "books",
    "name": { "str": "Sierra Madre's visitor's journal page" },
    "description": "...seems kind enough, signed my poster, and even the promo photo. Kind of a sad look to her, though, like she wasn't really there. And she almost ran when Mr. Domino slipped his arm through hers, and he wasn't even looking at her, like she was a bag hanging on his arm. Something wrong between those two, not sure if Sinclair sees it, but I do.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "hell_note",
    "category": "books",
    "name": { "str": "See you in hell asshole" },
    "description": "Hope you're about dead when you read this Sierra Madre out of reach Could've had it all, followed that white-arrow-graffiti bastard down here Left those beartraps as presents for you on trail hope you like them shithead Hit my own tripwire you came to take what's mine??? Too bad, I got the last laugh Speakers'll kill you before you get out then we'll settle things in hell Sierra Madre's treasures's mine mine mine",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "stained_page",
    "category": "books",
    "name": { "str": "construction worker's stained note" },
    "description": "Not going to rat me out for what happened in the Villa. I'm not the one who laid the foundation, and I'm not going to take the fall for the supports, either. They try and pin this on me, I'll let them all know what's really going on with the construction contracts.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "note_gas",
    "category": "books",
    "name": { "str": "Sierra Madre toxic gas note" },
    "description": "A note about the Sierra Madre toxic gas building up in the ventilation system hurting three construction workers. Apparently they had no idea from where it came from either.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "note_insomnia",
    "category": "books",
    "name": { "str": "Vera Keyes' insomnia" },
    "description": "A note about Vera Keyes' health condition mentioning severe insomnia. Apparently the autodocs at the clinic were capable of alleviating its effects.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "prohibition",
    "category": "books",
    "name": { "str": "guard's commentary about the prohibtion" },
    "description": "Sinclair's prohibition list is going to be difficult to enforce and told him so. He claims we're getting an automated system that would confiscate items even the slightest bit radioactive or foreign and ship them back to the visitor's source address. Asked about items already in the Villa (didn't mention the construction crew) and he dismissed it. Of course, no sooner than Sinclair gives his prohibition speech, his pal swings by the same hour, asking how \"hardnosed\" we were going to be. Told me he couldn't guarantee he could keep me supplied if I didn't treat his \"friends\" with the same respect. Prick.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "prohibition2",
    "category": "books",
    "name": { "str": "guard's commentary about the prohibtion enforcement difficulties" },
    "description": "After another \"discussion\" with the Puesta del Sol crew, told Chief it'd be difficult to enforce the prohibition list, let alone the searches. Chief had the Gala on his brain, said Sinclair put construction of the Villa more important than patting down the construction crews for liquor and chems as long as they didn't hurt anyone or each other. Got a little hot under the collar, Chief did too, told me to walk it off. This whole thing stinks. Chief's barely got time for me, now Sinclair's turning a blind eye to things in the Villa because his friend's running the show?",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "prohibition3",
    "category": "books",
    "name": { "str": "driving ban order" },
    "description": "An order detailing the ban on driving in Sierra Madre as well as the construction of the streets preventing usage of vehicles.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "police_note",
    "category": "books",
    "name": { "str": "new security info" },
    "description": "A note about the security rules enforced in the Sierra Madre by it's founder Sinclair. Apparently any potentially dangerous item of the foreign origin had to be confiscated and the security personnel had to take notes about who enters and who leaves.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "police_show_note",
    "category": "books",
    "name": { "str": "communication system setup" },
    "description": "According to what's written on this page, guards stationed at the police station prepared an entire broadcast system so that they could watch the Sierra Madre Opening Gala show on their shift.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "sinclair_visit",
    "category": "books",
    "name": { "str": "Sinclair's visit report" },
    "description": "A note about the control visit of Sinclair.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "military_list",
    "category": "books",
    "name": { "str": "weapon transfer list" },
    "description": "This list details all the guns, ammo and explosives Sierra Madre guards received.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "vending_note",
    "category": "books",
    "name": { "str": "guard's comment on vending machines" },
    "description": "A note about the Sierra Madre vending machines selling commodities for casino chips, but in case of an emergency capable of dispensing military and medical supplies as well.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "ventilation_report",
    "category": "books",
    "name": { "str": "ventilation system report" },
    "description": "A report about the Sierra Madre ventilation system failing and spitting out some sort of toxic gas, the same one you're breathing like now. Seems like even Sinclair himself had no idea what it was and where it came from... Some technicians working on the system have been rendered unconscious by the gas despite wearing protection suits. Makes you feel better about not having one anyway... Especially given how the gas eroded the suits' locks, trapping the wearers inside. To this day they still roam the streets of Sierra Madre, trapped in their suits, jealous of everything that lives...",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "status_report",
    "category": "books",
    "name": { "str": "construction status report" },
    "description": "...the Villa's like cardboard, but the casino? That place isn't built for people to just gamble, it's a place for them to take cover if the big ones hit. Those doors can be hermetically sealed, and whatever they got lining the floors screws up anything not hooked up direct by wires. Word is, while Mr. Yesterday got the Villa covered, Sinclair's locking up the Sierra Madre like a golden trap.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "infrastructure_comment",
    "category": "books",
    "name": { "str": "Sierra Madre infrastructure commentary note" },
    "description": "As shoddy as the support beams are for most of these buildings, the ventilation system's worse, and the problems they had over at Puesta... sure, when you count our bonuses, it's good, but not when the workers are coughing to death. Hate to see what this place spits out if someone let the ventilation system chug along for a few years, we'd have another Greener Pastures on our hand, easy, and a pile of bodies beyond it.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "shady_comment",
    "category": "books",
    "name": { "str": "dishonest worker's inner reports" },
    "description": "Some casual reports detailing the dishonest practices of part of the villa construction crew mixed together with complaints about missing essential shipments.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "doctor_note",
    "category": "books",
    "name": { "str": "doctor's note" },
    "description": "Ms Keyes showed up today (sans Sinclair), escorted by Mr. Domino. He explained to me Ms Keyes had developed a throat infection, and asked if the Auto-Doc could help. I asked about the Sierra Madre's Auto-Doc. He said he didn't want to \"alarm\" Sinclair. Ran some tests. Ms Keyes' voice is fine, her loss of voice was more listlessness, symptomatic of excessive Med-X usage. When I tried to speak to her about it, Mr. Domino intervened. I warned them too much of the Chem could render a subject comatose, and Domino laughed. I lost my temper, and he said they'd return another time when I was in \"better spirits.\" Despise that man.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "unpleasant_visit",
    "category": "books",
    "name": { "str": "chief physician's note" },
    "description": "Domino stopped by to ask about the test results and Vera's voice. He seemed concerned she would lose her voice for the Gala Event. I told him if Ms Keyes was concerned, she should see me, and I would only disclose any medical information to her. I told him the Auto-Docs were more than capable of healing Ms Keyes voice if she developed any throat infection, and we could even operate if need be if she tore her larynx. He seemed satisfied by the news, apologized, amazingly enough, and left a bottle of wine as a token of his appreciation. I told him I felt it was inappropriate, he insisted. I dumped it in the trash.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "gas_incident_report",
    "category": "books",
    "name": { "str": "gas incident medical report" },
    "description": "A detailed medical report about the toxic gas incident and the patients exposed to it. The doctors in the clinic had no idea what it was as well, despite having access to a very advanced medical equipment.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "vera_part",
    "category": "books",
    "name": { "str": "Vera Keyes' partitures" },
    "description": "Partitures belonging to Vera Keyes', meant to be used by her during her performance.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "incident_1",
    "category": "books",
    "name": { "str": "bar incident log" },
    "description": "Complaint: Mrs. Purvis/Drunk and Disorderly Sierra Madre Security Log: 11:02PM Guard on Call: Morris, Tyler Describe the Incident: 10PM, received complaints about noise in upper bar, then emergency call from the an floor cashier cage who reported (quote) \"old bat on ceiling.\" Investigating, found guests cheering Mrs. Millicent Purvis, 72, who had climbed over the upper bar railing and was walking on the support beams, indicating loudly that she was (quote), \"going to join the circus.\" She had already tripped over one Holo-Emitter (unhurt), and was inviting guests out on the beams so we could \"use them like monkey bars.\" Climbed after her, cornered her near the rafter over the cashier's area, then brought Mrs. Purvis to holding and called her daughter to come escort her to her room. No damage done to rafters or the emitter. Mrs. Purvis's daughter was visibly agitated by the incident and too embarrassed to take any legal action saying that she (quote), \"didn't want to cause any more trouble for Mr. Sinclair.\" Need to gate off the rafter area to prevent repeat incidents.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "incident_2",
    "category": "books",
    "name": { "str": "bar incident log, part 2" },
    "description": "Complaint: Lost and Found Sierra Madre Security Log: 8:07AM Guard on Call: Morris, Tyler Describe the Incident: Mrs. Purvis daughter called down to ask if we happened to find her mother's purse, which she may have dropped during last night's \"stroll.\" We found the purse on the main floor. None of the valuables were inside, may have been taken when the purse dropped, or Mrs. Purvis may have emptied the purse contents during last night's incident.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "sec_meeting",
    "category": "books",
    "name": { "str": "security measure meeting note" },
    "description": "Since you missed it, Sinclair outlined security measures today. Wasn't blind to what was happening in the news, wanted to take steps if the Chinese got a foothold on American soil. Ran us through the added functionality of the holograms, then explained the construction of the casino, its emergency protocols, and the broadcast signal we're using for the Gala Event. Guy's a nut job, still, seems to have the bases covered. Guess the isolation of the casino was intentional. Not sure what he's hoping to protect, sure seems obsessed with it.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "emergency_note",
    "category": "books",
    "name": { "str": "emergency protocols" },
    "description": "Been reading this over: \"In the event of a fire, chemical leak, nuclear attack, or other threat to the casino, the interior and exterior doors will hermetically seal to prevent harm coming to the guests. During this time, Holograms will be deployed and assume threat status until the lockdown is ended.\" Guess you can't be too careful these days. Still, what if there was another leak at the switching station? Not to mention the gas valves in the kitchen. If those got hit, the casino's a torch.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "holo_note",
    "category": "books",
    "name": { "str": "note on hologram security system" },
    "description": "A brief explanation about the Sierra Madre holographic security system paired with a warning to not touch or try to disable hologram emitters.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "tampico_list",
    "category": "books",
    "name": { "str": "Tampico's show list" },
    "description": "The Sierra Madre opens its doors to the world! The opening of our great Casino & Resort will feature a unique Gala, showcasing artists of world-renown! Miss Vera Keyes. Mr. Dean Domino. Joey Baxter. And, Wilfred the Wizard. Come join us at the grandest event in the history of the West. We welcome you to the best time of your life! Sincerely, The Sierra Madre's Management.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "desperate_note",
    "category": "books",
    "name": { "str": "message for Mrs E. Sainz" },
    "description": "I'm on my way! I'll be right there, Eve! Just hide until I get there. Do whatever you need to, understand!? I'm not going to let anything happen to you.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "desperate_note_2",
    "category": "books",
    "name": { "str": "message for Mr J. Lester" },
    "description": "John, help! Everything exploded! There's smoke. Holograms are firing at people! We can't get out, John! Please!",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "madrid_note",
    "category": "books",
    "name": { "str": "commentary about the shipments of cosmic knives" },
    "description": "Another (!) shipment of kitchen knives for the Cantina Madrid came in today, with their new \"space age\" alloy polymer material. We've got way more than we need for the Gala Event, even if everyone had 3 steak knives! But it's always the best for Sinclair, always, always, always, always, he insists everything must be perfect. These knives are sharp, too sharp! One of the chefs almost lost their thumb when dicing vegetables, and were losing cutting boards at the rate of at least one per day. The knives just slice right through them! Running out of dishrags to mop up the blood.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "dog_holotape",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Dog command tape" },
    "description": "A holotape with pre-recorded message saying: \"Dog, back in the cage\".",
    "price": 1000,
    "price_postapoc": 50,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "dean_blackmail",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Dean Domino's blackmail evidence" },
    "description": "A holotape containing the recorded dialogue between Vera and Dean in which Dean threatens to reveal Vera's Med-X addiction if she refuses to do as he says.",
    "price": 1000,
    "price_postapoc": 50,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "saw_yesterday",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Dean Domino \"Saw Her yesterday\"" },
    "description": "A holotape containing recording of a Dean Domino's song \"Saw Her yesterday\".",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "tomorrow_in",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Vera Keyes \"Let the Bright Tomorrow in\"" },
    "description": "A holotape containing recording of a Vera Keyes' song \"Let the Bright Tomorrow in\". Can be used with the other songs to get a combination of Vera's voice.",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "go_faraway",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Vera Keyes \"Go to the Faraway\"" },
    "description": "A holotape containing recording of a Vera Keyes' song \"Go to the Faraway\". Can be used with the other songs to get a combination of Vera's voice.",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "begin_again",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Vera Keyes \"Begin Again\"" },
    "description": "A holotape containing recording of a Vera Keyes' song \"Begin Again\". Can be used with the other songs to get a combination of Vera's voice.",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "audition",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Vera Keyes' audition recording" },
    "description": "A holotape containing recording of a Vera Keyes' audition for the movie \"Love Sets Sail!\" Turns out she was rather a bad actress, after all. Just like the movies she played in.",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "vault_worker",
    "category": "books",
    "name": { "str": "Sierra Madre Vault worker's note" },
    "description": "This job doesn't pay enough, working down here with those walking lightshows gets on my nerves. And the elevator... does Sinclair know how dangerous it is to have the elevator lock like that? If someone accidentally trips the deadman's switch inside his Vault... even Sinclair himself... this whole place becomes a big metal coffin. Lou tried to tell him and Sinclair said it would be \"user error.\"",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "turret_note",
    "category": "books",
    "name": { "str": "note about turrets in the vault" },
    "description": "Don't use this unless strictly necessary. The Vault is off-limits. There is no reason to enter it unless your clearance is personally approved by Mr. Sinclair. Still, if anything were to go wrong with those security systems, use this password in the Turret-Defense terminal inside the Vault's Chamber: \"HeartArrow\". Lou Martin, M&M Construction Inc. Crew Chief.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "vera_extract",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "extracted holotape" },
    "description": "Vera, If you're reading this, I know what you and Dean had planned tonight on the eve of the Gala Event. I loved you very much, and whatever possessed you to choose Dean's arm over my hand is beyond me. Whether it was greed or lust, it has led you here and will forever keep us apart. I hope it leaves you as empty as you left me. As much as you sought what was inside the Sierra Madre, now it will keep you. The door has sealed, the elevator has left, and not even your voice will unlock it. This casino was my gift to you, and you now will be its heart for all time. Sincerely, Frederick Sinclair",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  },
  {
    "type": "GENERIC",
    "id": "sec_note",
    "category": "books",
    "name": { "str": "note about security systems in the vault" },
    "description": "Shor note describing Sierra Madre Vault security protocols.",
    "weight": "5 g",
    "volume": "15 ml",
    "material": [ "paper" ],
    "looks_like": "survnote",
    "color": "white",
    "symbol": "?",
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "type": "GENERIC",
    "id": "elijah_goodbye",
    "looks_like": "mobile_memory_card",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Elijah's holomessage" },
    "description": "A holotape containing pre-recorded message from Elijah to someone named Veronica. You can't understand much but it sounds like a father saying goodbye to his daughter.",
    "price": 5000,
    "price_postapoc": 250,
    "material": [ "plastic" ],
    "ascii_picture": "mobile_memory_card",
    "flags": [ "TRADER_AVOID" ],
    "weight": "5 g",
    "volume": "2 ml"
  }
]
