[
  {
    "type": "snippet",
    "category": "note",
    "text": [
      {
        "id": "note_tanks_1",
        "text": "\"Tank drone, meet the real deal.  See how you handle 120 millimeters of HELL YEAH!\""
      },
      { "id": "note_tanks_2", "text": "\"big fucking gun, earplugs are good for your brain\"" },
      { "id": "note_tanks_3", "text": "\"I have a bicycle-mounted tank cannon.  Your argument is invalid.\"" },
      {
        "id": "note_tanks_4",
        "text": "\"Next person to call this infantry fighting vehicle a 'tank' is walking home.\""
      },
      {
        "id": "note_tanks_5",
        "text": "\"Found what used to be an armored platoon.  I don't want to find out what did them in.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "one_year_old_news_tanks_1",
        "text": "EXPERIMENTAL TANKS TO ENTER FIELD TESTS - A press release yesterday from the Department of Defense has confirmed plans for a series of field tests for a new model of light tank, currently designated the XM7 Tankette.  A major departure from previous armor doctrine, the experimental design features a long-range electric engine and a state-of-the-art autoloader, recently upgraded to fit a 120mm main gun.  Most notable was the confirmation of a one-man crew compartment, with mention of advanced fire control and sensors rendering a commander and gunner unnecessary.  According to General Dabrowski, \"These aren't expected to replace the venerable Abrams, instead we're expecting them to find a new niche for urban warfare.  We're hoping in about a year these will cost a fourth as much as an Abrams to produce while having the same level of firepower.  For the same number of soldiers it'd take to crew one tank, we could have four of these all supporting each other, each monitoring the situation and calling in targets.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "months_old_news",
    "text": [
      {
        "id": "months_old_news_tanks_1",
        "text": "ROBOT TANK UNVEILED - A recent press conference has confirmed the latest development in AI-driven defense systems.  Much of the details remain classified, other than the new project having only recently entered early testing.  \"We've refined some of the developments that went into the XM7 Tankette to fit an even more compact package.\" says the update, in reference to the experimental light tank program to see increased production and formal adoption in the coming months.  \"We're exploring uncharted territory with the autonomous fire control, nothing we've put into use so far has handled anything as large as a tank cannon.  Once we have all the kinks worked out we'll proceed with the next wave of trials.  We should have a working dual-core AI ready by the end of the year that can handle both the main gun and an M2 Browning, but for now we're focusing on the main gun.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "weeks_old_news",
    "text": [
      {
        "id": "weeks_old_news_tanks_1",
        "text": "PATTON TANKS TO BE RESTORED - Amid rumors of war on the horizon and growing unrest, a recent new briefing outlined an emergency plan to restore and rearm several M60 Patton main battle tanks, with roughly two hundred projected to be available across the New England region within the coming weeks.  Officials refused to clarify the purpose of this rearmament program, leaving speculation that the move is an unintentional confirmation of an impending Chinese invasion.  According to an anonymous source within the military, \"They don't expect them to be facing Type 96 or 99 tanks.  They'll likely be used to engage IFVs such as the Type 08 or the Type 15 light tank.\""
      }
    ]
  }
]
