[
  {
    "type": "snippet",
    "category": "//",
    "text": [
      {
        "id": "note_pk_1",
        "text": "\"WASP APPROACHING CONTINUE Y WASP APPROACHING CONTINUE Y WASP APPROACHING CONTINUE Y WASP APPROACHING WASP APPROACHING\""
      },
      { "id": "note_pk_2", "text": "\"Hellmouth?  Hellmouth to ~what?\"" },
      {
        "id": "note_pk_3",
        "text": "\"Shockcannons are good close defense turrets for a car, but may drain your batteries quickly.\""
      },
      {
        "id": "note_pk_4",
        "text": "\"Spiders will kill an unprepared player.  Ants will kill an unprepared player.  Black rats will kill an unprepared player.  Sewer rats will kill an unprepared player.  Everything will kill an unprepared player.\""
      },
      { "id": "note_pk_5", "text": "\"Enviornmental resistance seperates the losers from the survivors.\"" },
      {
        "id": "note_pk_6",
        "text": "\"CONGRATULATIONS!  You are the 1000th person to read this note.  Press [Shift]+[Q]+[Y] to claim your prize now!\""
      },
      {
        "id": "note_pk_7",
        "text": "\"It would appear that the gas in those mines are radioactive.  Probably a bad idea to breathe it in.\""
      },
      {
        "id": "note_pk_8",
        "text": "\"I saw a family of spiders slip out from under this medium boulder and drag my friends down below.  They had some good stuff on them too; I bet it's still down there.\""
      },
      {
        "id": "note_pk_9",
        "text": "\"triffid sacs can be treated with a little cooking skill and made useful with a little tailoring skill\""
      },
      { "id": "note_pk_10", "text": "\"The longer the season length, the slower the monsters seem to evolve.\"" },
      {
        "id": "note_pk_11",
        "text": "\"Fungal boils will explode into many spores, and can be crafted into a bomb with some fab, some survival, and some cooking.\""
      },
      { "id": "note_pk_12", "text": "\"Acidbombs are fairly weak but useful against crowds.\"" },
      {
        "id": "note_pk_13",
        "text": "\"Bomblets are fairly deadly if they score a direct hit, and the explosive kinds can 1hit a player if used poorly.\""
      },
      {
        "id": "note_pk_14",
        "text": "\"Bomblets are fairly deadly if they score a direct hit, and the explosive kinds can 1hit a player if used poorly.\""
      },
      {
        "id": "note_pk_15",
        "text": "\"When just starting, take the time to either make a bow and some arrows, get a gun, or craft a sling.  3 strings, 1 leather patch and 20 thread.  Itll save your life against things you cant hit in melee.\""
      },
      {
        "id": "note_pk_16",
        "text": "\"If a mammal is stalking you, shouting at it with 'Y' may just give you time to run.  Fire might too, but it might also piss them off.  Experiment.\""
      },
      {
        "id": "note_pk_17",
        "text": "\"It is a bad idea to mix and match mutagens blindly.  Opposing traits will cancel each other out.  For instance, cephalopod and bird don't have much in common, and all your hard work may be undone.\""
      },
      {
        "id": "note_pk_18",
        "text": "\"Enviornmental protection will help minimize fire and acid damage, and heat armor will actually reduce damage from heat sources like lava.\""
      },
      {
        "id": "note_pk_19",
        "text": "\"Royal jelly can be mixed with triffid products to make multiple beneficial medicines, such as anti-venoms and twice the royal jelly equivalent.\""
      },
      {
        "id": "note_pk_20",
        "text": "\"If you find a hidden structure while traveling, mark it on your map with a note.\""
      },
      {
        "id": "note_pk_21",
        "text": "\"Sinkholes damage tires when they leave the tile the sinkhole is on.  Sinkholes can be filled in by digging a shallow pit and filling it up.\""
      },
      {
        "id": "note_pk_22",
        "text": "\"Trapdoor spiders usually spawn above their lairs.  It can be difficult to get to but most trapdoor lairs and web spider lairs have hidden loot in them.\""
      }
    ]
  }
]
