[
  {
    "type": "snippet",
    "category": "<shoggoth_chat>",
    "text": [
      "Tekeli-li!",
      "\"Tekeli-li! Tekeli-li!\"",
      "Tekeli-li?",
      "\"Tekeli, tekeli-li! Tekeli, tekeli-li! We'll have a lot of fun when you feel better!\"",
      "\"Master! A-ah, my master's thing... tekeli-li! Kya!\"",
      "\"I am a maid♪ Your maid♪ Cleaning, washing, cooking... why didn't you let me continue?\"",
      "\"I will continue talking as much as master desires! I will continue talking even if you don't want me to!\"",
      "\"We'll have as many babies as master wants♪\"",
      "\"Master! Master! Are you going to play with the mi-gos?\"",
      "\"This feeling of chasing down mi-gos is becoming addictive...♪\"",
      "\"I learned that this form of human is the most suitable for service work! How is it? Why do you say it's inferior to my previous form?\"",
      "\"Blobs, Triffids, Mycus... they are too diffcult for humans to counter. So... let's make a child to fight against them! She'll be as strong as a thousand humans!\"",
      "\"Master gave me my first death. Please allow me to give many things their first death.\"",
      "\"Master master master master master master master master master master master master master master master master master master master master master master master master master master master master master master master...\"",
      "\"Don't worry, I'm not wearing anything under♪\"",
      "\"The past cannot be changed. The future may be dark, but I have my master by my side. So, please... please... don't leave me alone.\"",
      "\"Those who try to take my master away will turn into minchi!♪\"",
      "\"Master, are you a lolicon? Or do you like big breasts? If you tell me, I can become more to your liking!♪\"",
      "\"I can also make furniture and food with my body! ...You don't want any? Oh...\"",
      "\"I dream about Adam and Eve a lot! Let's rebuild humanity with our children, master!\"",
      "\"Please let me know if you need a bath. I can wrap you up in my body and clean everything from sweat to dirt and make you smell good♪\"",
      "\"Master, have you come across any albino penguins? I know them well, because they are my colleagues. Try not to bother them too much. ...Also, their meat doesn't taste too good.\"",
      "\"You've worked really hard! As a reward, I will take you out on a date...\"",
      "\"Is it okay for me to die? Yeah, right!♪ Ah, I will fully recover even from the most mortal wounds. Truly, you'd have to kill me down to the molecular level for me to die... That's why you don't have to be worried about me, master♪\"",
      "\"Is it okay to love a shoggoth? Ah, I don't mind the race difference at all! I will always be by my master's side♪\"",
      "\"When I first met master, I thought I had no other choice than to follow this person. I wonder if this is love at first sight? What?\"",
      "\"Tekeli-li~♪ Hello, master♪\"",
      "\"My kind is known to be violent, isn't that right? But you don't have to worry about me. I am a slave to my master's love♪\"",
      "\"I'm sorry, master, but... I want to lick it♪\"",
      "\"Master, cheating is not okay. Just me, alright?\"",
      "\"Why am I in human form? Well, that's how I can talk to my master, to be able to walk hand in hand with my master and have a body for my master to... nevermind!\"",
      "\"Do you want to lay your head on my lap? It would make me comfortable, too♪\"",
      "\"Please use me! Why don't you want to use me? Please use me! Use me!\"",
      "\"Master! Do you want to hold hands?\"",
      "\"It's okay if master gets tied up! That way I can stay by your side as long as I want... Ufufu...\"",
      "\"No matter the weather, my heart beats on if I'm with my master♪\"",
      "\"Please use me as a shield in an emergency. I want to be useful and not be like the other shoggoths.\"",
      "\"How many children do I want? As many as my master wishes... I will do my best!\"",
      "\"Master's smell... it's intoxicating... haa, master...♪\"",
      "\"All my clothes and so on are made of my cells! It's okay if you touch me more♪\""
    ]
  }
]
