{
  "20x28mm grenade": "20x28mm手榴弹",
  "300 blackout": "300停电",
  "7.92x33 Kurtz": "7.92x33库尔茨",
  "acu jacket": "acu夹克",
  "pair of tan combat boots": "一双棕褐色战靴",
  "TM 9-1005-248-10 ": "商标9-1005-248-10",
  "Casing from ammunition cartridge": "弹药筒外壳",
  "Components for a rifle": "步枪的部件",
  "green helmet cover": "绿色头盔罩",
  "XM-25": "XM-25型",
  "A placeholder item. You shouldn't see this.": "占位符项。你不应该看到这个。",
  "You shouldn't see this.": "你不应该看到这个。",
  "You shouldn't be seeing this.": "你不应该看到这个。",
  "pairs of combat boots": "一双战斗靴",
  "A fabric helmet cover for a PASGT or ACH helmet. This helmet cover is od green": "一种用于PASGT或ACH头盔的织物头盔罩。这个头盔罩是绿色的",
  "The XM-25 is a semi-automatic grenade launcher chambered in a proprietary 20x28mm cartridge. It was created during the OICW increment 2 as a stand alone version of the launcher on the xm-29": "XM-25是一种半自动榴弹发射器，装有20x28mm专用弹壳。它是在OICW增量2期间创建的，作为xm-29上发射器的独立版本",
  "A tough jacket with lots of pockets.  Favored by the military. This jacket is in the old urban digital pattern.": "有很多口袋的结实的夹克。受到军方的青睐。这件夹克是旧的城市数码图案。",
  "Modern reinforced tactical combat boots.  Very durable. These boots are sand colored.": "现代强化战术战斗靴。非常耐用。这双靴子是沙色的。",
  "operator's manual for rifle,  5.56mm,  m16. This training manual intructs the reader in basic mantinence and care of M16 seriers rifles.": "步枪操作手册，5.56毫米，m16。本培训手册向读者介绍M16系列步枪的基本维护和保养。",
  "IA2": "IA2型",
  "M16a3": "M16a3型",
  "IA2 DMR": "IA2 DMR公司",
  "Hi-Point 380 Carbine": "Hi Point 380卡宾枪",
  "Hi-Point 40": "嗨，点40",
  "Hi-Point 45": "高点45",
  "STG-44": "STG-44型",
  "VZ-58 P": "VZ-58P型",
  "Hi-Point 9mm": "高点9mm",
  "pm-63": "下午-63",
  "The IA2 is a select fire assault rifle designed to replace the aging FAL, M16 A2, and HK33's that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The standard length assault rifle variant has a 17.2 inch barrel (440mm) and accepts any STANAG pattern magazines.": "IA2是一种精选的火力突击步枪，旨在取代老化的FAL，M16 A2和HK33的，在巴西军队服役。它被皮卡尼轨道覆盖，可以支持多种附件。标准长度突击步枪变种有一个17.2英寸的枪管（440毫米），并接受任何STANAG模式杂志。",
  "the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics, as well as semi-auto, burst, and full-auto fire modes. This rifle is chambered in 300 blackout": "第三代M16系列步枪。a3的变种有一个内置的四轨和一个可拆卸的携带处理安装光学，以及半自动，突发，全自动射击模式。这把步枪有300个枪膛",
  "The IA2 is a select fire assault rifle designed to replace the aging FALs, M16 A2s, and HK33s that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The DMR variant is chambered in 7.62x51, otherwise known as .308, and has a 17.2 inch barrel (440mm). The DMR variant accepts FAL magazines just like the sniper variant.": "IA2是一种精选的火力突击步枪，旨在取代老化的FAL、M16 A2s和HK33，它们在巴西军方服役。它被皮卡尼轨道覆盖，可以支持多种附件。DMR变型采用7.62x51（也称为.308）内腔，具有17.2英寸枪管（440mm）。DMR变型和狙击手变型一样接受FAL弹夹。",
  "The Hi-Point 380 carbine was designed to work in tandem with the Hi-Point 380 handgun. Both weapons use the same magazines.": "Hi-Point 380卡宾枪设计为与Hi-Point 380手枪配合使用。两种武器使用相同的弹匣。",
  "For a handgun that's just a little over $200 it's exactly what you would expect. It's heavy and awkward to handle, but it works.": "对于一把200美元多一点的手枪来说，这正是你所期望的。它很重，很难处理，但它很有效。",
  "widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This appears to be an authentic nazi STG-44.": "STG-44被广泛认为是最早的突击步枪之一，它在第二次世界大战期间在德国生产，发射的是7.92×33库尔茨专用步枪，有效射程为600米。这似乎是一架真正的纳粹STG-44。",
  "The VZ-58 is a selectfire assault rifle used by the czech military during the cold war. Despite being almost visually identical to an AK type rifle it functions completely differently and parts can not be exchanged between the two guns. The VZ-58 P has a 15.4 inch barrel (390mm) and a fixed stock.": "VZ-58是捷克军方在冷战期间使用的一种选择性火力突击步枪。尽管在视觉上几乎完全相同的AK型步枪，它的功能完全不同，零件不能在两枪之间交换。VZ-58P有一个15.4英寸的枪管（390mm）和一个固定的枪管。",
  "For a handgun that's under $200 it's exactly what you would expect. It's heavy and awkward to handle, but it works.": "对于一把200美元以下的手枪来说，这正是你所期望的。它很重，很难处理，但它很有效。",
  "The pm-63 rak is a polish 9x18 makarov pdw issued to vehicle crews and police forces in Poland during the cold war": "pm-63 rak是波兰9x18马卡罗夫pdw，在冷战期间发放给波兰的车辆乘员和警察部队",
  "6x zoom variable zoom OICW optic": "6倍变焦可变变焦OICW光学",
  "XM-29 HE module": "XM-29氦模块",
  "20x28mm launcher magazine": "20x28mm弹射器弹匣",
  "STG-44 Magazine": "STG-44刀库",
  " 10 round 300 blackout": "10轮300停电",
  "The integrated 6x variable zoom smart optic mounted on the xm-29 rifle": "集成的6倍可变变焦智能光学安装在xm-29步枪",
  "A 5 round magazine for any launcher chambered in 20x28mm": "一个5发弹匣，用于任何发射室，直径20x28mm",
  "A magazine for an STG-44 rifle chambered in 5.56x45. The date stamp on this magazine indicates it's a new magazine": "STG-44步枪的弹匣，5.56x45口径。这本杂志上的日期戳表明它是一本新杂志",
  "A compact 10-round magazine commonly used with semi-automatic STANAG compatible rifles chambered in 300 blackout.": "一种紧凑的10发弹匣，通常与STANAG兼容的半自动步枪配合使用，枪膛为300发。",
  "The grenade launching bit for the XM-29.": "XM-29的手榴弹发射钻头。",
  "Hi-Point 380 magazine": "Hi-Point 380刀库",
  "Hi-Point 40 magazine": "Hi Point 40刀库",
  "Hi-Point 45 magazine": "Hi Point 45刀库",
  "VZ-58 magazine": "VZ-58刀库",
  "Hi-Point 9mm magazine": "高端9mm刀库",
  "PM-63 compact magazine": "PM-63紧凑型刀库",
  "8 round standard capacity magazine for any Hi-Point chambered in .38": "8个圆形标准容量弹匣，适用于0.38英寸的任何高点",
  "10 round standard capacity magazine for any Hi-point chambered in .40.": "10个标准容量的圆形弹匣，可容纳0.40英寸的任何高点。",
  "9 round standard capacity magazine for any Hi-point chambered in .45.": "9圆形标准容量弹匣，适用于0.45英寸的任何高点。",
  "A magazine for an STG-44 rifle chambered in 7.92x33 kurtz. The date stamp on this magazine indicates it's an original STG-44 magazine": "一个STG-44步枪弹匣，位于7.92x33库尔茨。这本杂志上的日期戳表明它是STG-44杂志的原件",
  "A standard 30-round magazine made for the VZ-58 rifle, made of stamped sheet metal.": "为VZ-58步枪制造的标准30发弹匣，由冲压金属板制成。",
  "8 round standard capacity magazine for any Hi-point chambered in 9mm.": "8个圆形标准容量弹匣，用于9mm内的任何高点室。",
  "a compact magazine for a PM-63 rak pdw chambered in 9x18 makarov": "一个紧凑的杂志为PM-63耙pdw室在9x18马卡罗夫",
  "Adurnsyl's Assorted Arms and Armour": "阿杜西尔的各种武器和盔甲",
  "This addon adds more real-world military equipment into the game. Blacklist removed due to Malkeus' Greed.": "这个插件在游戏中添加了更多真实世界的军事装备。由于马尔基斯的贪婪，黑名单被删除。"
}