{
  "minced meat": "肉末",
  "mayonnaise gummy": "蛋黄酱软糖",
  "maggi goreng": "马吉戈伦",
  "dehydrated mustard": "脱水芥末",
  "pasta marinara": "意大利面",
  "mayonnaise gummies": "蛋黄酱软糖",
  "When you don't have a meat grinder, a knife or food processor will do the job. A finely chopped or ground paste of assorted meat, fat, gristle, and connective tissues.": "当你没有绞肉机的时候，刀或者食品加工机就可以了。肉酱一种由各种肉、脂肪、软骨和结缔组织切碎或磨碎的糊。",
  "Because of its oil content, mayonnaise can't be dried into a powder, instead becoming a rubbery gummy that tastes more or less like mayonnaise, but has an unpleasant texture. It can't be reconstituted into spreadable mayonnaise, but it can be softened by heating with water.": "由于蛋黄酱的含油量，它不能被干燥成粉末，而是变成一种橡胶状的胶状物，尝起来或多或少像蛋黄酱，但质地不好。它不能被重新配制成可涂抹的蛋黄酱，但可以用水加热使其软化。",
  "Mie goreng, Indo-Malay fried noodles, made with Maggi brand instant noodles.": "米哥楞，印度马来炒面，用玛吉牌方便面制作。",
  "Dehydrated prepared mustard. Can be reconstituted by just adding a bit of water, but won't be as good as fresh mustard.": "脱水芥末。只需加一点水就可以复原，但不如新鲜芥末好。",
  "Cooked pasta with a jar of tomato sauce. Not very nutritious, but very easy to make.": "加一罐番茄酱的熟意大利面。不是很营养，但是很容易做。",
  "raw couscous pasta": "生粗粉面",
  "rokushakubo": "罗库沙库博",
  "guandao": "关岛",
  "grosse messer": "格罗斯梅塞尔",
  "fun pan": "平底锅",
  "A sturdy oak staff 6 shaku (180cm) in length.": "一根长6沙库（180cm）的结实的橡树棍。",
  "This is a giant ancient Chinese battlefield polearm, named for its purported inventor, the legendary 3rd century general Guan Yu. Though it may have never existed, the original was thought to have weighed as much as 49kg, and required great strength to wield, but by the time of the earliest confirmed records of the weapon, the design had already shed much of its weight, while retaining its imposing size. This is a modern version, weighing in at 10kg.": "这是一个巨大的中国古代战场，以其传说中的发明家，传说中的3世纪关羽将军命名。虽然它可能从未存在过，但最初的设计被认为重达49公斤，需要很大的力量才能挥舞，但到最早确认的武器记录时，这种设计已经减掉了大部分重量，同时保留了其气势恢宏的尺寸。这是现代版，重10公斤。",
  "A large single-edged two-handed sword from Germany, resembling an oversized kitchen knife. The name means Big Knife.": "德国产的一种大的单刃双手剑，类似于一把超大的菜刀。这个名字的意思是大刀。",
  "A flat steaming pan, with a lid and an internal pan, for making sheets of rice noodles known as fun.": "平底锅一种扁平的蒸锅，有盖子和内锅，用来做米粉，被称为“乐趣”。",
  "Durum semolina wheat flour dough, rubbed between the hands until it forms small rice-like pellets. Could be eaten raw, but only takes a couple of minutes to cook, so why bother?": "硬粒小麦粉面团，用手搓揉，直到形成小米粒状。可以生吃，但只需要几分钟的时间，所以为什么要麻烦呢？",
  "A 60-inch diameter, wide off-road wheel, used in mining, forestry, and military transport.": "一种直径60英寸的宽越野车轮，用于采矿、林业和军事运输。",
  "Abrahms Recipes 1": "艾布拉姆斯食谱1",
  "It's frustrating when my character can't cook simple recipes that can be made from ingredients they have on hand.": "当我的角色不能用他们手头上的原料做简单的食谱时，真是令人沮丧。"
}