{
  "nanotech gear": "纳米技术齿轮",
  "nanite multitool (small)": "nanite multitool（小型）",
  "metal nanopowder": "金属纳米粉体",
  "nanotech ammo core (wire)": "纳米技术弹药芯（线）",
  "nanotech blade": "纳米技术刀片",
  "nanite core MK I": "nanite岩芯MK I",
  "nanite growth chamber (active)": "纳米晶生长室（活性）",
  "programming laptop": "编程笔记本电脑",
  "nanotech hybrid frame": "纳米混合框架",
  "nanotech turret gun": "纳米炮塔",
  "You shouldn't see this - nanogear": "你不应该看到这个-纳米齿轮",
  "Nanite control unit that can mimic many tools, though some require different configurations.  Currently in default form, allowing access to numerous small tools.": "Nanite控制单元，可以模拟许多工具，但有些需要不同的配置。当前为默认形式，允许访问许多小型工具。",
  "Incredibly finely powdered metal, it is useless for anything except use in specialized nanotech turrets.": "令人难以置信的金属粉末，它是无用的，除了在专门的纳米技术炮塔使用。",
  "An automated ammo production unit designed to process feedstock into usable ammo as needed, complete with integrated power source.  Unfortunately, it needs to be manually reset when emptied, and cannot be refilled by hand.": "一种自动弹药生产装置，用于根据需要将原料加工成可用的弹药，并配有集成电源。不幸的是，它需要手动复位时，清空，不能重新填补的手。",
  "An incredibly sharp blade of active nanites with a small handle.  Compresses itself into the handle when not in use.": "一种非常锋利的带有小手柄的活性纳米材料。不使用时将自身压缩到手柄中。",
  "Contains data on how to work with nanites.": "包含有关如何使用纳米技术的数据。",
  "A container full of materials and a small cluster of bio-compatible nanites programmed to replicate.  After they finish, they will enter an idle state and be ready to be removed.": "一个装满材料的容器和一小群生物相容的纳米微粒，它们被设计成可以复制。完成后，它们将进入空闲状态并准备被删除。",
  "A repaired laptop usable for programming.  Requires external power source to charge.": "可用于编程的修理过的笔记本电脑。需要外部电源充电。",
  "A large frame made of steel and reinforced with nanites.  Useful for crafting.": "一种由钢铁制成并用纳米材料加固的大框架。对制作有用。",
  "You shouldn't see this. nanoturretgun": "你不应该看到这个。纳米电流枪",
  "nanite multitool (large)": "nanite multitool（大）",
  "nanotech ammo core (dart)": "纳米技术弹药芯（dart）",
  "nanite growth chamber (complete)": "纳米晶生长室（完整）",
  "Nanite control unit that can mimic many tools, though some require different configurations.  Currently expanded into a larger form for bulkier tools.": "Nanite控制单元，可以模拟许多工具，但有些需要不同的配置。目前已扩展为更大的形式，用于更大的工具。",
  "A container full of bio-compatible nanites that have entered an idle state and are ready to be removed. (Disassemble to recover)": "装满生物相容纳米微粒的容器，这些纳米微粒已经进入闲置状态，准备被移除。（拆卸回收）",
  "nanotech vehicle part": "纳米技术车辆部件",
  "nanotech floor": "纳米技术地板",
  "nanotech pistol": "纳米手枪",
  "Seeing this is a bug - nanovp": "看到这是一个错误-纳米VP",
  "A perfectly smooth floor with matching roof composed of nanites, can easily withstand almost anything.": "一个完美光滑的地板和匹配的屋顶组成的纳米，可以很容易地承受几乎任何东西。",
  "You shouldn't see this. nano_turret_pistol_weapon": "你不应该看到这个。纳米炮塔手枪武器",
  "nanotech wall": "纳米技术墙",
  "Superalloy": "高温合金",
  "An incredibly durable and perfectly uniform wall composed of nanites.  More than capable of supporting a roof, as well as keeping out most practically anything.": "一个令人难以置信的持久和完美统一的墙组成的纳米。它不仅能支撑屋顶，还能把几乎所有东西挡在外面。",
  "nanite multitool (laser welder)": "nanite multitool（激光焊机）",
  "nanotech ammo core (blade)": "纳米技术弹药核心（刀片）",
  "Nanite control unit that can mimic many tools, though some require different configurations.  Currently configured as a laser welder.": "Nanite控制单元，可以模拟许多工具，但有些需要不同的配置。目前配置为激光焊机。",
  "nanotech": "纳米技术",
  "sealed nanotech iris": "密封纳米技术虹膜",
  "Advanced Gear Goats Edition": "高级装备版",
  "Nanotech Agent": "纳米技术剂",
  "A sealed iris composed of nanites, this door is capable of withstanding nearly anything.": "一个密封的虹膜组成的纳米，这门是能够承受几乎任何东西。",
  "Extremely high-end items based around nanotech and 3D printing, mutations to be added later.": "基于纳米技术和3D打印的超高端产品，稍后将添加突变。",
  "The nanotech project ALMOST finished in time to try to stop things.  But almost doesn't quite cut it these days.  You were tasked with keeping the prototypes safe, and trying to continue the research.": "为了阻止事态发展，纳米技术项目几乎及时完成。但这些天几乎没有完全解决。你的任务是保证原型的安全，并继续研究。",
  "open nanotech iris": "开放式纳米虹膜",
  "nanotech ammo core (deathcloud)": "纳米技术弹药核心（死亡云）",
  "An opened iris composed of nanites, this door is capable of withstanding nearly anything.": "一个开放的虹膜组成的纳米，这扇门是能够承受几乎任何东西。",
  "nanotech roof": "纳米技术屋顶",
  "A perfectly smooth roof composed of nanites, can easily withstand almost anything.": "一个由纳米材料组成的完美光滑的屋顶，几乎可以承受任何东西。",
  "nanotech ammo core": "纳米弹药芯"
}