{
  "hibernating cyborg": "冬眠机器人",
  "advanced organic-interfacing processor unit": "高级有机接口处理器单元",
  "inactive sniper joe": "不活跃的狙击手乔",
  ".660 supermag casing": ".660特大号机壳",
  "6x36mm": "6x36毫米",
  "This is an inactive cyborg, composed of a previously dead human, several bionic upgrades, and some limiters and control systems.": "这是一个不活跃的半机械人，由一个以前死去的人，几个仿生升级，和一些限制器和控制系统组成。",
  "A large mass of wiring, chips, and circuits encased in plastic, all running in parallel to operate a cyborg's motor skills and life support systems. Can attach to a brain to restore some functionality lost upon death.": "大量的电线、芯片和电路被塑料包裹起来，所有这些都并行运行，以操作一个半机械人的运动技能和生命维持系统。可以附着在大脑上以恢复死亡时失去的一些功能。",
  "This is an inactive Sniper Joe. Sniper Joes are advanced robots capable of combat and have substantial armor.": "这是一个不活跃的狙击手乔。狙击手是一种先进的机器人，具有强大的战斗能力和装甲。",
  "An empty casing from a .660 supermag round.": "一个0.660超大型子弹的空弹壳。",
  "A small prototype round for the military's 'low-power, high-capacity' applications, this particular round was designed for testing in weapons primarily used while mounted.": "这是一种小型的军用“低功率、高容量”武器的原型，专门用于测试主要在乘车时使用的武器。",
  "hibernating heavy cyborg": "冬眠重机器人",
  "This is an inactive cyborg, sturdy in it's construction, with many pieces of extra hardware attached, and a thick steel skin, covering it's advanced electronics and life sustaining systems. It it's current state, this cyborg is probably less man than machine.": "这是一个不活跃的半机械人，结构坚固，附加了许多额外的硬件，厚厚的钢铁外壳，覆盖着先进的电子设备和维持生命的系统。就目前的状况来看，这个半机械人可能不是人，而是机器。",
  "robot helmet": "机器人头盔",
  "Man or Machine": "人或机器",
  "A combustion engine.  Burns fuel from a tank in the vehicle.": "内燃机。燃烧车内油箱中的燃油。",
  "large auxilliary fuel pod": "大型辅助燃料舱",
  "robotics assembly bench": "机器人装配台",
  "M9887 magazine": "M9887刀库",
  "Insulex": "岛叶",
  "broken sniper joe": "破碎的狙击手乔",
  "A tough green helmet built from durable materials, designed as armor for combat robots, but suitable for humans.": "一种坚固的绿色头盔，由耐用的材料制成，设计成战斗机器人的盔甲，但适合人类。",
  "The first book of the \"Man or Machine\" series, focused on the electronics component of robots and cyborgs. While very complex and certainly not an entry-level text, it does offer many pointers and tips to even the veteran programmer. Contains a few diagrams and ideas for programs that you could apply to your own garage-level projects.": "第一本书的“人或机器”系列，集中在电子元件的机器人和半机械人。虽然非常复杂，当然不是一个入门级的文本，它确实提供了许多指针和提示，即使是资深程序员。包含一些可以应用于车库级项目的程序的图表和想法。",
  "A gigantic steel pod designed to carry mass amounts of gasoline.": "一个巨大的钢制吊舱，用来运载大量的汽油。",
  "a magazine for the M9887 battle rifle.": "M9887战斗步枪的弹匣。",
  "A broken sniper joe. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.": "一个受伤的狙击手乔。现在它软弱无力地躺在坚实的地面上，威胁就小多了。可能会被挖出一部分。",
  "Insulated Hard Steel": "绝缘硬钢",
  "sniper joe": "狙击手乔",
  "Roboticist": "机器人专家",
  "A reinforced ram.  Place at the edge of vehicle to reduce damage taken in collisions, and to increase damaged delivered in collisions, if the ram is the first vehicle part to collide.": "加固的公羊。如果冲头是第一个碰撞的车辆部件，则放置在车辆边缘以减少碰撞中的损坏，并增加碰撞中交付的损坏。",
  "M35-H railgun": "M35-H轨道炮",
  "This is an advertisement for Wily Industries's Geologically Unstable Terrain Surveyor.  It shows large robot wearing a construction hardhat preventing a fallen boulder from crushing a worker.": "这是狡猾工业公司的地质不稳定地形勘测员的广告。它展示了一个戴着建筑安全帽的大型机器人，防止一块掉落的巨石压碎一名工人。",
  "\"I never asked for this!\"": "“我从来没有要求过这个！”",
  "robotics toolkit": "机器人工具箱",
  "hibernating advanced cyborg": "冬眠高级机器人",
  "A humanoid robot, designed for combat and stealth, it is fairly well armored, and quite intimidating. Rumored to be named for a young revolutionary.": "一个拟人机器人，设计用于战斗和隐身，它是相当好的装甲，相当吓人。据传是以一位年轻革命家的名字命名的。",
  "Fascinated with robots and machines since you were a child, you started a small workshop, building robots for government contracts and neighborhood children alike.": "你从小就对机器人和机器着迷，于是开了一个小作坊，为政府合同和邻里的孩子们建造机器人。",
  "A military developed railgun prototype, designed for mounted applications. Built in decent numbers for extensive field testing. Although it was never offically deployed before the cataclysm struck, it was in the process of being approved. Due to high recoil, and unwieldly size, this weapon is only possible to use deployed or in mounted applications.": "军方开发的轨道炮原型机，专为安装应用而设计。为广泛的现场测试内置了合适的数字。尽管在大灾难发生之前，它从未正式部署过，但它仍在审批过程中。由于后坐力高，体积大，这种武器只能用于部署或挂载应用。",
  "This is a cutting-edge piece of technology: a portable, laser precision, computer assisted, miniature robotics work shop. Designed to construct small electronics and similar devices, it features an easy to use GUI and is capable of creating sophisticated electronics and high grade robotics. May also be suitable for gunsmithing.": "这是一项尖端技术：便携式、激光精密、计算机辅助、微型机器人车间。设计用于构造小型电子设备和类似设备，它具有易于使用的GUI，能够创建复杂的电子设备和高级机器人。也可用于枪械制造。",
  "A sturdy mechanical body, with little in the way of organic matter visible. It has what appears to be segments of power armor grafted to its skin and steel frame, with cybernetic augmentations protruding.": "一种坚固的机械体，几乎看不见有机物。它的皮肤和钢架上嫁接了看起来像是能量装甲的部分，控制论增强突出。",
  "This is one of the many posters printed by Wily Industries, before the cataclysm. This poster features a sniper robot's green helmet, with the trademark eerily glowing eye. The caption reads, in bold  \"KEEP QUIET, CARELESS TALK COSTS LIVES.\"": "这是在灾难发生前，由狡猾的工业公司印制的众多海报之一。这张海报上有一个狙击机器人的绿色头盔，标志性的眼睛闪闪发光。标题用粗体写着“保持安静，粗心的谈话会牺牲生命”",
  "\"What am I?\"": "“我是什么？”",
  "Biomechanist": "生物机制学家",
  "This is a poster printed by Wily Industries. This poster depicts a Met Civil Protector robot, in black, red and white. The caption reads, in bold  \"WE WILL KEEP YOU SAFE.\"": "这是狡猾的工业公司印制的海报。这张海报用黑、红、白三色描绘了一个大都会市民保护机器人。标题用粗体写着：“我们会保护你的安全。”",
  "\"What have I become?\"": "“我变成什么样了？”",
  "thick composite plating": "厚复合镀层",
  "Wolverine Mech": "金刚狼机甲",
  "extra heavy duty board": "超重型板",
  "Advanced Technologies": "先进技术",
  "M1070 Oshkosh placeholder": "M1070 Oshkosh占位符",
  "You've always wondered what made things work, and people were no different. Once you had figured out what made it tick, you wanted to improve them, and what better than strapping on a fusion blaster, or implanting a cerebral booster?.": "你总是想知道是什么让事情运转起来的，人也不例外。一旦你弄清楚是什么让它起作用了，你就想改进它们，还有什么比捆绑在融合爆炸机上，或者植入大脑助推器更好的呢？。",
  "A doubled up slab of military composite armor. If this doesn't protect you, nothing will.": "一种折叠起来的军用复合装甲板。如果这不能保护你，什么也保护不了你。",
  "A strong metal wall.  Keeps zombies outside the vehicle and prevents people from seeing through it.": "坚固的金属墙。让僵尸呆在车外，防止人们看穿。",
  "Adds advanced armors, weapons, mech parts, robots, and crafting.": "增加了先进的盔甲，武器，机械零件，机器人和工艺。",
  "This is a poster printed by Wily Industries. This poster depicts a Met Civil Protector robot, in black, red and white. The caption reads, in bold  \"DO NOT COMPROMISE YOUR SAFETY.\"": "这是狡猾的工业公司印制的海报。这张海报用黑、红、白三色描绘了一个大都会市民保护机器人。标题用粗体写着“不要危及你的安全”",
  "\"Oh, God!\"": "“哦，天哪！”",
  "monomolecular machete": "单分子弯刀",
  "This is a heavy duty mech leg, with thick armor plating ready for the most dangerous mech operations.": "这是一个重型机械腿，有厚厚的装甲板，为最危险的机械操作做好准备。",
  "Mech Pilot": "机械飞行员",
  "\"Those creepy-ass mets aren't as tough as the helmet robots, but they don't seem to do much anyways.\"": "“那些令人毛骨悚然的大都会队员没有头盔机器人那么坚强，但他们似乎在任何方面都做不到什么。”",
  "\"I'm disgusting!\"": "“我真恶心！”",
  "A foot-long blade made from high-tech alloy and edged with bonded nanocrystals, removed from a cyborg, and converted into a machete.": "一种一英尺长的刀片，由高科技合金制成，边缘镶有粘结的纳米晶体，从机器人身上取下，改装成弯刀。",
  "Prototype Cerberus Mech": "原型赛伯勒斯机甲",
  "You were trained as an elite pilot, to operate the newly prototyped combat mech suits, the government's response to captured Chinese intel.": "你曾被训练成一名精英飞行员，负责操作新型战斗机械服，这是政府对被俘中国情报的回应。",
  "\"All of my systems are online.\"": "“我所有的系统都在线。”",
  "\"I'm... alive?\"": "“我。。。“还活着？”",
  "Advanced Wolverine Mech": "高级金刚狼机甲",
  "This is a impractical monstrosity that could never ever be worth its cost. but thats not gonna stop you from using it.": "这是一个不切实际的怪物，永远不会物有所值。但这不会阻止你使用它。",
  "\"Ready for combat!\"": "“准备战斗！”",
  "\"All systems operational.\"": "“所有系统都在运行。”",
  "\"Selective cognitive suppressant unit running at maximal efficiency.\"": "“选择性认知抑制装置以最高效率运行。”",
  "This is a standard-armored mech leg, suitable for most operations not requiring heavy combat armor, or a lightweight chassis.": "这是一种标准的装甲机械腿，适用于大多数不需要重型战斗装甲或轻型底盘的操作。",
  "\"Combat systems nominal.\"": "“作战系统”",
  "\"Security program functional.\"": "“安全程序功能正常。”",
  "\"Unit transmitter online.\"": "“单元变送器在线。”",
  "This a lightweight mech leg. While still quite tough, it is lighter and less armored than the bulkier variants.": "这是一条轻便的机械腿。虽然仍然相当坚韧，但它比笨重的变体更轻，装甲更少。",
  "A tough tire with a square knob tread.": "带有方形球形胎面的坚硬轮胎。"
}