{
  "old animatronic fox": "老狐狸",
  "old broken animatronic fox": "破旧的电子狐狸",
  "Animatronic Monsters": "电子怪兽",
  "This is a crumpled old advertisement for a local pizzaria.  It depicts smiling kids and some sort of animal mascot.  The flier reads \"Eat, rock, party, play.\"": "这是当地一家比萨店的旧广告。它描绘了微笑的孩子和某种动物吉祥物。传单上写着“吃，摇滚，聚会，玩。”",
  "\"Don't make me have ye walk the plank.\"": "“别逼我让你走木板路。”",
  "old animatronic foxes": "老电子狐狸",
  "old broken animatronic foxes": "破旧的电子狐狸",
  "Adds a chain of bankrupt pizzerias, with still functioning animatronics inside.": "增加了一系列破产的比萨店，里面仍然有电子动画。",
  "This is a crumpled old advertisement for a local pizzaria.  It depicts smiling kids and some sort of animal mascot.  The flier reads \"Eat, rock, party, play!\"  Someone has crudely scrawled underneath it \"Smoke weed every day!\"": "这是当地一家比萨店的旧广告。它描绘了微笑的孩子和某种动物吉祥物。传单上写着“吃，摇滚，聚会，玩！”有人在下面潦草地写着“每天抽大麻！”",
  "A bipedal animatronic fox, nearly twice your size.  Its teeth and claws look quite sharp.  Its right hand is replaced with a hook.  It looks heavily worn and degraded.": "一只两足的电子动画狐狸，差不多是你的两倍大。它的牙齿和爪子看起来很锋利。它的右手被一个钩子代替了。它看起来严重磨损和退化。",
  "A broken animatronic fox.  If it was in bad shape before, it's a wreck now.  For some reason, it is oozing with blood - it's not your blood.": "一只坏掉的电子狐狸。如果它以前状态不好，现在就成了残骸。出于某种原因，它渗着血-这不是你的血。",
  "\"Welcome to the pirate's cove matey!\"": "“欢迎来到海盗湾！”",
  "\"This is a kids place, why is their mascot so stacked!?\"": "“这是一个孩子们的地方，为什么他们的吉祥物堆得这么高？”",
  "\"NO BAD ROBOT I DON'T WANT PIZZA.\"": "“不坏的机器人，我不想吃比萨饼。”",
  "\"Arr, ahoy there maties!  And welcom- welcom- welcome to tha pirate's cove.\"": "“啊，喂，马蒂斯！欢迎来到海盗湾。”",
  "\"Fuckin haunted pizza joint, just burn it down\"": "“该死的披萨店，把它烧了”",
  "\"Pizza, arcade tokens, horrible death, got my bases covered.\"": "“披萨，街机代币，可怕的死亡，把我的基地盖上了。”",
  "\"It's me.\"": "“是我。”",
  "\"leg eaten by zombie robot furry help\"": "“被僵尸机器人吃掉的腿毛茸茸的帮助”",
  "\"SKREEEEEEEEEEEEEE!\"": "“斯克里伊！”",
  "\"Dum de dum dum dum.\"": "“嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘嘘”",
  "\"Ahoy there!\"": "“喂",
  "\"They will know the joy of creation.\"": "“他们会知道创造的乐趣。”",
  "\"Ha huhuhu huh huh.\"": "“哈哈哈”",
  "\"Let's eat!\"": "“我们吃吧！”",
  "\"Hello!\"": "“你好！”",
  "\"Hai!\"": "“海！”",
  "\"Hi!\"": "“嗨！”",
  "\"Let's play!\"": "“我们来玩吧！”",
  "\"What's your name little child?\"": "“孩子，你叫什么名字？”",
  "\"Come closer.\"": "“靠近点。”",
  "\"Come play with me!\"": "“来和我玩吧！”",
  "\"No running.\"": "“不许跑。”",
  "\"Running is against the rules.\"": "“跑步是违反规则的。”",
  "\"RAAAAGGGGRRRHHH!\"": "“Raaaagggrrrhhh！”",
  "\"BZZZZZTKKKKKSSSSVVVVVSSTT\"": "“BZZZTKKKSSSVVSVT”",
  "\"WHIIIRRRCRRIIIIZZZZZZVVVT\"": "“whiirrrriizzvvvt”",
  "\"Let's rock!\"": "“让我们摇滚吧！”",
  "\"Let's Party!\"": "“我们开派对吧！”",
  "\"Are you ready?\"": "“准备好了吗？”"
}