{
  "The US made automatic shotgun features a fully automatic recoil reducer system that provides excess death dealing when in close quarters. ": "Translation Error: undefined result: null, From: The US made automatic shotgun features a fully automatic recoil reducer system that provides excess death dealing when in close quarters. , Count: 11\nRetry Again\n--\n\n ",
  "USAS 12": "USAS 12",
  "The South Korean made USAS 12 was a semi automatic and fully automatic shotgun for military and civilian usage. While not as cool looking as some of the other automatic shotguns. It was the only one to get out of it's testing phase... So its got some moves.": "韩国制造的USAS 12是一种半自动和全自动的军用和民用猎枪。虽然看起来没有其他自动猎枪酷。这是唯一一个走出测试阶段的...所以它有一些动作。",
  "Franchi Spas 15": "弗兰奇温泉15号",
  "The Italian made Spas 15 was a update on the great Spas 12, making much needed improvements on loading of shells and rate of fire. It's got a box magazine and can go full auto!": "意大利制造的Spas 15是对大Spas 12的更新，在炮弹装载和射速方面做出了急需的改进。它有一个盒式杂志，可以全自动运行！",
  "Mossberg 590A1": "莫斯伯格590A1",
  "The Mossberg 590A1 is a modern military pump action shotgun used by special forces soldiers around the globe. Known for its brutality on the field. The weapon is by far a most dangerous firearm.": "莫斯伯格590A1是一种现代军用泵动猎枪，由全球特种部队士兵使用。以球场上的野蛮著称。这种武器是目前为止最危险的武器。",
  "Open Action Revolver": "开放式转轮手枪",
  "This weapon seems to be a mix of a Semi-Automatic Pistol and a Revolver. Very peculiar weapon but seems to be in working condition. Accurate, powerful, and fecking awesome looking.": "这种武器似乎是半自动手枪和左轮手枪的混合体。非常奇特的武器，但似乎在工作状态。准确，强大，和令人敬畏的外表。",
  "Colt Single Action Army": "科尔特单一行动军",
  "A Russian once said this was the best gun in the world. Nuff said": "一个俄罗斯人曾经说过这是世界上最好的枪。努夫说",
  "Weapon of choice for many action heroes and zombie survivalists, this pistol has proven many times that it is one of the best": "许多动作英雄和僵尸生存者的首选武器，这种手枪已经多次证明它是最好的之一",
  "Ruger Blackhawk": "鲁格黑鹰",
  "One of the most versatile revolvers to date, this break-action revolver features some of the best accuracy of any revolver": "迄今为止最通用的左轮手枪之一，这种破开式左轮手枪具有任何左轮手枪都有的最佳精度",
  "Colt Detective Special": "柯尔特特别侦探",
  "The gun that started the Snub-nose revolution. Features small compatibility and the ability to blow someone face off.": "引发鹰钩鼻革命的那把枪。特点是兼容性小，能让某人大吃一惊。",
  "A .44-40 caliber repeating rifle straight out of wild west films. This one has some age to it but like a old mule, it kicks pretty damn hard. Looks like someone had retooled the gun for .44, guess the 44-40 was too expensive.": "一把. 44-40口径的连发步枪，直接来自狂野西部电影。这个有一些年龄，但像一个老骡子，它踢得很重。看起来有人把枪改装成了点44，我猜44-40太贵了。",
  "Remington Model 7600": "雷明顿7600型",
  "The Remington Model 7600 is a pump-action hunting rifle that shoots 308. Proves to be pretty effective against zombie brains.": "雷明顿7600型是一种射击308的泵动猎枪。对僵尸大脑非常有效。",
  "Dragunov SVD": "狙击步枪",
  "Dragunov SVDs": "Dragunov SVDs",
  "The Dragunov SVD is a semi-automatic sniper rifle in service from 1954 to modern times via the Russian military and friends. Gas operated and incredibly reliable; the SVD is sure to bring out the sniper stalker in you!": "Dragunov SVD是一种半自动狙击步枪，从1954年到现代，由俄罗斯军方和朋友使用。燃气操作，非常可靠；特别志愿队一定会把你身上的狙击手跟踪狂带出来！",
  "Ots-03 SVU": "Ots-03 SVU",
  "A Russian bullpup sniper rifle which is a conversion for the SVD Dragunov. The length of a pdw with the range and power of a SVD you can surely breach and clear any room now!": "一种俄罗斯小子弹狙击步枪，是SVD Dragunov的改装产品。pdw的长度加上SVD的射程和威力，你现在肯定可以突破并清除任何空间！",
  "Obrez": "Obrez",
  "An Mosin Nagant that is shortened so much that it looks like a pistol. And is a pistol; that shoots 7.62x54R...": "一把莫辛纳根手枪，它被缩短了很多，看起来像一把手枪。而且是手枪；拍摄7.62x54R...",
  "Ithaca M37": "伊萨卡M37",
  "The Ithaca M37 is a extremely popular shotgun for home defense and cool looks. This one has been modified by cutting the stock off.": "伊萨卡M37是一款非常受欢迎的猎枪，用于家庭防卫和酷炫外观。这一个已经通过切断原料被修改了。",
  "Winchester Model 1897": "温彻斯特1897型",
  "The Winchester Model 1897 was the first pump action shotgun that preformed well under combat scenarios. Sometimes called the Trench Gun, it was mainly used in the clearing of trenches during WWI.": "温彻斯特1897型是第一款在战斗场景下表现良好的泵动猎枪。有时被称为战壕枪，主要用于第一次世界大战期间清理战壕。",
  "Winchester Model 1887": "1887年温彻斯特模型",
  "The Winchester Model 1887 was the first successful lever action shotgun. Made popular in movies and video games in the modern day. This particular one has brass knuckles as its cocking lever.": "1887年的温彻斯特型号是第一把成功的杠杆式猎枪。在现代电影和电子游戏中变得流行。这个特殊的有黄铜指关节作为它的扳柄。",
  "Striker": "罢工者",
  "The South African Striker provides large capacity to the shot-gunner's world with its revolving wheel of death. Being semi-auto, its very fast in unloading it's payload. But don't expect perfect delivery every time.": "南非射手用它旋转的死亡之轮为射击手的世界提供了巨大的能量。由于是半自动的，卸载它的有效载荷非常快。但不要指望每次都能完美交货。",
  "Browning Auto 5": "布朗宁汽车5",
  "The Browing made Auto 5 was the first successful semi-automatic shotgun in the world. Using gas, it expelled spent shell casing at 175 rounds a minute.": "布劳恩制造的汽车5是世界上第一把成功的半自动猎枪。它使用气体，以每分钟175发的速度排出废弹壳。",
  "Franchi Spas 12": "弗兰奇温泉12号",
  "The Italian made Spas 12 is a popular shotgun in movies and video games alike. And in the real world not being a terrible gun. Which is good, seeing the circumstances... You're gonna need a Spas 12 for this.": "意大利制造的Spas 12在电影和视频游戏中是一种受欢迎的猎枪。在现实世界中不是一把可怕的枪。考虑到当时的情况，这很好...为此你需要一辆斯帕12。",
  "Bren Light Machine Gun": "布伦轻机枪",
  "The Bren Light Machine gun is a fixed bypod, top loaded machine gun that more or less acts like a anti-personnel SAW. Deadly when used properly - this one has been chambered in .308 NATO. Must be a post-war model.": "布伦轻机枪是一种固定的吊舱式顶部装载机枪，其作用或多或少类似于杀伤锯。使用得当的话是致命的——这个已经在0.308北约中被封存了。肯定是战后模式。",
  "DP Light Machine Gun": "动力定位轻机枪",
  "The DP is a WWII squad automatic weapon that has one hell of a round coming out of the barrel. Very powerful, and with high capacity.": "DP是一种二战班的自动武器，它有一个地狱般的枪管。非常强大，而且容量很大。",
  "FN Minimi": "FN Minimi轻机枪",
  "A paratrooper version of the ever so popular M249 SAW, it features a skeletal stock and light weight. Along with all those SAW parts.": "这是非常受欢迎的M249 SAW的伞兵版本，它的特点是骨架和重量轻。连同所有那些声表面波器件。",
  "Lewis Gun": "刘易斯枪",
  "The Lewis gun is a water cooled machine gun that is meant to be used in a prone position, but thanks to game reasons, you can't prone down to use the thing properly. But if you can use it, it's one hell of a machine gun.": "刘易斯枪是一种水冷机枪，应该在俯卧的位置使用，但是由于游戏的原因，你不能俯卧下来正确使用它。但是如果你能使用它，它是一把地狱般的机关枪。",
  "RPK": "RPK",
  "The RPK is the light machine gun varient in the AK family. Using the 7.62x39mm round means that there is going to be a lot of lead spewing out of the barrel when this baby is lit up.": "RPK是AK家族中的轻型机枪品种。使用7.62x39mm毫米的子弹意味着当这个婴儿被点燃时，会有大量的铅从桶中喷出。",
  "PKM": "个人知识管理(Personal Knowledge Management)",
  "The PKM is the Heavy machine gun in the AK family. And unlike everything else, it's internals are the only thing that is based on the AK. The look and feel is it's own thing.": "PKM是AK家族的重机枪。与其他东西不同，它的内部是唯一基于AK的东西。外观和感觉是它自己的事。",
  "MG3": "MG3",
  "The MG3 is the modernized version of the MG42. It features more lightweight parts and a slimmer magazine. It's fire rate is still the same 1,200 rounds a minute. So be ready to reload this baby a LOT.": "MG3是MG42的现代化版本。它具有更轻的零件和更薄的杂志。它的射速还是一样的每分钟1200发。所以要准备好给这个宝宝装很多东西。",
  "The Hacksaw": "钢锯",
  "A heavily modified MG3, clearly made in someone's basement. It seems ready for anything. The word Hacksaw is scratched into the right side. Under the word Bundeswehr so faint you can barely see it. A rag is wrapped around the heat shield so the user can hold it by it. But the stock seems the most unique of all the modifications. It seems to float, only held by some para cord and a spring. And when you push your shoulder into the firing position. It seems to push against you. Considerably reducing recoil.": "一个经过大量改装的MG3，显然是在某人的地下室制造的。它似乎做好了一切准备。钢锯这个词被刻在了右边。在联邦国防军这个词下，你几乎看不到它。隔热板周围裹着一块抹布，这样用户就可以用它来握住它。但是股票似乎是所有修改中最独特的。它似乎漂浮着，只是被一些对位索和一个弹簧支撑着。当你把肩膀推到射击位置时。好像对你不利。大大降低后坐力。",
  "RPD": "降低出力备用",
  "The RPD is the light machine gun varient in the AK family. Using the 7.62x39mm round means that there is going to be a lot of lead spewing out of the barrel when this baby is lit up.": "RPD是AK家族中的轻机枪品种。使用7.62x39mm毫米的子弹意味着当这个婴儿被点燃时，会有大量的铅从桶中喷出。",
  "SMLE Number 4": "SMLE 4号",
  "The Short, Magazine Lee-Enfield Number Four - The quintessential British service rifle, along with other members of the Lee-Enfield family. Rule Britannia!": "《李-恩菲尔德四号》是典型的英国军用步枪，与李-恩菲尔德家族的其他成员一起。统治大不列颠！",
  "Gewehr 98": "Gewehr 98",
  "G98": "G98",
  "Developed in 1898, this gun would later become the basis for many rifles the world over, from the Springfield to the Type 24 to the K98k. Today, its action is primarily used in hunting rifles.": "这种枪开发于1898年，后来成为世界上许多步枪的基础，从斯普林菲尔德到24型到K98k。今天，它的作用主要用于猎枪。",
  "Type 24": "24型",
  "T24": "T24",
  "Developed with German support in China, this would become one of the most domestically produced rifles in Chinese service in WWII. A smaller, more accurate version of the G98, it was well-liked.": "这是在德国的支持下在中国开发的，它将成为二战中中国服役的最国产的步枪之一。G98的一个更小、更精确的版本，它很受欢迎。",
  "Mosin-Nagant 28/30": "Mosin-Nagant 28/30",
  "Finnish Mosin": "芬兰语Mosin",
  "Based on the famous 91/30, this Finnish Mosin represents one of the pinnacles of the bolt-action system. As it was a Civil Guard model before the Winter War, the rifle was greatly improved with a focus on accuracy. Perkele!": "基于著名的91/30，这款芬兰摩辛代表了螺栓作用系统的巅峰之一。由于它是冬季战争前的国民警卫队模型，步枪在精度上有了很大的提高。珀克尔。",
  "M17 Enfield": "M17 Enfield",
  "Despite being less famous than its cousin, the Springfield 1903, the Enfield 1917 saw large amounts of service with American soldiers in WWI and internationally into WWII. Rule... Britannia?": "尽管不如它的堂兄斯普林菲尔德1903号出名，但1917年的恩菲尔德在第一次世界大战和第二次世界大战中为美国士兵提供了大量的服务。规则...大不列颠？",
  "Needlefire Rifle": "针刺步枪",
  "The pinnacle of black-powder firearm development, the needlefire system uses a protruding needle style of firing pin, allowing it to use breech-loading paper cartridges, allowing for relatively rapid and precise fire. This in particular seems to be a reproduction of a Chassepot, which was the most highly developed of its kind - capable of out-ranging its competitors nearly 2-1. ": "Translation Error: undefined result: null, From: The pinnacle of black-powder firearm development, the needlefire system uses a protruding needle style of firing pin, allowing it to use breech-loading paper cartridges, allowing for relatively rapid and precise fire. This in particular seems to be a reproduction of a Chassepot, which was the most highly developed of its kind - capable of out-ranging its competitors nearly 2-1. , Count: 11\nRetry Again\n--\n\n ",
  "Butler": "巴特勒",
  "Battle maid": "战斗女仆",
  "Shoggoth's master": "修格斯的主人",
  "Butler (with master)": "管家(与主人)",
  "Maid (with master)": "女仆(和主人一起)",
  "Catboy butler": "男仆管家",
  "Catgirl maid": "猫女孩女仆",
  "Build BioCo Assembly Machine": "建造生物组装机",
  "Build BioCo Chemical Engine": "建造生物化学发动机",
  "Build BioCo AutoDoc": "建立生物自动文档",
  "Build BioCo AutoDoc Couch": "构建生物自动文档治疗床",
  "Bionic Assembly": "仿生装配",
  "The %1$s delivers a shocking jab to your torso!": "%1$s给你的躯干来了一记重击！",
  "The %1$s delivers a shocking jab to <npcname>'s torso!": "%1$s向<npcname>的躯干刺了一拳！",
  "The %1$s tries jab your torso, but the blow reflects off armor.": "%1$s试图戳你的躯干，但这一击反射出装甲。",
  "The %1$s tries to jab <npcname>'s torso, but the blow reflects off armor.": "%1$s试图刺<npcname>的躯干，但这一击反射出装甲。",
  "Build Autodoc": "生成自动文档",
  "BioCo Chemical Making": "生物化学制造",
  "Build Autodoc Couch": "构建自动文档库",
  "The %1$s swings at your torso!": "%1$s在你的躯干摆动！",
  "The %1$s swings at <npcname>'s torso!": "%1$s在<npcname>的躯干摆动！",
  "The %1$s tries to swing at your torso, but fails to penetrate your armor!": "%1$s试图挥向你的躯干，但未能穿透你的盔甲！",
  "The %1$s tries to swing at <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图在<npcname>的躯干摆动，但未能穿透他们的装甲！",
  "The %s swings at you, but you step aside!": "%s向你挥来，你却闪开了！",
  "The %s swings at <npcname>, but they dodge!": "%s摆<npcname>，却躲闪！",
  "The %1$s thrusts with it's chainsaw at you!": "%1$s用它的电锯猛刺你！",
  "The %1$s thrusts with it's chainsaw at <npcname>!": "%1$s用电锯在<npcname>处猛刺！",
  "The %1$s tries to thrust with it's chainsaw at you, but fails to penetrate your armor!": "%1$s试图用它的链锯向你刺去，但是没有穿透你的装甲！",
  "The %1$s tries to thrust with it's chainsaw at <npcname>, but fails to penetrate their armor!": "%1$s试图用它的链锯在<npcname>处推进，但未能穿透他们的装甲！",
  "The %s thrusts with it's chainsaw at you, but you step aside!": "%s用它的电锯猛刺你，但你让开！",
  "The %s thrusts with it's chainsaw at <npcname>, but they dodge!": "%s用它的电锯在<npcname>处猛刺，但它们躲开了！",
  "The %1$s crushes you!": "%1$s碾压你！",
  "The %1$s crushes <npcname>!": "%1$s碾压<npcname>！",
  "The %1$s tries to crush you, but fails to penetrate your armor!": "%1$s试图碾压你，但未能穿透你的装甲！",
  "The %1$s tries to crush <npcname>, but fails to penetrate their armor!": "%1$s试图碾压<npcname>，但未能穿透他们的装甲！",
  "The %s tries to crush you, but you step aside!": "%s想碾压你，你却闪开了！",
  "The %s tries to crush <npcname>, but they dodge!": "%s试图碾压<npcname>，但他们躲闪！",
  "large steam engine": "大型蒸汽机",
  "A large steam engine.  An integrated boiler burns coal to heat water into steam, driving a reciprocating shaft.  A condensor recaptures the water, making this a closed cycle system.": "大型蒸汽机。一体式锅炉燃烧煤炭，将水加热成蒸汽，驱动往复轴。冷凝器回收水，使之成为一个封闭的循环系统。",
  "huge steam engine": "巨大的蒸汽机",
  "A huge steam engine.  An integrated boiler burns coal to heat water into steam, driving a reciprocating shaft.  A condensor recaptures the water, making this a closed cycle system.": "一台巨大的蒸汽机。一体式锅炉燃烧煤炭，将水加热成蒸汽，驱动往复轴。冷凝器回收水，使之成为一个封闭的循环系统。",
  "small steam turbine": "小型汽轮机",
  "A small steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.": "一台小型汽轮机。集成锅炉燃烧煤炭，将水加热成蒸汽，驱动旋转的涡轮机。冷凝器回收水，使之成为一个封闭的循环系统。",
  "medium steam turbine": "中型汽轮机",
  "A medium sized steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.": "中型汽轮机。集成锅炉燃烧煤炭，将水加热成蒸汽，驱动旋转的涡轮机。冷凝器回收水，使之成为一个封闭的循环系统。",
  "large steam turbine": "大型汽轮机",
  "A large steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.": "大型汽轮机。集成锅炉燃烧煤炭，将水加热成蒸汽，驱动旋转的涡轮机。冷凝器回收水，使之成为一个封闭的循环系统。",
  "huge steam turbine": "巨大的蒸汽涡轮机",
  "A huge steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.": "一个巨大的蒸汽涡轮机。集成锅炉燃烧煤炭，将水加热成蒸汽，驱动旋转的涡轮机。冷凝器回收水，使之成为一个封闭的循环系统。",
  "A biological mystery, this blob's internal structures exist in within a pool of low-density fluid that remains liquid despite being in a super-cooled state; yet possesses all the malleability of its former self.  Fragments of frost continually flake off it.  It has formed itself into a wide, crude wheel.": "这是一个生物学之谜，这个斑点的内部结构存在于一个低密度流体池中，尽管处于过冷状态，但仍保持液态；却拥有以前的自己所有的可塑性。霜的碎片不断地从它上面剥落。它已经形成了一个又宽又粗糙的轮子。",
  "Filling a gelatinous mass with water has resulted in something that appears to be a cross between a wheel, an otherworldly abomination, and one of those old squeezy toys.": "用水填充凝胶状物质导致了一种东西，看起来像是一个轮子、一个超凡脱俗的怪物和一个旧的挤压玩具的混合体。",
  "A short, interlocking set of hard rubber tracks reinforced by stiff wire held in place by a set of smaller wheels.  Similar with what you might see used on light construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.": "一组短的、互锁的硬橡胶履带，由一组较小的轮子固定在适当位置的硬钢丝加固。与你在轻型建筑车辆上看到的相似。由于没有爆裂的风险，它比普通轮胎坚固得多；但是相当重。",
  "A short, interlocking set of tracks created out of some of your monstrosity blob based parts.  Similar with what you might see used on light construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.": "一组短的、互锁的轨迹，由你的一些基于怪物斑点的部分创建而成。与你在轻型建筑车辆上看到的相似。由于没有爆裂的风险，它比普通轮胎坚固得多；但是相当重。",
  "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on large construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is very heavy.": "由一组较小的轮子固定在适当位置的一组短的、互锁的型钢轨道。与你在大型建筑车辆上看到的相似。由于没有爆裂的风险，它比普通轮胎坚固得多；但是很重。",
  "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on APCs and armored vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is extremely heavy.": "由一组较小的轮子固定在适当位置的一组短的、互锁的型钢轨道。类似于你在装甲运兵车和装甲车上看到的。由于没有爆裂的风险，它比普通轮胎坚固得多；但是非常重。",
  "Filling a gray mass with water has resulted in something that appears to be a cross between a wheel, an otherworldly abomination, and one of those old squeezy toys.": "将灰色的物体装满水导致了一种东西，看起来像是一个轮子、一个超凡脱俗的怪物和一个旧的挤压玩具的混合体。",
  "A large, spherical blob the size of a large truck tire.  The outer layer has compacted itself into a solid shell; offering great resilience.  Having grown to full size, it seems content to simply sit there.": "一个大的球形斑点，有一个大卡车轮胎那么大。外层已经把自己压缩成一个坚固的外壳；提供巨大的弹性。已经长到了最大尺寸，它似乎满足于简单地坐在那里。",
  "Filling an oozing mass with water has resulted in something that appears to be a cross between a wheel, an otherworldly abomination, and one of those old squeezy toys.": "向渗出的物质中加水导致了一种东西，似乎是一个轮子、一个超凡脱俗的怪物和一个旧的挤压玩具的混合体。",
  "Harvest Blob Feed from Corpse Pit: Smash to Harvest": "从尸坑中收获斑点饲料:粉碎收获",
  "Harvest Blob Feed from Slime: Smash to Harvest": "从粘液中收获斑点饲料:粉碎收获",
  "Convert Fridge Power Supply": "转换冰箱电源",
  "Convert Vehicle Fridge to Freezer": "将汽车冰箱改装成冰柜",
  "repair armor": "修理盔甲",
  "The %1$s claws at you with a bearfist!": "%1$s用熊掌抓你！",
  "The %1$s claws at <npcname> with a bearfist!": "%1$s用熊拳向<npcname>抓去！",
  "The %1$s tries to claw at you with a bearfist, but fails to.": "%1$s试图用熊掌抓你，但没有成功。",
  "The %1$s tries to claw <npcname> with a bearfist, but fails to.": "%1$s试图用熊拳抓<npcname>，但没有成功。",
  "Large Work Light": "大型工作灯",
  "Extended Bed Pickup": "加长床皮卡",
  "Electric Pickup": "电动拾音器",
  "Generator Pickup": "发电机拾音器",
  "Electric Pickup ER": "电动拾音器",
  "Extended Cab Pickup": "加长驾驶室皮卡",
  "Small Work Light": "小型工作灯",
  "Remove Grass": "除草",
  "Wagon": "货车",
  "Kevlar dog harness": "凯夫拉尔狗带",
  "Kevlar dog harnesses": "凯夫拉尔狗带",
  "A blue bulletproof harness, designed to be worn by canines in the service of local law enforcement, that protects from shoulders to abdomen.  You could put this on a friendly dog.": "一种蓝色防弹马具，设计用于当地执法部门的犬科动物，从肩膀到腹部都有保护。你可以把这个放在一只友好的狗身上。",
  "biosilicified chitin dog mesh harness": "生物硅化甲壳素狗网装具",
  "biosilicified chitin dog mesh harnesses": "生物硅化甲壳素狗网吊带",
  "A makeshift harness of biosilicified chitin fitted to a thin mesh protecting the neck to flank of canines.  You could put this on a friendly dog.": "一种生物硅化甲壳质的临时装具，安装在一个薄网上，保护犬科动物的颈部和侧面。你可以把这个放在一只友好的狗身上。",
  "chitin dog mesh harness": "甲壳素狗网线束",
  "chitin dog mesh harnesses": "甲壳素狗网吊带",
  "A makeshift harness of chitin fitted to a thin mesh protecting the neck to flank of canines.  You could put this on a friendly dog.": "甲壳质制成的临时马具，安装在保护犬科动物颈部至侧面的薄网上。你可以把这个放在一只友好的狗身上。",
  "chainmail dog coat": "链甲狗大衣",
  "Protecteth yon hund fram ful daemons!  You could put this on a friendly dog.": "保护你们这些该死的恶魔！你可以把这个放在一只友好的狗身上。",
  "leather dog harness": "皮革狗马具",
  "leather dog harnesses": "皮革狗带",
  "A neck to hip harness made from leather that can be attached to a canine for protection.  You could put this on a friendly dog.": "一种由皮革制成的脖子到臀部的挽具，可以附在犬科动物身上起到保护作用。你可以把这个放在一只友好的狗身上。",
  "leather dog harness with bones": "带骨头的皮狗马具",
  "leather dog harnesses with bones": "带骨头的皮制狗带",
  "Decorative bones affixed to a leather dog harness for that true post-apocalyptic style, even with a skull bone headpiece!  You could put this on a friendly dog.": "装饰性的骨头被固定在一个真正的后世界末日风格的皮革狗带上，甚至还有一个头骨头饰！你可以把这个放在一只友好的狗身上。",
  "rubber dog rainsuit": "橡胶狗雨衣",
  "A thin plastic covering adapted for dogs to protect from acid rain and other caustic sources.  You could put this on a friendly dog.": "一种适用于狗的薄塑料覆盖物，用于保护狗免受酸雨和其他腐蚀性物质的侵害。你可以把这个放在一只友好的狗身上。",
  "superalloy tactical dog outfit": "超级合金战术狗装",
  "A thin mesh interwoven with superalloy plates and pouches for military working dogs that covers from the dewlap to the croup, down to the elbows.  You could put this on a friendly dog.": "一种由超级合金板和军用工作犬袋交织而成的薄网，覆盖了从膝盖到臀部，再到肘部。你可以把这个放在一只友好的狗身上。",
  "Animal Control Truck": "动物控制卡车",
  "The %1$s bites your %2$s!": "%1$s咬你%2$s！",
  "The %1$s bites <npcname>'s %2$s!": "%1$s咬<npcname>的%2$s！",
  "The %1$s tries to bite your %2$s, but fails to penetrate your armor!": "%1$s试图咬你的%2$s，但未能穿透你的装甲！",
  "The %1$s tries to bite <npcname>'s %2$s, but fails to penetrate their armor!": "%1$s试图咬<npcname>的%2$s，但未能穿透他们的装甲！",
  "The %1$s ferociously bites your %2$s!": "%1$s凶猛地咬你%2$s！",
  "The %1$s ferociously bites <npcname>'s %2$s!": "%1$s凶猛地咬<npcname>的%2$s！",
  "The %1$s nips at your %2$s!": "%1$s咬住你的%2$s！",
  "The %1$s nips at <npcname>'s %2$s!": "%1$s夹在<npcname>的%2$s！",
  "The %1$s tries to nips at your %2$s, but fails to penetrate your armor!": "%1$s试图咬住你的%2$s，但未能穿透你的装甲！",
  "The %1$s tries to nips at <npcname>'s %2$s, but fails to penetrate their armor!": "%1$s试图咬住<npcname>的%2$s，但未能穿透他们的装甲！",
  "Hobbyist's gyrocopter": "爱好者的陀螺直升机",
  "A custom, crank-action minigun, tooled for .22 ammo. You can wield it as is, or mount it on a vehicle.": "一把定制的曲柄式微型枪，可装点22弹药。你可以按原样使用它，或者把它安装在车辆上。",
  "A weird hover-thruster from a UFO wreck. You might be able to strap this to a vehicle to let it hover.": "不明飞行物残骸上奇怪的悬停推进器。你也许可以把它绑在一辆车上让它盘旋。",
  "crashed UFO": "坠毁的不明飞行物",
  "A colossal wheel used on monster trucks.": "巨型卡车上使用的巨大车轮。",
  "A military-grade rotor from a vertibird. It's motor is built in.": "眩晕战机的军用旋翼。它的马达是内置的。",
  "base Nuka engine": "基地努卡发动机",
  "Nuka Microengine": "努卡微引擎公司",
  "A small, yet powerful nuka powered engine.": "一个小而强大的努卡动力发动机。",
  "V6 Nuka engine": "V6努卡发动机",
  "A powerful 6-cylinder engine, powered by the sweet power of Nuka Cola": "一个强大的6缸发动机，由努卡可乐的甜蜜力量提供动力",
  "V8 Nuka engine": "V8努卡发动机",
  "A powerful 8-cylinder Nuka engine.": "一个强大的8缸努卡发动机。",
  "V12 nuka engine": "V12 nuka发动机",
  "A massive and extremely powerful V12 engine, for when your deathmobile needs to take a Quantum Leap.": "一个巨大且极其强大的V12引擎，当你的死亡手机需要进行量子跳跃时。",
  "6000 hp electric motor": "6000马力电动机",
  "A massive electric motor, used to power the XVBO2 Vertibird.  Known for its high rate of power consumption.": "一个巨大的电动机，用来驱动XVBO2 Vertibird。以高功耗著称。",
  "Gun Runners Transport Van": "运枪车",
  "Gun Runners' Technical": "枪支走私者的技术",
  "Gun Runners' Heavy Duty Cargo Truck": "枪支走私者的重型货车",
  "A pair of soft-shell burritos filled with the works. Succulent meat. Crisp veggies. Gooey cheese. Heaping tablespoons of sour cream and guacamole.": "一对软壳玉米煎饼装满了作品。多汁的肉。脆蔬菜。粘稠的奶酪。一大汤匙酸奶油和鳄梨色拉酱。",
  "mozzarella sticks": "马苏里拉奶酪棒",
  "A handful of mozzarella sticks. Gooey. Golden brown. Greasy. So worth it.": "一把马苏里拉奶酪棒。黏人。金黄色。油腻。太值得了。",
  "chicken fries": "鸡肉薯条",
  "A handful of chicken sticks. The convenience of minced meat, in the convenient form of fries!": "一把鸡肉棒。肉末的方便，薯条的方便形式！",
  "stuffed pepper": "填充胡椒",
  "A large bell pepper, cored and stuffed with rice, beef, tomatoes, corn, and melted colbyjack cheese.": "一个很大的甜椒，去核后塞满了米饭、牛肉、西红柿、玉米和融化的科尔比杰克奶酪。",
  "poutine": "肉汁奶酪薯条",
  "A specialty from New England's northern neighbors, this is fries drenched in a meat gravy and liberally covered with fried cheese curds.": "这是新英格兰北部邻居的特色菜，薯条浸在肉汁里，上面覆盖着油炸奶酪。",
  "tortilla chips and salsa": "玉米片和沙拉",
  "Some corn chips with a side of habanero salsa.": "一些玉米片配一份哈瓦那辣酱。",
  "meatloaf": "烘肉卷",
  "Ground meat formed into a well-browned loaf in a thick gravy slathered with smoky barbeque sauce.": "磨碎的肉在厚厚的肉汁中形成一个棕色的面包，涂上烟熏烧烤酱。",
  "stuffed mushroom": "填充蘑菇",
  "stuffed mushrooms": "填充蘑菇",
  "Succulent portabello mushrooms hollowed out and filled with rice, melted cheese, deeply browned ground meat, and roasted veggies.": "多汁的波塔贝罗蘑菇被挖空，里面装满了米饭、融化的奶酪、深棕色的绞肉和烤蔬菜。",
  "potato salad": "土豆沙拉",
  "potato salads": "土豆沙拉",
  "Classic potato salad. Filling, but mildly thirst-provoking.": "经典土豆沙拉。充饥，但略解渴。",
  "german potato salad": "德国土豆沙拉",
  "german potato salads": "德国土豆沙拉",
  "German potato salad. With the addition of diced pickles, mustard, and thick smoky bacon, it's much heartier and more savory than classic potato salad.": "德国土豆沙拉。加上泡菜丁、芥末和浓浓的烟熏培根，它比传统的土豆沙拉更美味可口。",
  "mashed potatoes": "土豆泥",
  "Mashed potatoes with a light dusting of salt, pepper, and mild spice. Served with brown gravy.": "土豆泥加上少量的盐、胡椒和温和的香料。配以棕色肉汁。",
  "macaroni salad": "通心粉沙拉",
  "macaroni salads": "通心粉沙拉",
  "Classic macaroni salad. Refreshing.": "经典通心粉沙拉。清爽。",
  "seafood salad": "海鲜沙拉",
  "seafood salads": "海鲜沙拉",
  "A New England variation on the traditional tuna salad, this one instead features hake, cod, lobster, and crab, all minced with a light savory cream and robust spice blend.": "这是传统金枪鱼沙拉的新英格兰变种，取而代之的是鳕鱼、鳕鱼、龙虾和螃蟹，它们都是用清淡可口的奶油和浓郁的混合香料切碎的。",
  "fruit salad": "水果色拉",
  "fruit salads": "水果沙拉",
  "Sweetened fruit chunks in a mix of their own syrup and vanilla-flavored heavy whipping cream dusted with cinnamon. Mildly good for you!": "甜水果块混合了他们自己的糖浆和香草味的浓奶油，撒上肉桂。对你有好处！",
  "casserole": "砂锅",
  "casseroles": "砂锅菜",
  "This is a breakfast casserole, a combination of eggs, milk, tater tots, bacon, and spices all baked together to a uniform golden brown.": "这是一种沙锅早餐，由鸡蛋、牛奶、土豆、熏肉和香料混合而成，一起烘烤成均匀的金黄色。",
  "This is a broccoli bake casserole, a combination of broccoli florets in mayonnaise and cream of chicken with herbs, topped generously with thick layers of cheese, and then baked to golden brown. Healthy, fattening, and delicious.": "这是一个烤花椰菜砂锅，由蛋黄酱中的花椰菜小花和香草奶油鸡肉混合而成，上面覆盖着厚厚的奶酪层，然后烤成金黄色。健康，增肥，好吃。",
  "This is a tuna casserole.": "这是金枪鱼砂锅。",
  "schnitzel": "炸小牛肉片",
  "A breaded cutlet of meat, prepared German-style.": "德国风味的面包片。",
  "saurbraten": "saurbraten",
  "A German hallmark, this is a soft, juicy, tender roast of meat with various herbs, seasoings, and spices. Has a sour kick to it due to having marinated in vinegar and red wine for days before roasting.": "这是德国的标志，是一种柔软、多汁、嫩滑的烤肉，带有各种香草、调味料和香料。由于在烘烤前浸泡在醋和红酒中几天，它有一种酸味。",
  "german potato pancakes": "德国土豆煎饼",
  "Pancakes from ground potatoes, egg, and flour. Having a neutral flavor by themselves, they go well with either savory or sweet toppings. These ones have apple sauce and sugar liberally drizzled over them.": "用磨碎的土豆、鸡蛋和面粉做成的煎饼。它们本身有一种中性的味道，无论是香喷喷的还是甜的配料都很好。这些上面洒满了苹果酱和糖。",
  "Pancakes from ground potatoes, egg, and flour. Having a neutral flavor by themselves, they go well with either savory or sweet toppings. These ones have cottage cheese and sour cream spread over them.": "用磨碎的土豆、鸡蛋和面粉做成的煎饼。它们本身有一种中性的味道，无论是香喷喷的还是甜的配料都很好。这些上面有农家干酪和酸奶油。",
  "speckkuchen": "speckkuchen",
  "A German take on quiche, this one uses rye instead of traditional wheat flour for the base, and features bacon crumbles covering the top.": "这是德国的乳蛋饼，用黑麦代替传统的小麦粉作为基础，上面覆盖着培根碎末。",
  "pizza sticks": "比萨饼棒",
  "Pizza in the convenience of a slimmed down hot pocket. Pepperoni and sausage in piping hot, gooey mozzarella and marinara.": "在一个瘦下来的热口袋里方便的比萨饼。辣香肠和香肠配滚烫、粘稠的马苏里拉奶酪和腌泡汁。",
  "hot pocket": "热袋",
  "hot pockets": "热袋",
  "A hot pocket! This one is meatball marinara with melted mozzarella.": "热乎乎的口袋！这一个是肉丸子和融化的马苏里拉奶酪。",
  "A hot pocket! This one is ham and cheese.": "热乎乎的口袋！这是火腿和奶酪。",
  "A hot pocket! This one is pepperoni pizza.": "热乎乎的口袋！这是意大利香肠比萨饼。",
  "A hot pocket! This one is philly cheesesteak.": "热乎乎的口袋！这是费城奶酪牛排。",
  "borscht": "罗宋汤",
  "A very sour beet root soup with beef stock and assorted sauteed veggies. Good for you, but not particularly palatable.": "一种非常酸的甜菜根汤，配有牛肉汤和各种嫩煎蔬菜。对你有好处，但不是特别可口。",
  "carbonara": "熏肉面条沙司的",
  "Goopy carbonara! Wavy al dente egg noodles in a thick sauce of egg, heavy cream, and parmesan finished with minced garlic, onion, and thick-cut bacon chopped into chunks. The deli version has a proprietary blend of spices and seasoning that significantly heighten the overall flavor profile.": "黏糊糊的烤饼！波浪形的有齿鸡蛋面，用鸡蛋、重奶油和帕尔马干酪制成的浓酱，最后用切碎的大蒜、洋葱和切得很厚的培根切成块。熟食版有一个专有的香料和调味料的混合物，显著提高了整体风味。",
  "cheese wheel": "奶酪轮",
  "A wheel of soft cheddar cheese.": "一轮软切达干酪。",
  "A wheel of hard, sharp cheddar cheese.": "一轮又硬又尖的切达奶酪。",
  "A wheel of smooth muenster cheese.": "一轮光滑的明斯特奶酪。",
  "A wheel of slightly aromatic swiss cheese.": "一轮略带芳香的瑞士奶酪。",
  "A wheel of moist, delicate colbyjack cheese.": "一轮湿润、细腻的科尔比杰克奶酪。",
  "A wheel of firm, crumbly parmesan cheese.": "一轮坚硬易碎的帕尔马干酪。",
  "A wheel of creamy gouda cheese.": "一轮奶油干酪。",
  "cottage cheese": "农家鲜干酪",
  "A two pound container of whole fat large-curd cottage cheese with high moisture content. Good on its own, or as a side to virtually anything. Especially good in lasagna!": "一个两磅的高含水量全脂大凝乳农家干酪容器。就其本身而言是好的，或者作为几乎任何事物的一面。千层面特别好吃！",
  "cream cheese": "奶油干酪",
  "A two pound container of whole fat cream cheese. Slightly tart and dry by itself, but good for baking with.": "一个两磅装的全脂奶油奶酪。它本身有点酸，有点干，但是适合用来烘烤。",
  "ricotta cheese": "意大利乳清干酪",
  "A two pound container of whole fat ricotta cheese. Slightly sweeter than cottage cheese and with about the same moisture content. Great for garnishing pastas in general.": "一个两磅装的全脂乳清干酪。比农家干酪稍甜，水分含量也差不多。一般来说很适合装饰意大利面。",
  "sliced meat": "肉片",
  "About a pound of deli-sliced meat. This is mesquite turkey.": "大约一磅熟食肉片。这是牧豆树火鸡。",
  "About a pound of deli-sliced meat. This is honey-glazed turkey.": "大约一磅熟食肉片。这是蜜糖火鸡。",
  "About a pound of deli-sliced meat. This is smoked ham.": "大约一磅熟食肉片。这是熏火腿。",
  "About a pound of deli-sliced meat. This is honey-baked ham.": "大约一磅熟食肉片。这是蜂蜜烤火腿。",
  "About a pound of deli-sliced meat. This is roasted chicken.": "大约一磅熟食肉片。这是烤鸡。",
  "About a pound of deli-sliced meat. This is pepper chicken.": "大约一磅熟食肉片。这是胡椒鸡。",
  "About a pound of deli-sliced meat. This is roast beef.": "大约一磅熟食肉片。这是烤牛肉。",
  "steak": "牛排",
  "steaks": "牛排",
  "A fully cooked slab of beef. This is a t-bone.": "一块完全煮熟的牛肉。这是一块丁字骨。",
  "A fully cooked slab of beef. This is a ribeye.": "一块完全煮熟的牛肉。这是里贝耶。",
  "A fully cooked slab of beef. This is a sirloin.": "一块完全煮熟的牛肉。这是牛腰肉。",
  "A fully cooked slab of beef. This is a tri-tip.": "一块完全煮熟的牛肉。这是三尖。",
  "roasted chicken": "烤鸡",
  "A whole bone-in chicken, roasted rotisserie-style. Juicy and filling.": "一整只骨头鸡，烤肉店风格。多汁又饱满。",
  "deli chicken": "熟食鸡肉",
  "A generous assortment of breaded boneless wings, thighs, and breasts. This is the teriyaki glaze.": "各种各样涂有面包屑的无骨翅膀、大腿和乳房。这是红烧釉。",
  "A generous assortment of breaded boneless wings, thighs, and breasts. This is the bourbon barbeque glaze.": "各种各样涂有面包屑的无骨翅膀、大腿和乳房。这是波旁烤肉釉。",
  "A generous assortment of breaded boneless wings, thighs, and breasts. This is the orange chicken glaze.": "各种各样涂有面包屑的无骨翅膀、大腿和乳房。这是橙鸡釉。",
  "A generous assortment of breaded boneless wings, thighs, and breasts. This is the spicy general tso glaze with whole chili pods.": "各种各样涂有面包屑的无骨翅膀、大腿和乳房。这是辣一般的左宗棠釉配全辣椒豆荚。",
  "fried chicken": "炸鸡",
  "Deep fried breaded bone-in chicken wings, thighs, and breasts. Mild seasoning blend.": "油炸裹有面包屑的鸡翅、大腿和胸部。温和的调味混合物。",
  "Deep fried breaded bone-in chicken wings, thighs, and breasts. Spicy seasoning blend.": "油炸裹有面包屑的鸡翅、大腿和胸部。辣味调料混合物。",
  "Deep fried breaded bone-in chicken wings, thighs, and breasts. Barbeque glaze.": "油炸裹有面包屑的鸡翅、大腿和胸部。烧烤釉。",
  "Deep fried breaded bone-in chicken wings, thighs, and breasts. Habanero glaze.": "油炸裹有面包屑的鸡翅、大腿和胸部。哈巴内罗釉。",
  "crab cake": "蟹肉蛋糕",
  "crab cakes": "蟹肉蛋糕",
  "An iconic nationwide dish, this is a golden brown breaded ball of minced crab meat and finely diced savory vegetables with a signature new england herb blend.": "这是一个标志性的全国性菜肴，是一个金黄色的裹着面包屑的蟹肉碎球和切成小块的美味蔬菜，还有一种标志性的新英格兰草药混合物。",
  "new england cod cake": "新英格兰鳕鱼蛋糕",
  "new england cod cakes": "新英格兰鳕鱼蛋糕",
  "A deep browned formed cake of minced cod, potato, onion, and herbs with an incredibly savory flavor. Served with tartar sauce. A regional specialty.": "一种深褐色的成形蛋糕，由切碎的鳕鱼、土豆、洋葱和香草制成，具有令人难以置信的美味。配鞑靼酱。区域特产。",
  "grilled calamari": "烤鱿鱼",
  "Several rings of squid meat grilled until thick and firm with a light sear.": "几圈鱿鱼肉用轻微的烤焦烤至又厚又硬。",
  "coastal seafood cup": "海岸海鲜杯",
  "coastal seafood cups": "沿海海鲜杯",
  "A hollowed out cucumber 'cup' containing a blend of plain yogurt, hot sauce, and dijon mustard, with a combination of minced crabmeat and minced lobster folded in and topped with black peppercorns.": "一个中空的黄瓜“杯”，里面有原味酸奶、辣酱和第戎芥末的混合物，里面有蟹肉碎和龙虾碎的混合物，上面有黑胡椒粒。",
  "lobster thermidor roll": "龙虾卷",
  "lobster thermidor rolls": "龙虾卷",
  "Creamy, cheesy lobster resting on a bed of fresh shredded lettuce in a whole wheat roll and drizzled with zesty lemon-flavored yogurt dressing. A traditional recipe, made portable!": "奶油味、奶酪味的龙虾放在全麦卷的新鲜生菜丝上，淋上柠檬口味的酸奶酱。传统配方，可随身携带！",
  "fried clam bellies": "油炸蛤蜊肚",
  "Basically clam strips, but thicker and more flavorful with the same delicious deep fried breading.": "基本上是蛤蜊条，但是更厚更有味道，还有同样美味的油炸面包。",
  "fried scallops": "油炸扇贝",
  "Deep-fried golden-brown nuggets filled with flaky fish. The perfect side dish to any proper New England meal.": "油炸的金棕色块，里面装满了片状鱼。任何新英格兰正餐的完美配菜。",
  "salmon cakes": "鲑鱼蛋糕",
  "Minced salmon with a light breading shaped into a large, light patty and thoroughly browned. The northeasterner's answer to the meatloaf.": "三文鱼碎，涂上一层薄薄的面包屑，做成一个又大又轻的肉饼，然后完全变成褐色。东北人对烘肉卷的回答。",
  "broiled swordfish kebabs": "烤箭鱼串",
  "Short of whale or shark meat, this is the heartiest meat in the sea. Broiled, it's got an out-of-this-world umami profile that's well-complemented by the interspersed vegetable rounds.": "除了鲸鱼或鲨鱼肉，这是海里最美味的肉。烤熟后，它有一种与众不同的鲜味，点缀着蔬菜圈。",
  "lobster mac and cheese": "龙虾通心粉和奶酪",
  "Bite-sized cooked-through lobster bits in three different varieties of gooey cheese with diced onion, minced garlic, and buttery pasta. An American classic, Yankee style.": "一口大小的煮熟的龙虾块放在三种不同种类的粘性奶酪中，配有洋葱丁、蒜末和黄油意大利面。美国经典，美国佬风格。",
  "chow mein": "中国式炒面",
  "Oily stirfried noodles with veggies and meat.": "蔬菜和肉炒面。",
  "potstickers": "锅贴",
  "Fried stuffed dumplings with cabbage and pork.": "白菜猪肉煎饺。",
  "wontons": "馄饨",
  "Crispy dumplings filled with cabbage and pork.": "白菜猪肉馅脆皮饺子。",
  "Crispy dumplings filled with cream cheese and imitation crab meat.": "酥脆的饺子里夹着奶油奶酪和仿蟹肉。",
  "mongolian beef": "蒙古牛肉",
  "Thin oily slices of beef on a bed of sticky white rice with a savory sauce.": "薄而油的牛肉片放在粘乎乎的白米饭上，配上美味的调味汁。",
  "sweet and sour pork": "糖醋猪肉",
  "Thick chunks of pork bathed in a tangy red glaze over sticky white rice.": "厚厚的猪肉块浸在粘粘的白米饭上一层扑鼻的红釉中。",
  "broccoli beef": "西兰花牛肉",
  "Slices of salty chewy beef mixed with broccoli florets doused with a savory sauce over sticky white rice.": "咸的耐嚼牛肉片混合西兰花花，浇上美味的酱汁，浇在粘粘的白米饭上。",
  "kung pao chicken": "宫保鸡丁",
  "Stir-fried tender chicken and chili pods in a spicy teriyaki sauce over sticky white rice.": "辣味红烧酱翻炒嫩鸡肉和辣椒豆荚。",
  "fortune cookie (empty)": "幸运饼干(空的)",
  "fortune cookies (empty)": "幸运饼干(空的)",
  "A sweet, hard hollow pastry that normally has a fortune for you. This one, sadly, does not.": "一种甜而硬的空心糕点，通常对你有好处。不幸的是，这个没有。",
  "chicken katsu": "鸡肉katsu",
  "A breaded deep-fried chicken cutlet.": "裹有面包屑的油炸鸡排。",
  "rice bowl": "饭碗",
  "Steamed white rice, veggies, and teriyaki pork in a convenient bowl.": "方便碗里蒸白米、蔬菜和红烧猪肉。",
  "Steamed white rice, veggies, and teriyaki chicken in a convenient bowl.": "方便碗里蒸白米、蔬菜和红烧鸡肉。",
  "Steamed white rice, veggies, and teriyaki beef in a convenient bowl.": "方便碗里蒸白米、蔬菜和红烧牛肉。",
  "Steamed white rice and veggies with teriyaki sauce in a convenient bowl.": "在一个方便的碗里蒸白米和蔬菜配红烧酱。",
  "moo shu pork": "木须肉",
  "Pork tenderloin cutlets in a mild savory sauce flanked by long thin strips of cabbage, broccoli, and carrots.": "猪肉里脊肉片，配以清淡的调味汁，两侧是细长的卷心菜、西兰花和胡萝卜条。",
  "szechwan shrimp": "四川虾",
  "Shrimp in a salty sauce served over sticky white rice.": "咸酱虾配糯米饭。",
  "egg drop soup": "鸡蛋汤",
  "Boiled chicken broth with beaten egg wisps throughout. This version has tiny chunks of tofu and white pepper seasoning as well.": "煮鸡汤，鸡蛋打散。这个版本还有小块豆腐和白胡椒调料。",
  "hot and sour soup": "酸辣汤",
  "A relatively thick soup of veggies, pork broth, corn starch, white pepper, and vinegar. Very good for you.": "由蔬菜、猪肉汤、玉米淀粉、白胡椒和醋组成的相对较浓的汤。非常适合你。",
  "yakisoba noodles": "日式面条",
  "Thick oily buckwheat noodles with tender chunks of stir-fried vegetables and chicken. Salty and delicious.": "厚油的荞麦面条，配嫩块的炒蔬菜和鸡肉。咸好吃。",
  "chicken noodle soup": "鸡肉面汤",
  "An especially thick, hearty chicken noodle soup with wide egg noodles, large chunks of chicken, and hefty slices of veggies in a savory broth.": "一种特别浓的鸡肉面条汤，配有宽鸡蛋面、大块鸡肉和香喷喷的蔬菜片。",
  "chicken and sausage gumbo soup": "鸡肉香肠汤",
  "Particularly thick slices of dark meat chicken and spicy andouille sausage in a traditional rice and veggie gumbo. Has a kick to it!": "在传统的米饭和蔬菜秋葵汤里有特别厚的深色鸡肉片和辣香肠。对它有吸引力！",
  "steak and potato soup": "牛排土豆汤",
  "Tender cuts of sirloin steak and yukon gold potato chunks in a creamy white stock.": "嫩切西冷牛排和育空黄金土豆块在奶油白股票。",
  "venus de milo soup": "维纳斯汤",
  "A New England specialty, Venus De Milo soup is thoroughly browned ground beef, diced tomatoes, mixed veggies, and orzo in a beef and onion broth.": "作为新英格兰的特色菜，维纳斯·德·米洛的汤是将碎牛肉、西红柿丁、混合蔬菜和佐以牛肉和洋葱的肉汤彻底煎成褐色。",
  "old-fashioned chicken and dumplings soup": "老式的鸡肉饺子汤",
  "A traditional New England preparation of the time-honored chicken and dumplings. Packed full of delicious juices and flavor. The entire chicken is used to make the initial stock, then removed, the meat is pulled off the bones, and then dropped in with bay leaves, salt and pepper, and the puffy, slightly sticky dumplings.": "一种传统的新英格兰古老的鸡肉和饺子。充满美味的果汁和味道。整只鸡被用来做最初的原料，然后取出，把肉从骨头上撕下来，然后放入月桂叶、盐和胡椒，还有蓬松的、有点粘的饺子。",
  "creamy crab bisque soup": "奶油蟹浓汤",
  "A New England icon, crab bisque is perfectly cooked-through crab meat in a light, creamy broth with a balanced, flavorful blend of ground ginger and minced garlic, carrot, green onion, celery heart, cayenne pepper, and dried lemon peel.": "作为新英格兰的标志，蟹肉浓汤是一种完美的烹饪方法——将蟹肉放入清淡的奶油肉汤中，加入均衡、美味的生姜末和蒜末、胡萝卜、葱、芹菜心、辣椒和干柠檬皮。",
  "firehouse chili": "消防队辣椒",
  "A New England twist on an American staple, firehouse chili has a mix of 5 different chopped, powdered, and crushed peppers, cinnamon, and cumin to infuse the juicy tomato, onion, carrot, beans, and beef chunks with a powerful kick. Has a little brown sugar to temper the flavor.": "新英格兰辣椒是美国主食的一个变种，它混合了5种不同的切碎的、粉状的和碾碎的辣椒、肉桂和孜然芹，以强劲的力量注入多汁的番茄、洋葱、胡萝卜、豆类和牛肉块。有一点红糖调和味道。",
  "beef stew": "炖牛肉",
  "Beef stew done the New England way: slow-baked with fresh mushrooms, peas, tomato soup, and red wine in addition to the usual potatoes, carrots, onions, and chewy beef.": "新英格兰的炖牛肉:用新鲜的蘑菇、豌豆、西红柿汤和红酒，加上通常的土豆、胡萝卜、洋葱和耐嚼的牛肉慢烤。",
  "New England clam chowder": "新英格兰蛤蜊杂烩",
  "This is a local take on the world-famous New England clam chowder. It uses diced salted pork to boost the overall flavor.": "这是世界闻名的新英格兰蛤蜊杂烩的本地特色菜。它使用咸猪肉丁来提升整体风味。",
  "13 bean good luck soup": "13豆好运汤",
  "A blend of multiple beans with ham, tomatoes, celery, onions, red bell peppers and generous salt.": "混合了多种豆类、火腿、西红柿、芹菜、洋葱、红甜椒和大量盐。",
  "classic clam chowder": "经典蛤蜊杂烩",
  "This is clam chowder the way you expect it. Creamy. White. Slightly chewy. Great with crackers.": "这是你所期望的蛤蜊杂烩。奶油。白色。有点嚼劲。饼干很棒。",
  "wild mushroom chowder": "野生蘑菇浓汤",
  "A mix of veggies, various wild mushrooms, and thick-cut bacon in a broth of heavy cream, white wine, and chicken stock.": "蔬菜、各种野生蘑菇和切得很厚的培根混合在浓奶油、白葡萄酒和鸡汤的肉汤里。",
  "gloucester fish chowder": "格洛斯特鱼杂烩",
  "Bite-sized chunks of just-through cooked hake in a creamy stock with thick potato slices, chopped onions, thick chopped bacon, and a chopped bacon and chive garnish. A regional specialty.": "一口大小的刚煮好的火腿块，放在奶油汤中，配以厚土豆片、切碎的洋葱、切碎的厚培根和切碎的培根韭菜装饰。区域特产。",
  "seafood chowder": "海鲜杂烩",
  "Succulent tiny shrimps. Chewy chopped clam. Delicate flaky haddock. Fried, crumbled bacon. All in a creamy stock with thick chunks of veggies. This is what made New England famous.": "多汁的小虾。嚼碎的蛤蜊。精致的片状黑线鳕。油炸碎培根。所有这些都是用厚块蔬菜做成的奶油汤。这就是新英格兰出名的原因。",
  "tofu (raw)": "豆腐(生的)",
  "A block of extra-firm tofu, perfect for stir-frying. Not exactly palatable raw.": "一块特别硬的豆腐，非常适合炒菜。不太好吃。",
  "tofu (cooked)": "豆腐(熟的)",
  "Cubed tofu fried in sesame oil and then soaked in soy sauce. Healthy and delicious.": "麻油炒豆腐丁，再酱油泡。健康美味。",
  "Edamame, otherwise known as soy beans. With a little sauce and a beer these make a tolerable snack.": "毛豆，又名大豆。加一点调味汁和一杯啤酒，这些就成了可以忍受的点心。",
  "buttermilk croissant": "酪乳羊角面包",
  "A light, flaky, crescent-shaped pastry with a smooth buttery texture.": "酥皮点心一种清淡的、片状的、新月形的糕点，有光滑的奶油质地。",
  "strudel": "果馅卷",
  "A flaky, buttery pastry filled with apple slices in thick syrup.": "一种用厚糖浆包裹的苹果片做成的酥皮糕点。",
  "almond kringle": "杏仁克林果",
  "A pretzel-shaped pastry filled with almond paste and custard, topped with slivered almonds, and lightly dusted with crystal sugar.": "一种椒盐卷饼形状的糕点，填充有杏仁糊和蛋羹，顶部是切成薄片的杏仁，并轻轻撒上冰糖。",
  "napoleon's hat": "拿破仑的帽子",
  "A dozen tightly pinched pastries in the shape of a 19th century tricorne, filled with marzipan and topped with rich milk chocolate.": "十几个紧捏的19世纪三角形状的糕点，里面装满了杏仁蛋白软糖，上面还有浓郁的牛奶巧克力。",
  "princess finger": "手指公主",
  "Made from linzer pastry dough and rich vanilla buttercream. Light and delicate, like its namesake!": "由林泽油酥面团和浓郁的香草奶油制成。轻盈细腻，像它的同名！",
  "cream puff": "奶油泡芙",
  "Flaky pastries sandwiching a sweet cloud of vanilla whipped cream and custard. Brushed with a hint of raspberry jam, New England style.": "夹有香草鲜奶油和奶油冻的酥皮糕点。刷上一丝新英格兰风格的覆盆子酱。",
  "chocolate eclair": "巧克力榴莲",
  "An iconic pastry filled with rich flavorful custard and topped with dark chocolate frosting.": "这是一种标志性的糕点，里面装满了浓郁可口的奶油冻，上面撒有黑巧克力糖霜。",
  "garlic bread": "蒜蓉面包",
  "A loaf of french bread with a slathering of garlic-infused butter on the inside, in a convenient ready-to-bake foil-lined paper bag.": "一条法式面包，里面涂了厚厚的一层大蒜黄油，放在一个方便的即食箔纸包里。",
  "garlic bread (cooked)": "大蒜面包(熟的)",
  "Ah, the wonderful aroma of cooked garlic bread. It's amore.": "啊，熟蒜面包的美妙香气。这是爱情。",
  "texas toast": "德州吐司",
  "A bag of thick slices of toasted white bread, each with its own chewy layer of melted butter and cheese. Because everything's bigger in Texas.": "一袋厚厚的烤白面包片，每片都有自己耐嚼的融化黄油和奶酪层。因为德州的东西都比较大。",
  "tart": "馅饼",
  "A dainty pastry covered with a thin layer of custard that is in turn overlaid with fruit syrup and fruit. This particular one is laden with raspberries.": "一种美味的糕点，覆盖着一层薄薄的奶油冻，奶油冻上又覆盖着水果糖浆和水果。这个特别的装满了覆盆子。",
  "A dainty pastry covered with a thin layer of custard that is in turn overlaid with fruit syrup and fruit. This particular one is laden with strawberries.": "一种美味的糕点，覆盖着一层薄薄的奶油冻，奶油冻上又覆盖着水果糖浆和水果。这个特别的盒子里装满了草莓。",
  "A dainty pastry covered with a thin layer of custard that is in turn overlaid with fruit syrup and fruit. This particular one is laden with blueberries.": "一种美味的糕点，覆盖着一层薄薄的奶油冻，奶油冻上又覆盖着水果糖浆和水果。这个特别的装满了蓝莓。",
  "cannoli": "奶油甜馅煎饼卷",
  "A sweetened pastry rolled into a sugar-dusted tube with a generous custard cream filling. The made man's favorite food.": "一种甜糕点，卷进撒有糖的管子里，里面有大量奶油冻馅。人造人最喜欢的食物。",
  "doughnut": "甜甜圈",
  "A traditional glazed doughnut. The sweetest reminder of the world that once was.": "传统的上釉甜甜圈。曾经是世界上最甜蜜的回忆。",
  "A chocolate frosted doughnut. Not nearly as tender and soft as a glazed doughnut, but who cares? It's chocolatey!": "巧克力霜甜甜圈。不像光滑的甜甜圈那么柔软，但是谁在乎呢？是巧克力味的！",
  "A powdered doughnut. Mostly dry, but still sweet and delicious!": "粉状甜甜圈。大多是干的，但还是甜的好吃！",
  "A strawberry jam-filled doughnut. Surprisingly tangy!": "装满草莓酱的甜甜圈。出奇的扑鼻！",
  "doughnut holes": "甜甜圈洞",
  "A dozen sweet glazed doughnut holes. The pinnacle of bite-sized luxury!": "一打甜蜜的光滑甜甜圈洞。一口大小的奢侈品的巅峰！",
  "A dozen chocolate frosted doughnut holes.": "一打巧克力糖霜甜甜圈孔。",
  "A dozen powdered doughnut holes.": "一打粉状甜甜圈孔。",
  "boston cream pie": "波士顿奶油派",
  "A sweet vanilla cream-filled pastry covered with thick chocolate.": "一种涂有厚巧克力的甜香草奶油糕点。",
  "cinnamon roll": "肉桂卷",
  "A soft bakery-fresh rolled pastry lined with sticky cinnamon brown sugar and covered with a thick glaze of cream.": "一种柔软的面包房-新鲜的卷状糕点，衬有粘性的肉桂红糖，并覆盖有厚厚的奶油釉。",
  "corn bread": "玉米面包",
  "A country classic. Moist, sweet, and squeezable.": "乡村经典。潮湿，甜美，可挤压。",
  "scone": "司康",
  "A scone filled with New England cranberry jam. Tart, yet delicious.": "装满新英格兰越橘果酱的烤饼。酸酸的，但很好吃。",
  "A scone filled with New England blueberry jam. Sweet and delightful.": "装满新英格兰蓝莓酱的烤饼。甜美可人。",
  "bagel": "面包圈",
  "A plain bagel.": "普通的百吉饼。",
  "A supreme bagel with five kinds of seeds atop a light layer of toasted cheddar cheese. Secretly good for you.": "一个最棒的百吉饼，在一层薄薄的烤切达奶酪上有五种种子。偷偷为你好。",
  "pumpkin roll": "南瓜卷",
  "A sweet pumpkin-infused pastry rolled up with buttery cream cheese and confectioner's sugar.": "一种用奶油奶酪和糖果糖卷成的甜南瓜馅糕点。",
  "lemon roll": "柠檬卷",
  "A sweet lemon-infused pastry rolled up with buttery cream cheese and confectioner's sugar.": "一种甜的柠檬酥皮点心，卷有奶油干酪和糖。",
  "cookies": "饼干",
  "This is a dozen sugar cookies, bakery fresh.": "这是一打糖饼干，新鲜的面包房。",
  "This is a dozen snickerdoodle cookies, bakery fresh.": "这是一打士力架饼干，面包店新鲜的。",
  "This is a dozen chocolate chip cookies, bakery fresh.": "这是一打巧克力饼干，新鲜的面包房。",
  "This is a dozen rainbow m&m cookies, bakery fresh.": "这是一打彩虹m&m饼干，新鲜的面包房。",
  "This is a dozen oatmeal raisin cookies, bakery fresh.": "这是一打新鲜的燕麦葡萄干饼干。",
  "This is a dozen peanut butter cookies, bakery fresh.": "这是一打新鲜的花生酱饼干。",
  "This is a dozen nutella-stuffed cookies, bakery fresh.": "这是一打果仁夹心饼干，新鲜出炉。",
  "baguette": "法国长棍面包",
  "A warm french baguette with beautiful score lines. It's almost a tragedy to eat this!": "一种温暖的法式长棍面包，带有美丽的刻痕。吃这个几乎是悲剧！",
  "muffins": "玛芬",
  "A dozen poppyseed muffins. Moderately sweet with a subtle chewiness.": "一打爆米花松饼。适度的甜味和微妙的咀嚼感。",
  "A dozen blueberry muffins. Sweet, slightly dry, but with plenty of tanginess from the fresh blueberries throughout.": "一打蓝莓松饼。甜，略干，但新鲜蓝莓的味道浓郁。",
  "A dozen cinnamon coffee cake muffins. Deli-quality melted butter and brown sugar veins throughout, with a generous crumb topping of cinnamon and brown sugar. It doesn't get much better than this.": "一打肉桂咖啡蛋糕松饼。熟食质量的融化黄油和红糖纹理贯穿始终，还有大量肉桂和红糖的面包屑。没有比这更好的了。",
  "A dozen banana nut muffins. Exceptionally moist and smooth, these almost melt in your mouth.": "一打香蕉坚果松饼。格外滋润光滑，这些几乎融化在你的嘴里。",
  "A dozen luscious chocolate muffins. Entirely infused with chocolate, right down to thick chunks of chewy fudge and chocolate chunks throughout.": "一打香甜的巧克力松饼。完全用巧克力浸泡，一直到厚厚的耐嚼软糖和巧克力块。",
  "A dozen oreo chocolate muffins. Studded with oreo cookie bits and drizzled with melted oreo cream. The best kind of volcanic eruption.": "一打奥利奥巧克力松饼。点缀着奥利奥饼干碎片，淋上融化的奥利奥奶油。最好的火山爆发。",
  "A dozen pumpkin muffins. Moist and velvety, with just enough spice to bring out the edge.": "一打南瓜松饼。湿润而柔软，有足够的香料来突出边缘。",
  "A dozen pound cake muffins. Modestly sweet and buttery with a smooth glaze.": "一打一磅的蛋糕松饼。适度的甜和黄油，光滑的釉。",
  "A dozen cheesecake muffins. Exceptionally rich and creamy.": "一打芝士蛋糕松饼。异常丰富和乳脂状。",
  "bouillon cubes": "肉汤立方体",
  "A dozen bouillon cubes. These are the chicken stock variety.": "一打肉汤丁。这些是鸡汤品种。",
  "A dozen bouillon cubes. These are the beef stock variety.": "一打肉汤丁。这些是牛肉汤品种。",
  "A dozen bouillon cubes. These are the vegetable stock variety.": "一打肉汤丁。这些是蔬菜品种。",
  "mushroom soup mix": "蘑菇汤混合物",
  "mushroom soup mixes": "蘑菇汤混合物",
  "A packet of instant mushroom soup. Just add water!": "一包即食蘑菇汤。加水就好！",
  "chicken noodle soup mix": "鸡肉汤面",
  "chicken noodle soup mixes": "鸡肉汤面混合物",
  "A packet of instant chicken noodle soup. Just add water!": "一包方便面鸡汤。加水就好！",
  "tomato soup mix": "番茄汤混合物",
  "tomato soup mixes": "番茄汤混合物",
  "A packet of instant tomato soup. Just add water!": "一包速食番茄汤。加水就好！",
  "country vegetable soup mix": "乡村蔬菜汤组合",
  "country vegetable soup mixes": "乡村蔬菜汤混合物",
  "A packet of instant country vegetable soup. Just add water!": "一包即食乡村蔬菜汤。加水就好！",
  "oxtail soup mix": "牛尾汤混合物",
  "oxtail soup mixes": "牛尾汤混合物",
  "A packet of instant oxtail soup. Just add water!": "一包即食牛尾汤。加水就好！",
  "cake mix": "做糕饼用的盒装现成材料",
  "cake mixes": "蛋糕混合物",
  "A box of yellow cake mix with pudding in the mix. Just add water!": "一盒黄色蛋糕混合布丁。加水就好！",
  "A box of white cake mix with pudding in the mix. Just add water!": "一盒混合了布丁的白蛋糕。加水就好！",
  "A box of french vanilla cake mix with pudding in the mix. Just add water!": "一盒法国香草蛋糕和布丁。加水就好！",
  "A box of butter pecan cake mix with pudding in the mix. Just add water!": "一盒黄油山核桃蛋糕混合布丁。加水就好！",
  "A box of confetti cake mix with pudding in the mix. Just add water!": "一盒五彩纸屑蛋糕混合布丁。加水就好！",
  "A box of party rainbow cake mix with pudding in the mix. Just add water!": "一盒派对彩虹蛋糕混合布丁。加水就好！",
  "A box of chocolate fudge cake mix with pudding in the mix. Just add water!": "一盒巧克力软糖蛋糕，混合有布丁。加水就好！",
  "A box of triple chocolate cake mix with pudding in the mix. Just add water!": "一盒混合了布丁的三重巧克力蛋糕。加水就好！",
  "A box of german chocolate cake mix with pudding in the mix. Just add water!": "一盒混合了布丁的德国巧克力蛋糕。加水就好！",
  "A box of red velvet cake mix with pudding in the mix. Just add water!": "一盒红色天鹅绒蛋糕，混合有布丁。加水就好！",
  "A box of devil's food cake mix with pudding in the mix. Just add water!": "一盒魔鬼的食物蛋糕和布丁混合在一起。加水就好！",
  "A box of angel food cake mix with pudding in the mix. Just add water!": "一盒天使蛋糕混合布丁。加水就好！",
  "A box of pineapple upside down cake mix with pudding in the mix. Just add water!": "一盒上下颠倒的菠萝蛋糕与布丁混合在一起。加水就好！",
  "A box of spice cake mix with pudding in the mix. Just add water!": "一盒混合了布丁的香料蛋糕。加水就好！",
  "A box of gingerbread cake mix with pudding in the mix. Just add water!": "一盒姜饼和布丁混合在一起。加水就好！",
  "A box of cherry chip cake mix with pudding in the mix. Just add water!": "一盒樱桃脆片蛋糕，混合有布丁。加水就好！",
  "A box of lemon cake mix with pudding in the mix. Just add water!": "一盒混合了布丁的柠檬蛋糕。加水就好！",
  "A box of strawberry cake mix with pudding in the mix. Just add water!": "一盒草莓蛋糕和布丁。加水就好！",
  "krispy kreme cake mix": "krispy kreme蛋糕混合料",
  "krispy kreme cake mixes": "krispy kreme蛋糕混合料",
  "You've found it. One of the last remaining intact boxes of Krispy Kreme cake mix! This has immeasurable trading value due to being the best damn thing ever created by mankind.": "你找到了。最后剩下的完好无损的一盒Krispy Kreme蛋糕混合料！这是人类创造的最好的东西，具有不可估量的交易价值。",
  "cookie mix": "饼干混合物",
  "cookie mixes": "饼干混合物",
  "Chocolate chip cookie mix.": "巧克力片饼干混合物。",
  "Sugar cookie mix.": "糖饼干混合物。",
  "Snickerdoodle cookie mix.": "士力架饼干混合。",
  "Salted caramel chocolate chip cookie mix.": "咸焦糖巧克力曲奇混合物。",
  "Rainbow m&m cookie mix.": "彩虹m&m混合饼干。",
  "brownie mix": "布朗尼混合物",
  "brownie mixes": "布朗尼混合物",
  "Chewy fudge brownie mix.": "耐嚼的软糖布朗尼混合物。",
  "Molten lava brownie mix.": "熔岩布朗尼混合物。",
  "Cookie brownie mix.": "饼干布朗尼混合物。",
  "krispy kreme doughnut mix": "krispy kreme甜甜圈混合物",
  "krispy kreme doughnut mixes": "krispy kreme甜甜圈混合物",
  "The ultimate American sweet treat, just a few cups of water away from fruition!": "最终的美国甜点，只需几杯水就能结出果实！",
  "frosting": "糖衣",
  "Some vanilla frosting.": "一些香草糖霜。",
  "Some butter cream frosting.": "一些奶油糖霜。",
  "Some whipped cream frosting.": "一些奶油糖霜。",
  "Some cream cheese frosting.": "一些奶油干酪糖霜。",
  "Some fluffy white frosting.": "一些蓬松的白色糖霜。",
  "Some hershey's cookies and cream frosting.": "一些好时饼干和奶油糖霜。",
  "Some party rainbow chip frosting.": "一些派对彩虹糖霜。",
  "Some milk chocolate frosting.": "一些牛奶巧克力糖霜。",
  "Some dark chocolate frosting.": "一些黑巧克力糖霜。",
  "Some fudge frosting.": "一些软糖糖霜。",
  "Some neutral chocolate frosting.": "一些中性巧克力糖霜。",
  "Some german chocolate coconut pecan frosting.": "一些德国巧克力椰子山核桃糖霜。",
  "Some cherry chip frosting.": "一些樱桃屑糖霜。",
  "Some strawberry frosting.": "一些草莓糖霜。",
  "Some lemon frosting.": "一些柠檬糖霜。",
  "Some cherry frosting.": "一些樱桃糖霜。",
  "cakes": "蛋糕",
  "A freshly baked yellow cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的黄色蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked white cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的白蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked french vanilla cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的法国香草蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked butter pecan cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的黄油山核桃蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked confetti cake. Moist and sweet but without any frosting. From a dry mix.": "一个新烤的五彩纸屑蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked party rainbow cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的派对彩虹蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked chocolate fudge cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的巧克力软糖蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked triple chocolate cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的三重巧克力蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked german chocolate cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的德国巧克力蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked red velvet cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的红色天鹅绒蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked devil's food cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的魔鬼食品蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A freshly baked angel food cake. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的天使食品蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A pineapple upside down cake. Moist and sweet but without any frosting. From a dry mix.": "菠萝倒置蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A spice cake. Moist and sweet but without any frosting. From a dry mix.": "香料蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A gingerbread cake. Moist and sweet but without any frosting. From a dry mix.": "姜饼。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A cherry chip cake. Moist and sweet but without any frosting. From a dry mix.": "樱桃脆片蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A lemon cake. Moist and sweet but without any frosting. From a dry mix.": "柠檬蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "A strawberry cake. Moist and sweet but without any frosting. From a dry mix.": "草莓蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "cupcakes": "纸杯蛋糕",
  "Freshly baked yellow cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的黄色纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked white cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的白色纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked french vanilla cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的法国香草蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked butter pecan cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的黄油山核桃纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked confetti cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的纸屑纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked party rainbow cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的派对彩虹蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked chocolate fudge cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的巧克力软糖纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked triple chocolate cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的三重巧克力蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked german chocolate cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的德国巧克力蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked red velvet cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的红色天鹅绒纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked devil's food cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的魔鬼食物纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked angel food cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的天使食物蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked pineapple upside down cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的菠萝倒置纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked spice cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的香料纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked gingerbread cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的姜饼纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked cherry chip cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的樱桃脆片纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked lemon cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的柠檬纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "Freshly baked strawberry cupcakes. Moist and sweet but without any frosting. From a dry mix.": "新鲜出炉的草莓纸杯蛋糕。又湿又甜，但没有任何糖霜。从干混合物中。",
  "frosted cupcakes": "磨砂纸杯蛋糕",
  "Freshly baked yellow cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的黄色纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked white cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的白色纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked french vanilla cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的法国香草蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked butter pecan cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的黄油山核桃纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked confetti cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的纸屑纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked party rainbow cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的派对彩虹蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked chocolate fudge cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的巧克力软糖纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked triple chocolate cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的三重巧克力蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked german chocolate cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的德国巧克力蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked red velvet cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的红色天鹅绒纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked devil's food cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的魔鬼食物纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked angel food cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的天使食物蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked pineapple upside down cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的菠萝倒置纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked spice cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的香料纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked gingerbread cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的姜饼纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked cherry chip cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的樱桃脆片纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked lemon cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的柠檬纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "Freshly baked strawberry cupcakes. This is the complete experience now that it's frosted.": "新鲜出炉的草莓纸杯蛋糕。现在结霜了，这就是完整的体验。",
  "frosted cake": "磨砂蛋糕",
  "frosted cakes": "磨砂蛋糕",
  "A freshly baked yellow cake. Even sweeter now that it's frosted!": "新鲜出炉的黄色蛋糕。现在结霜了，更甜了！",
  "A freshly baked white cake. Even sweeter now that it's frosted!": "新鲜出炉的白蛋糕。现在结霜了，更甜了！",
  "A freshly baked french vanilla cake. Even sweeter now that it's frosted!": "新鲜出炉的法国香草蛋糕。现在结霜了，更甜了！",
  "A freshly baked butter pecan cake. Even sweeter now that it's frosted!": "新鲜出炉的黄油山核桃蛋糕。现在结霜了，更甜了！",
  "A freshly baked confetti cake. Even sweeter now that it's frosted!": "一个新烤的五彩纸屑蛋糕。现在结霜了，更甜了！",
  "A freshly baked party rainbow cake. Even sweeter now that it's frosted!": "新鲜出炉的派对彩虹蛋糕。现在结霜了，更甜了！",
  "A freshly baked chocolate fudge cake. Even sweeter now that it's frosted!": "新鲜出炉的巧克力软糖蛋糕。现在结霜了，更甜了！",
  "A freshly baked triple chocolate cake. Even sweeter now that it's frosted!": "新鲜出炉的三重巧克力蛋糕。现在结霜了，更甜了！",
  "A freshly baked german chocolate cake. Even sweeter now that it's frosted!": "新鲜出炉的德国巧克力蛋糕。现在结霜了，更甜了！",
  "A freshly baked red velvet cake. Even sweeter now that it's frosted!": "新鲜出炉的红色天鹅绒蛋糕。现在结霜了，更甜了！",
  "A freshly baked devil's food cake. Even sweeter now that it's frosted!": "新鲜出炉的魔鬼食品蛋糕。现在结霜了，更甜了！",
  "A freshly baked angel food cake. Even sweeter now that it's frosted!": "新鲜出炉的天使蛋糕。现在结霜了，更甜了！",
  "A pineapple upside down cake. Even sweeter now that it's frosted!": "菠萝倒置蛋糕。现在结霜了，更甜了！",
  "A spice cake. Even sweeter now that it's frosted!": "香料蛋糕。现在结霜了，更甜了！",
  "A gingerbread cake. Even sweeter now that it's frosted!": "姜饼。现在结霜了，更甜了！",
  "A cherry chip cake. Even sweeter now that it's frosted!": "樱桃脆片蛋糕。现在结霜了，更甜了！",
  "A lemon cake. Even sweeter now that it's frosted!": "柠檬蛋糕。现在结霜了，更甜了！",
  "A strawberry cake. Even sweeter now that it's frosted!": "草莓蛋糕。现在结霜了，更甜了！",
  "krispy kreme cake": "krispy kreme蛋糕",
  "krispy kreme cakes": "krispy kreme蛋糕",
  "You've done it. You've assembled the perfect snack treat. This has immeasurable trading value due to being the best damn thing ever created by mankind.": "你做到了。你已经准备好了完美的零食。这是人类创造的最好的东西，具有不可估量的交易价值。",
  "cookie": "甜饼干",
  "Chocolate chip cookies from a dry mix.": "干巧克力饼干。",
  "Sugar cookies from a dry mix.": "干混合糖饼干。",
  "Snickerdoodle cookies from a dry mix.": "干拌士力架饼干。",
  "Salted caramel chocolate chip cookies from a dry mix.": "咸焦糖巧克力饼干从干混合。",
  "Rainbow m&m cookies from a dry mix.": "干拌彩虹m&m饼干。",
  "brownie": "6-8岁的女童子军",
  "brownies": "幼年女童子军",
  "A long slab of chewy fudge brownie from a dry mix.": "一长条耐嚼的软糖核仁巧克力饼。",
  "A long slab of molten lava brownie from a dry mix.": "从干混合物中取出的一长条熔岩核仁巧克力饼。",
  "A long slab of cookie brownie from a dry mix.": "用干混合物做成的一长条饼干布朗尼。",
  "krispy kreme doughnut": "krispy kreme甜甜圈",
  "krispy kreme doughnuts": "krispy kreme甜甜圈",
  "Congratulations. This is it. You're living the dream. Not a hint of dryness. Perfectly slathered in layers of rich icing. Delicate and fluffy. This is what every doughnut wishes it could be.": "恭喜。就是这里。你活在梦里。没有一丝干燥。完美地涂上厚厚的糖衣。细腻蓬松。这是每个甜甜圈都希望的。",
  "honey bun": "蜂蜜面包",
  "honey buns": "蜂蜜面包",
  "Heavily processed mass-produced glazed buns.": "大量加工的大批量生产的上釉包子。",
  "zebra cake": "斑马蛋糕",
  "zebra cakes": "斑马蛋糕",
  "Heavily processed, mass-produced, but utterly delightful cream-filled chocolate cakes covered with thick sheets of zigzag frosting.": "大量加工，大量生产，但完全令人愉快的奶油夹心巧克力蛋糕覆盖着厚厚的锯齿形霜。",
  "nutty buddy": "疯狂的伙伴",
  "nutty buddies": "疯狂的伙伴",
  "A classic melding of chocolate and peanut butter throughout melt-in-your-mouth layers of cookie.": "巧克力和花生酱的经典融合，贯穿于入口即化的饼干层。",
  "apple pie pocket": "苹果派口袋",
  "apple pie pockets": "苹果派口袋",
  "Artificially sweetened neatly folded pastry covered liberally with sickeningly sweet sugar and filled with gooey apple chunks in syrup.": "人工加糖的叠得整整齐齐的糕点，上面覆盖着令人作呕的甜糖，里面装满了粘粘的苹果块和糖浆。",
  "cherry pie pocket": "樱桃馅饼口袋",
  "cherry pie pockets": "樱桃派口袋",
  "Artificially sweetened neatly folded pastry covered liberally with sickeningly sweet sugar and filled with gooey cherry chunks in syrup.": "人工加糖的叠得整整齐齐的糕点，上面覆盖着令人作呕的甜糖，里面装满了粘粘的糖浆樱桃块。",
  "chocolate pie pocket": "巧克力派口袋",
  "chocolate pie pockets": "巧克力派口袋",
  "Artificially sweetened neatly folded pastry filled with luscious chocolate pudding as a filling. Absolutely heavenly.": "人工加糖的叠得整整齐齐的糕点，馅料是香甜的巧克力布丁。绝对是天堂。",
  "fudge round": "软糖回合",
  "fudge rounds": "软糖回合",
  "Heavily processed chewy chocolate cookies sandwiching an artificially flavored fudge filling.": "大量加工的耐嚼巧克力饼干夹着人工调味的软糖馅。",
  "oatmeal cream pie": "燕麦片奶油派",
  "oatmeal cream pies": "燕麦片奶油派",
  "Heavily processed cream sandwiched between two artificially flavored oatmeal cookies. A childhood favorite!": "夹在两块人工调味的燕麦片饼干中间的大量加工奶油。儿时的最爱！",
  "cosmic brownie": "宇宙布朗尼",
  "cosmic brownies": "宇宙布朗尼",
  "Some of the richest, chewiest brownies you'll ever taste, topped with the most colorful candy topping you'll ever see. Truly a rare treat.": "一些你尝过的最丰富、最耐嚼的核仁巧克力饼，上面放着你见过的最丰富多彩的糖果。真是难得的享受。",
  "donut stick": "甜甜圈棒",
  "donut sticks": "甜甜圈棒",
  "The breakfast of champions for many young kids. Heavily processed and coated with thick layers of artificial flavoring.": "许多小孩的冠军早餐。经过大量加工，涂上厚厚的人工调味品。",
  "survivor cookie": "幸存者饼干",
  "Improvised cookies, often made with non-standard ingredients. Their flavor varies wildly from cookie to cookie as a result. Good in a pinch, but not nearly as good as a commercial mix. Due to being made mostly with dry ingredients, these keep for a long time.": "临时制作的饼干，通常由非标准成分制成。结果，它们的味道因饼干而异。在紧要关头很好，但远不如商业组合好。由于大部分是用干原料制成的，这些可以保存很长时间。",
  "This is a garden pot containing ripe cucumbers.  Disassemble to harvest them.": "这是一个装有成熟黄瓜的花盆。拆开收割。",
  "garden pot (growing garlic)": "花园花盆(种植大蒜)",
  "garden pots (growing garlic)": "花园花盆(种植大蒜)",
  "This is a garden pot growing garlic bulbs.  Once ripe, it can be activated to prepare it for harvest.": "这是一个种植大蒜球茎的花盆。一旦成熟，就可以激活它，为收获做准备。",
  "garden pot (ripe garlic)": "园艺锅(成熟的大蒜)",
  "garden pots (ripe garlic)": "花园花盆(成熟的大蒜)",
  "This is a garden pot containing pungent garlic bulbs.  Disassemble to harvest them, or wave it at vampires to scare them.": "这是一个装有辛辣大蒜球茎的花盆。拆开来收割，或者对着吸血鬼挥舞来吓吓他们。",
  "Roadheader": "掘进机",
  "horse rain sheet": "马雨布",
  "Build Working Server": "构建工作服务器",
  "computation": "计算",
  "networking": "网络",
  "molecular assembly": "分子组装",
  "polymer printing": "聚合物印刷",
  "ceramic printing": "陶瓷印刷",
  "biomedical printing": "生物医学印刷",
  "metal printing": "金属印刷",
  "CNC manufacture": "数控制造",
  "Build Hydroponics": "建立水培",
  "The maximum harvest from a crop grown in hydroponics.": "水培作物的最大收获。",
  "Build Hydroponics Heater": "建造水培加热器",
  "Clever Cab": "聪明的出租车",
  "Bionic Bus": "仿生公交车",
  "SWAT Pacifier": "特警安抚奶嘴",
  "What portion of BMR is used as the base for determining weariness threshold.": "BMR的哪一部分作为确定疲劳阈值的基础。",
  "What percentage of calorie intake and expenditure is reduced during each reduction tick.": "在每次减少的过程中，卡路里的摄入和支出减少了多少百分比。",
  "Man-at-Arms": "武装人员",
  "Woman-at-Arms": "武装的女人",
  "Make Stone Anvil": "制作石砧",
  "Extract Black Sand": "提取黑砂",
  "Dead magician": "死去的魔术师",
  "greater staves of root strike": "更大的根击法",
  "A dead magician.": "一个死去的魔术师。",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts root strike.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种冷却壁会产生根击。",
  "stave of fungicide": "杀菌剂板条",
  "staves of fungicide": "杀菌剂棒",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts fungicide.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这种板条会产生杀菌剂。",
  "greater stave of fungicide": "更多杀菌剂",
  "greater staves of fungicide": "更多杀菌剂",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts fungicide.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种板条会产生杀菌剂。",
  "stave of druidic regrowth": "德鲁伊再生冷却壁",
  "staves of druidic regrowth": "德鲁伊再生法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts druidic regrowth.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个冷却壁可以让德鲁伊再生。",
  "greater stave of druidic regrowth": "德鲁伊再生的更大冷却壁",
  "greater staves of druidic regrowth": "德鲁伊再生的更大的法杖",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts druidic regrowth.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个冷却壁可以让德鲁伊再生。",
  "stave of druidic healing": "德鲁伊治愈之杖",
  "staves of druidic healing": "德鲁伊治疗法",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts druidic healing.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个冷却壁可以施放德鲁伊治疗。",
  "greater stave of druidic healing": "德鲁伊的治疗效果更好",
  "greater staves of druidic healing": "德鲁伊治疗的更大的法杖",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts druidic healing.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个冷却壁可以施放德鲁伊治疗。",
  "stave of shardspray": "祈祷的碎片",
  "staves of shardspray": "沙司祈祷杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts shardspray.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这条板条铸造了沙砾。",
  "greater stave of shardspray": "更大的碎片祈祷",
  "greater staves of shardspray": "更大的沙石条祈祷",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts shardspray.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这条板条铸造了沙砾。",
  "stave of piercing bolt": "穿心螺栓板条",
  "staves of piercing bolt": "穿孔螺栓的板条",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts piercing bolt.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这种板条铸有穿孔螺栓。",
  "greater stave of piercing bolt": "穿心螺栓的大板条",
  "greater staves of piercing bolt": "穿孔螺栓的更大板条",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts piercing bolt.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种板条铸有穿孔螺栓。",
  "stave of move earth": "移动地球板条",
  "staves of move earth": "移动地球的法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts move earth.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个板条铸造了移动的泥土。",
  "greater stave of move earth": "移动地球的更大台阶",
  "greater staves of move earth": "更大的移动地球的法杖",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts move earth.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个板条铸造了移动的泥土。",
  "stave of lava bomb": "熔岩炸弹碎片",
  "staves of lava bomb": "熔岩炸弹的碎片",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lava bomb.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个冷却壁铸造熔岩炸弹。",
  "greater stave of lava bomb": "熔岩炸弹的更大冷却壁",
  "greater staves of lava bomb": "熔岩炸弹的巨大碎片",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lava bomb. Wonderful when one is required to destroy the world.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个冷却壁铸造熔岩炸弹。当一个人被要求毁灭世界时，那是多么美妙。",
  "stave of lightning bolt": "闪电板条",
  "staves of lightning bolt": "闪电棒",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lightning bolt.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这条冷却壁铸有闪电。",
  "greater stave of lightning bolt": "更大的闪电板条",
  "greater staves of lightning bolt": "更大的闪电棒",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lightning bolt.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这条冷却壁铸有闪电。",
  "stave of lightning blast": "闪电冲击波",
  "staves of lightning blast": "闪电爆炸法",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lightning blast.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这种冷却壁会产生闪电。",
  "greater stave of lightning blast": "更大的雷电冲击波",
  "greater staves of lightning blast": "更大的雷电冲击波",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lightning blast.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种冷却壁会产生闪电。",
  "stave of lightning storm": "闪电风暴的冷却壁",
  "staves of lightning storm": "闪电风暴的法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lightning storm.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这种冷却壁会产生闪电风暴。",
  "greater stave of lightning storm": "更大的闪电风暴",
  "greater staves of lightning storm": "更大的闪电风暴",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lightning storm.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种冷却壁会产生闪电风暴。",
  "stave of wall of fog": "雾墙板条",
  "staves of wall of fog": "雾墙的板条",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts wall of fog.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这条板条形成了一堵雾墙。",
  "greater stave of wall of fog": "更大的雾墙",
  "greater staves of wall of fog": "更大的雾墙",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts wall of fog.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这条板条形成了一堵雾墙。",
  "stave of laze": "laze板条",
  "staves of laze": "laze法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts laze.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这种板条铸造成laze。",
  "greater stave of laze": "更大的laze板条",
  "greater staves of laze": "更大的懒骨头",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts laze.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种板条铸造成laze。",
  "stave of lesser quantum tunnel": "小量子隧道板条",
  "staves of lesser quantum tunnel": "小量子隧道的板条",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lesser quantum tunnel.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个冷却壁铸造了较小的量子隧道。",
  "greater stave of lesser quantum tunnel": "较小量子隧道的较大板条",
  "greater staves of lesser quantum tunnel": "较小量子隧道的较大板条",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts lesser quantum tunnel.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个冷却壁铸造了较小的量子隧道。",
  "stave of animated blade": "动画之刃",
  "staves of animated blade": "活刃法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts animated blade.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个冷却壁铸造了一个活动的刀刃。",
  "greater stave of animated blade": "更大的动画之刃",
  "greater staves of animated blade": "更大的动画之刃",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts animated blade.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个冷却壁铸造了一个活动的刀刃。",
  "stave of optical sneeze beam": "光学喷嚏光束板条",
  "staves of optical sneeze beam": "光学喷嚏光束棒",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts optical sneeze beam.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个板条投射出光学喷嚏光束。",
  "greater stave of optical sneeze beam": "更大的光束宽度",
  "greater staves of optical sneeze beam": "更大的光束棒",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts optical sneeze beam.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个板条投射出光学喷嚏光束。",
  "stave of biomancer's acidic spray": "生物战剂酸性喷雾冷却壁",
  "staves of biomancer's acidic spray": "生物制药公司的酸性喷雾棒",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts acidic spray.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这种板条会产生酸性喷雾。",
  "greater stave of biomancer's acidic spray": "生物医药公司酸性喷雾的更大冷却壁",
  "greater staves of biomancer's acidic spray": "更大的生物制药酸性喷雾棒",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts acidic spray.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这种板条会产生酸性喷雾。",
  "stave of visceral projection": "内脏投射板",
  "staves of visceral projection": "内脏投射法",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts visceral projection.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个五线谱投射出内脏。",
  "greater stave of visceral projection": "内脏投射的较大范围",
  "greater staves of visceral projection": "内脏投射的较大条",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts visceral projection.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个五线谱投射出内脏。",
  "stave of paralytic dart": "麻痹镖骨",
  "staves of paralytic dart": "麻痹镖法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts paralytic dart.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个板条铸造了麻痹镖。",
  "greater stave of paralytic dart": "麻痹镖的大板条",
  "greater staves of paralytic dart": "麻痹镖的大棒",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts paralytic dart.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个板条铸造了麻痹镖。",
  "stave of zombie pack": "僵尸群的冷却壁",
  "staves of zombie pack": "僵尸背包的法杖",
  "A slender wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts zombie pack.": "一个细长的木制冷却壁，头部有一个魔法水晶插座，启动时会施放一个咒语。这个冷却壁铸造僵尸包。",
  "greater stave of zombie pack": "更大的僵尸群",
  "greater staves of zombie pack": "更大的僵尸背包",
  "A wooden stave with a mana crystal socket at the head that casts a spell when activated.  This stave casts zombie pack.": "一个头部有魔法水晶插座的木制冷却壁，启动时会施放一个咒语。这个冷却壁铸造僵尸包。",
  "mana engine": "法力引擎",
  "An engine, similar in model to that of steam, but using crystalized mana to heat water instead of coal. You can see a Technomancer rune embedded upon it.": "一种发动机，与蒸汽发动机的模型相似，但使用结晶的魔法来加热水而不是煤。你可以看到一个嵌在上面的科技人符文。",
  "The %1$s flashes you!": "%1$s闪你！",
  "The %1$s flashes at <npcname>!": "%1$s闪<npcname>！",
  "The %1$s tries to flash you, but fails to.": "%1$s试图闪你，但失败了。",
  "The %1$s tries to flash <npcname>, but fails to.": "%1$s尝试闪<npcname>，但失败。",
  "lathing": "机床",
  "Raid Refugee Center and kill everyone inside.  If you need help, take my men with you, they can help you.  You're free to go.": "突袭难民中心，杀死里面的所有人。如果你需要帮助，带上我的人，他们会帮助你的。你可以走了。",
  "Remember to do some scouting before you start.  If you can, from the inside.  Find out the route of their patrols, the sentry posts, all that.": "开始前记得做一些侦察。如果可以，从内部。找出他们巡逻的路线，岗哨，等等。",
  "Well done, <name_g>.  We will immediately begin preparations for the move.  Go get your reward from our recruiter.": "干得好，< name_g >。我们将立即开始行动准备。去我们的招聘人员那里拿你的奖励。",
  "You met Comandante": "你见过指挥官了",
  "Build Beehive": "建造蜂巢",
  "Build Charcoal Purifier": "建造木炭净化器",
  "Build Leather Door Curtain": "打造皮革门帘",
  "Build Makeshift Still": "构建临时静止",
  "Build Pulley Lifter": "构建滑轮升降机",
  "Add Bucket And Pulley To Covered Well": "将铲斗和滑轮添加到覆盖井中",
  "Build Wooden Windbreak": "建造木制防风林",
  "Build Leather Tarp Lean-To": "建造皮革防水布",
  "Build Makeshift Wooden Rack": "搭建临时木架",
  "Build Makeshift Counter": "搭建临时柜台",
  "Build Makeshift Table": "搭建临时桌子",
  "Build Makeshift Chair": "搭建临时椅子",
  "Build Makeshift Bench": "搭建临时长凳",
  "Build Wooden Platform": "搭建木制平台",
  "Simple wooden runners for a hand-pulled sled.": "手拉雪橇的简单木制滑道。",
  "A heavy section of frame carved from a log. Usable for a raft, log canoe, outriggers for a boat, etc.": "由原木雕刻而成的框架的沉重部分。可用于木筏、原木独木舟、船的舷外支架等。",
  "A mutant locust nymph the size of a crow. It's still growing and hungry.": "一只乌鸦大小的变异蝗虫若虫。它还在长，还在饿。",
  "A giant locust the size of a racoon.  It's clumsy, stupid, and hungry.": "一只浣熊大小的大蝗虫。它笨拙、愚蠢、饥饿。",
  "mutant moth": "突变蛾",
  "A fuzzy mutated moth with a wingspan the size of a kite. It soars and flits through the darkness.": "翼展像风筝一样大的模糊变异蛾子。它在黑暗中飞翔。",
  "mutant mosquito": "突变蚊子",
  "An enormous mutant mosquito the size of an eagle.  Its face is dominated by a long, spear-tipped proboscis.": "一只鹰大小的巨大变异蚊子。它的脸主要是一条长长的矛状喙。",
  "mutant mosquito larva": "突变蚊子幼虫",
  "mutant mosquito larvae": "突变蚊子幼虫",
  "A mutant mosquito larva the size of a squirrel.  It floats at the surface of the water waiting to catach smaller prey.": "松鼠大小的变异蚊子幼虫。它漂浮在水面上，等待着粉碎较小的猎物。",
  "A gigantic slender-bodied wasp about the size of an adult human. It is armed with an evil-looking stinger and bears ominous red markings on its abdomen.": "一种大约成人大小的巨大细长黄蜂。它装备着一根邪恶的毒刺，腹部有不祥的红色斑点。",
  "mega wasp": "巨型黄蜂",
  "A gigantic slender-bodied wasp about the size of a cow. It is armed with an evil-looking stinger and bears ominous red markings on its abdomen.": "一只巨大的、身体细长的黄蜂，大约有一头牛那么大。它装备着一根邪恶的毒刺，腹部有不祥的红色斑点。",
  "giant wasp larva": "巨型黄蜂幼虫",
  "giant wasp larvae": "巨型黄蜂幼虫",
  "A pulsating sausage of glistening white flesh, the size of a dog.  On one end is a set of squirming mouth parts.  This one seems less aggressive.": "一种脉动的香肠，由闪亮的白色肉组成，有一只狗那么大。一端是一组蠕动的嘴部。这个似乎没那么激进。",
  "You have a flattened nose and thin slits for nostrils, giving you a fish-like appearance.  This makes breathing slightly difficult and increases mouth encumbrance by 5.": "你有一个扁平的鼻子和细长的鼻孔，让你看起来像鱼一样。这使得呼吸稍微困难，并增加5%的口腔负担。",
  "You have a flattened nose and thin slits for nostrils, giving you a tortoise-like appearance.  This makes breathing slightly difficult and increases mouth encumbrance by 5.": "你有一个扁平的鼻子和细的鼻孔，让你看起来像乌龟。这使得呼吸稍微困难，并增加5%的口腔负担。",
  "Stinger": "毒刺",
  "You have a bulbous bee-like abdomen tipped with a smooth stinger that bobs behind you.  It does not improve your balance at all, but allows for a powerful piercing attack.  Prevents wearing non-fabric pants.": "你有一个球状的蜜蜂般的腹部，顶端有一根光滑的刺，在你身后晃动。它一点也不能提高你的平衡，但是允许一个强大的穿刺攻击。防止穿非织物裤子。",
  "You stab at %s with your insectoid stinger": "你用你的昆虫毒刺刺向%s",
  "%1$s stabs at %2$s with the insectoid stinger": "Translation Error: undefined result: null, From: %1$s stabs at %2$s with the insectoid stinger, Count: 11\nRetry Again\n--\n\n ",
  "You have a sleek, aquadynamic tail like that of a shark or dolphin. It allows you to swim more quickly, but prevents wearing non-fabric pants.  Slightly increases wet benefits.": "你有一条像鲨鱼或海豚一样光滑、充满活力的尾巴。它可以让你游得更快，但不能穿非织物裤子。略微增加湿益。",
  "Fluffy Basher": "毛绒玩具",
  "Your fluffy tail has now become pretty long and very strong... Possibly even stronger than a baseball bat when its tensed, allowing for a mighty swing attack. Great! you won't be needing a baseball bat anymore if you want to play baseball and the funny part is that all the hits will be homerun! It also has become a bit more controllable and prehensile.": "你毛茸茸的尾巴现在变得又长又壮...可能比棒球棍绷紧时更强，允许有力的挥击。太棒了！如果你想打棒球，你就不再需要棒球棒了，有趣的是所有的安打都是全垒打！它也变得更加可控和易于理解。",
  "You strongly swing at %s with your mighty tail": "你用你有力的尾巴在%s大力摆动",
  "%1$s strongly swings at %2$s with its mighty tail": "Translation Error: undefined result: null, From: %1$s strongly swings at %2$s with its mighty tail, Count: 11\nRetry Again\n--\n\n ",
  "Mutated Raptor Tail": "变异的猛禽尾巴",
  "Your long semi-stiff lizard-like tail has mutated and now its slightly longer and ends in a viciously sharp and boney point.  It does not improve your balance at all, but allows you to lash with it and cause significant piercing damage.  Prevents wearing non-fabric pants. Now that is a heavy genetic modification.": "你那长的半僵硬的蜥蜴般的尾巴已经变异了，现在变得稍微长了一点，并以一个非常尖锐和骨感的点结束。它一点也不能提高你的平衡能力，但是可以让你用它来鞭笞，造成严重的穿刺伤害。防止穿非织物裤子。这是一次重大的基因改造。",
  "You stab %s with your tail": "你用尾巴捅%s",
  "%1$s stabs %2$s with their tail": "Translation Error: undefined result: null, From: %1$s stabs %2$s with their tail, Count: 11\nRetry Again\n--\n\n ",
  "Razor Teeth": "剃刀齿",
  "You have grown multiple rows of razor sharp teeth. They allow you to make a super powerful bite attack, but they have caused your mouth and jaw to widen significantly making you look like a shark or angler-fish": "你长出了多排锋利的牙齿。它们可以让你进行超级强力的撕咬攻击，但是它们会让你的嘴和下巴明显变宽，让你看起来像鲨鱼或琵琶鱼",
  "You bite and tear into %s": "Translation Error: undefined result: null, From: You bite and tear into %s, Count: 11\nRetry Again\n--\n\n ",
  "%1$s bites and tears into %2$s": "Translation Error: undefined result: null, From: %1$s bites and tears into %2$s, Count: 11\nRetry Again\n--\n\n ",
  "Inconspicuous": "难以觉察的",
  "While sleeping or staying still, it is less likely that monsters will wander close to you.": "睡觉或静止时，怪物不太可能靠近你。",
  "Webbed Extremities": "蹼状肢",
  "Your hands and feet are strongly webbed allowing you to swim much faster. Unfortunately, gloves now give you problems and your dexterity is decreased by 1. Slightly decreases wet penalties.": "你的手和脚有很强的蹼，让你游得更快。不幸的是，手套现在给你带来了问题，你的灵巧度降低了1。略微减少湿处罚。",
  "Toe Roots": "脚趾根",
  "Your toes have grown wriggly, and you can't imagine why you wear that stuff on your feet.  Take it off.  It's in the way.": "你的脚趾变得扭来扭去，你无法想象你为什么把那东西穿在脚上。脱下来。它挡道了。",
  "Bony Scutes": "骨盾",
  "A set of sub-dermal bony scutes has grown all over your body, giving you something similar to an insect's exoskeleton. they give your scales a rough and pebbly texture and are nigh impossible to penetrate. reduces wet effects.": "一组皮下骨盾长在你的全身，给你类似昆虫外骨骼的东西。他们给你的鳞片粗糙的纹理，几乎不可能穿透。减少潮湿影响。",
  "Tortoise Scales": "乌龟鳞片",
  "A set of heavy, stiff, and thick scales has grown to cover your body, acting as natural armor.  While very protective, it also severely limits your flexibility, resulting in a -3 penalty to Dexterity.  Greatly reduces wet effects.": "一套沉重、坚硬、厚实的鳞片覆盖了你的身体，充当了天然的盔甲。虽然保护性很强，但它也严重限制了你的灵活性，导致灵巧度受到-3的惩罚。大大减少潮湿影响。",
  "Snapping Muzzle": "折断枪口",
  "Your face and jaws have morphed to look like those found on a snapping turtle. It gives you a turtle-like look and they deliver a painful bite, but prevent you from wearing mouthgear not made of fabric.": "你的脸和下巴已经变形，看起来像在鳄龟身上发现的一样。它让你看起来像乌龟一样，它们会咬你一口，但会阻止你戴上非织物制成的牙套。",
  "You snap at %s": "Translation Error: undefined result: null, From: You snap at %s, Count: 11\nRetry Again\n--\n\n ",
  "%1$s snaps at %2$s": "Translation Error: undefined result: null, From: %1$s snaps at %2$s, Count: 11\nRetry Again\n--\n\n ",
  "Now that you have your shell you can take your time with this survival business.": "既然你有了自己的外壳，你就可以慢慢来做这个生存生意了。",
  "Bovine Eyes": "牛眼",
  "Your eyes have mutated, now having a long and narrow horizontal pupil much like those of a bovine.  This is visually striking, but it doesn't seem to effect your vision at all.": "你的眼睛变了，现在有一个又长又窄的水平瞳孔，很像牛的眼睛。这在视觉上是惊人的，但它似乎一点也不影响你的视力。",
  "Arachnid Eyes": "蜘蛛眼",
  "You have grown 4 additional eyes and all of your eyes have become solid pitch black. This increases your perception by 2 and makes you look more spider-like.": "你又长了4只眼睛，所有的眼睛都变成了漆黑一片。这会让你的感知增加2，让你看起来更像蜘蛛。",
  "Tortoise Eyes": "乌龟眼睛",
  "Your eyes have mutated to resemble those found on a tortoise. This is visually striking, but doesn't seem to affect your vision.": "你的眼睛已经变异成类似乌龟的眼睛。这在视觉上很醒目，但似乎不影响你的视力。",
  "Fishy Eyes": "鱼眼睛",
  "Your eyes are now a solid black with no visible iris and barely noticeable sclera. They give you a vaguely fish-like look but they otherwise serve no purpose.": "你的眼睛现在是纯黑的，没有可见的虹膜和几乎看不见的巩膜。他们给你一个模糊的鱼一样的外观，但他们没有其他用途。",
  "Kunoichi": "女忍者",
  "Ninja (Cosplay)": "忍者(角色扮演)",
  "Kunoichi(Cosplay)": "女忍者(角色扮演)",
  "Yakuza": "日本极道",
  "Yakuza Wife": "黑帮妻子",
  "Kawasaki Ninja ZX14": "川崎忍者ZX14",
  "Kawasaki Ninja ZX14 Custom": "川崎忍者ZX14定制",
  "Yakata car": "Yakata汽车",
  "Ignite 'Blaze'house trailer": "点燃“火焰”房屋拖车",
  "Bandit Ambush": "强盗伏击",
  "There were bandits here.": "这里有强盗。",
  "Bandit Campsite": "强盗营地",
  "There are bandits here.": "这里有土匪。",
  "Bandit Hideout": "强盗藏身处",
  "Bandit Gravesite": "强盗墓地",
  "Bandit Outpost": "强盗前哨",
  "If false, examining workbench-type furniture will auto-execute pickup and undeploy (where applicable) actions, no crafting-related options will be listed.": "如果为false，检查工作台类型的家具将自动执行拾取和取消部署(如果适用)操作，不会列出与工艺相关的选项。",
  "Sets base stamina burn per 100 moves of the walking player.": "设定步行玩家每100步的基础耐力消耗。",
  "Mechanized Infantry Carrier": "机械化步兵航母",
  "Armored Personnel Carrier": "装甲运兵车",
  "Humvee": "亨维吉普",
  "makeshift autoclave": "临时高压釜",
  "This oversized pressure cooker uses diesel or other readily-available fuels to power a high-pressure sterilization chamber.  Less efficient than a commercial battery-powered autoclave and incompatible with a vehicle power grid, it does the job if nothing else is available.": "这个超大的高压锅使用柴油或其他现成的燃料来驱动高压灭菌室。效率低于商用电池驱动的高压灭菌器，并且与车辆电网不兼容，如果没有其他东西可用，它也能工作。",
  "Survivor's Militarized RV": "幸存者的军事化房车",
  "Chemistry Station": "化学站",
  "Survivor Tractor": "幸存者拖拉机",
  "Survivor Station": "幸存者站",
  "Autoclave Station": "热压罐站",
  "Survivor Gun Cart": "幸存者炮车",
  "work light": "工作灯",
  "Razor Boy": "剃刀男孩",
  "Inpatient": "住院病人",
  "Razor Girl": "剃刀女孩",
  "pairs of eyeglasses": "几副眼镜",
  "A pair of glasses for the near-sighted.  The concave lenses diffuse the sunlight, rendering them useless for starting fires.": "一副近视眼镜。凹透镜散射太阳光，使得它们对点火毫无用处。",
  "monocle": "单片眼镜",
  "An essential article of the gentleman's apparel.  Also corrects near-sightedness.  You can use this to focus the sunlight.": "绅士服装的一个重要部分。也矫正近视。你可以用它来聚焦阳光。",
  "pair of reading glasses": "一副老花镜",
  "pairs of reading glasses": "几副老花镜",
  "A pair of glasses for the far-sighted.  Useless for anyone else.  You can use them to focus the sunlight.": "一副远视眼镜。对其他任何人都没用。你可以用它们来聚焦阳光。",
  "pair of safety glasses": "一副安全眼镜",
  "pairs of safety glasses": "几副安全眼镜",
  "A pair of plastic glasses, used in workshops, sports, chemistry labs, and many other places.  Provides great protection from damage.": "一副塑料眼镜，用于车间、体育、化学实验室和许多其他地方。提供很好的保护，防止损坏。",
  "pair of ski goggles": "一副滑雪护目镜",
  "pairs of ski goggles": "成对的滑雪护目镜",
  "A large pair of goggles that completely seal off your eyes.  Excellent protection from environmental dangers.": "一大副完全封闭眼睛的护目镜。出色的环境保护。",
  "pair of swim goggles": "一副泳镜",
  "pairs of swim goggles": "几副泳镜",
  "A small pair of tinted goggles made for swimming.": "为游泳而制作的一副小的有色护目镜。",
  "A dark pair of goggles.  They make seeing very difficult, but protect you from bright flashes.": "一副深色的护目镜。它们使视觉变得非常困难，但可以保护你免受强光的照射。",
  "pair of sunglasses": "一副太阳镜",
  "pairs of sunglasses": "几副太阳镜",
  "A pair of sunglasses, good for keeping the glare out of your eyes.": "一副太阳镜，有助于遮挡眼睛的强光。",
  "survivor goggles": "幸存者护目镜",
  "pairs of survivor goggles": "成对的幸存者护目镜",
  "A custom-built pair of armored goggles with tinted lenses.  Relatively comfortable and built to last, they provide excellent protection from environmental dangers.": "一副定制的带有色镜片的装甲护目镜。相对舒适，经久耐用，它们提供了免受环境危险的出色保护。",
  "filter mask": "过滤式防毒面具",
  "A mask that straps over your mouth and nose and filters air.  Protects from smoke, dust, and other contaminants quite well.": "戴在你的嘴和鼻子上过滤空气的面具。很好地防止烟雾、灰尘和其他污染物。",
  "dust mask": "防尘口罩",
  "A simple piece of cotton that straps over the mouth.  Provides a small amount of protection from air-borne illness and dust.": "一条简单的绑住嘴巴的棉布。提供少量保护，防止空气传播疾病和灰尘。",
  "This is a rock affixed to a stick, in the crude facsimile of a hammer.  It functions adequately as a hammer, but really can't compare to a proper one.": "这是一块粘在棍子上的石头，是锤子的翻版。它的功能相当于一把锤子，但真的比不上一把合适的。",
  "rapier": "轻剑",
  "This is a thin sword with an ornate hand guard.  It looks like the preferred weapon of gentlemen and swashbucklers.  Light and quick, it makes any battle a stylish battle.": "这是一把薄剑，配有华丽的护手。它看起来像是绅士和吹牛大王的首选武器。轻巧快捷，让任何战斗都成为一场时尚的战斗。",
  "scalpel": "手术刀",
  "This is a very sharp knife designed for surgical cutting.  It's small, sharp blade allows for precision strikes in the hands of the skilled.": "这是一把非常锋利的手术刀。它的小而锋利的刀刃可以让熟练的人进行精确打击。",
  "powered quarterstaves": "动力四柱",
  "This is an ironshod quarterstaff that has a high-voltage stun gun built into the handle.  The stun gun is wired to the metal caps at either end of the staff, allowing you to zap a dangerous opponent should beating them senseless with it prove too hazardous.": "这是一个铁制的四柱，手柄里有一把高压电击枪。电击枪被连接到五线谱两端的金属帽上，如果用电击枪打昏危险的对手太危险，你可以用电击枪杀死他们。",
  "tactical tonfa (off)": "战术tonfa(关闭)",
  "tactical tonfas (off)": "战术tonfas(关闭)",
  "This is a reinforced plastic tonfa; the core is hollowed out and is filled with capacitors and a high-yield rechargeable storage battery.  When a switch on the handle is pressed, a high-voltage current is transmitted to the two electrodes mounted in the end of the tonfa, and by extension to anyone unfortunate enough to be in contact with them.  It also has a nifty flashlight, which is off at the moment.": "这是一个强化塑料的tonfa芯部被挖空，并填充有电容器和高产量的可充电蓄电池。当按下手柄上的一个开关时，一个高压电流被传输到安装在剃发末端的两个电极上，并延伸到任何不幸接触到它们的人。它还有一个漂亮的手电筒，目前是关闭的。",
  "tactical tonfa (on)": "战术tonfa (on)",
  "tactical tonfas (on)": "战术tonfas (on)",
  "This is a reinforced plastic tonfa; the core is hollowed out and is filled with capacitors and a high-yield rechargeable storage battery.  When a switch on the handle is pressed, a high-voltage current is transmitted to the two electrodes mounted in the end of the weapon, and by extension to anyone unfortunate enough to be in contact with them.  The integral flashlight is turned on, continually draining power and lighting the surrounding area.": "这是一个强化塑料的tonfa芯部被挖空，并填充有电容器和高产量的可充电蓄电池。当按下手柄上的开关时，高压电流被传输到安装在武器末端的两个电极，并延伸到任何不幸接触到它们的人。整体手电筒打开，持续消耗电力并照亮周围区域。",
  "shovel": "铲",
  "This is a digging tool.  Use it to dig pits adjacent to your location.": "这是一个挖掘工具。用它在你的位置附近挖坑。",
  "hoe": "锄",
  "This is a farming implement.  Use it to turn tillable land into a slow-to-cross pile of dirt.": "这是一个农具。用它来把可耕地变成一堆缓慢穿越的泥土。",
  "candlestick": "蜡扦",
  "A hefty nickel-alloy candlestick with a solid base and gold gilding.  The kind used by Professor Plum to kill Dr. Black in the study.": "一个厚重的镍合金烛台，底座坚固，镀金。普拉姆教授在研究中用来杀死布莱克博士的那种。",
  "switchblade": "弹簧刀",
  "This is a long and thin knife with a spring-loaded blade that rests inside the handle while not in use.": "这是一把细长的刀，有一个弹簧刀片，不用时放在手柄内。",
  "tanto": "日本短刀",
  "Long Japanese knives like this more-modern remake were the samurai's backup weapon, before the advent of the larger wakizashi.  It's still a deadly blade, even if it's smaller than its more famous relatives.": "像这种更现代的翻拍版一样的日本长刀是武士的备用武器，在更大的wakizashi出现之前。它仍然是一把致命的剑，即使它比它更著名的亲戚还要小。",
  "torch": "火炬",
  "torches": "火把",
  "This is a large stick, wrapped in rags that are soaked with a flammable material.  When lit, produces a fair amount of light.  You'll need a lighter or matches to light it.": "这是一根大棍子，包在浸有易燃材料的破布里。当点燃时，产生相当多的光。你需要一个打火机或几根火柴来点燃它。",
  "This is a large stick, wrapped in rags that are soaked with a flammable material.  It is burning, producing plenty of light.": "这是一根大棍子，包在浸有易燃材料的破布里。它在燃烧，产生大量的光。",
  "wakizashi": "长型腰刀",
  "This is a comparatively-common Japanese short sword.  Smaller and lighter than a katana, but still effective in combat.": "这是一把比较常见的日本短剑。比武士刀更小更轻，但在战斗中仍然有效。",
  "wrench": "扳手",
  "wrenches": "扳手",
  "This is an adjustable crescent wrench.  It could be a decent melee weapon, and is used in many mechanics crafting recipes.": "这是一把可调月牙扳手。这可能是一种不错的近战武器，被用于许多机械工艺配方中。",
  "A large hammer, forged from the heart of a dying star.  It bears the inscription:\n \nWhosoever holds this hammer,\nIf he be worthy,\nShall possess the power to...\nCRUSH!!'": "一把巨大的锤子，由一颗垂死恒星的心脏锻造而成。上面有铭文:\n\n无论谁拿着这把锤子，\n如果他值得，\n有权...\nCRUSH！！'",
  "bokken": "木剑",
  "This is a solid wood 'training' katana, exactingly crafted to mimic the weight and balance of the real thing.  Despite its lack of a sharp metal edge, it's still quite capable of inflicting deadly wounds.": "这是一个实木“训练”武士刀，精确制作以模拟真实物体的重量和平衡。尽管它没有锋利的金属边缘，但它仍然能够造成致命的伤害。",
  "cudgel": "粗短棍棒",
  "A slender long rod of wood, while traditionally intended as a training tool for many dueling moves, it still makes a good melee weapon in a pinch.": "一根细长的木棒，虽然传统上被用作许多决斗动作的训练工具，但在紧要关头它仍然是一种很好的近战武器。",
  "quarterstaves": "四分卫",
  "A smooth and sturdy staff with a leather-wrapped grip.  Light and well-balanced, it is surprisingly easy to handle.": "光滑结实的手杖，配有皮革包裹的把手。轻盈而平衡，令人惊讶地易于操作。",
  "ironshod quarterstaves": "铁鞋四分卫",
  "A smooth and sturdy staff with a leather-wrapped grip, which has been reinforced with metal bands and caps.  Durable and well-balanced, it is surprisingly easy to handle.": "光滑结实的手杖，皮革包裹的把手，用金属带和金属帽加固。耐用且平衡良好，非常容易操作。",
  "lajatang": "圆月铲",
  "An exotic weapon comprised of a long pole of wood with curved blades on each end.  It can be deadly in skilled hands.": "一种奇异的武器，由一根长木杆组成，两端有弯曲的刀刃。在熟练的人手里可能是致命的。",
  "hatchet": "短斧",
  "A one-handed hatchet.  Makes a great melee weapon, and is useful both for chopping things and for use as a hammer.": "单手斧。是一种很好的近战武器，对劈东西和当锤子都很有用。",
  "pointy stick": "尖头棍子",
  "A simple wood pole with one end sharpened.": "一端削尖的简单木杆。",
  "broom": "扫帚",
  "A long-handled broom.  Makes a terrible weapon unless you're chasing cats.": "长柄扫帚。除非你在追猫，否则它是个可怕的武器。",
  "sledge hammer": "铁锤",
  "A large, heavy hammer.  Makes an acceptable melee weapon for the very strong, but is nearly useless in the hands of the weak.": "一把又大又重的锤子。为强者制造可接受的近战武器，但在弱者手中几乎毫无用处。",
  "nail bat": "指甲钳",
  "A baseball bat with several nails driven through it, an excellent melee weapon.": "一种有几个钉子穿过的棒球棒，一种极好的近战武器。",
  "barbed wire bat": "铁丝网球棒",
  "A baseball bat wrapped with barbed wire.  A brutal melee weapon.": "用带刺铁丝网包裹的棒球棒。一种残忍的近战武器。",
  "war hammer": "战锤",
  "A medieval hammer made for battle.  Its odd shape and balance make it an excellent weapon, but an ineffective tool.": "为战斗而制造的中世纪锤子。它奇怪的形状和平衡使它成为一种优秀的武器，但却是一种无效的工具。",
  "homewrecker": "破坏别人家庭的人",
  "A long piece of wood with several chunks of steel firmly tied to it.  The resulting weapon is unwieldy and slow but very heavy hitting.": "一块长木头，上面牢牢地绑着几块钢铁。由此产生的武器笨重缓慢，但打击非常重。",
  "bowling pin": "保龄球瓶",
  "A blunt bowling pin.  Makes a decent melee weapon, if somewhat short.": "钝的保龄球瓶。即使有点短，也是不错的近战武器。",
  "burnt out Louisville Slaughterer": "烧毁路易斯维尔屠宰场",
  "aluminum bat": "铝球棒",
  "An aluminum baseball bat, lighter than a wooden bat and a little easier to swing as a result.": "铝制棒球棒，比木制球棒轻，因此更容易挥杆。",
  "knife spear": "刀枪",
  "This is a simple wood pole made much more deadly by the blade tied to it.": "这是一根简单的木杆，绑在它上面的刀刃会让它变得更加致命。",
  "wooden spear": "木制矛",
  "A stout pole with an improvised grip and a fire-hardened point.": "一根结实的杆子，有一个临时的把手和一个坚硬的火点。",
  "copper spear": "铜矛",
  "A stout wooden pole with a spearhead worked from copper.": "铜制的带矛头的结实的木杆。",
  "steel spear": "钢矛",
  "A stout wooden pole with a hand-forged steel spearhead.": "一根结实的木杆，带有手工锻造的钢矛头。",
  "pipe spear": "管道矛",
  "A heavy, stout metal pole with a sharp point.": "一根又重又结实的带尖头的金属杆。",
  "qiang": "强",
  "An ancient Chinese spear, typically with a tassel just below the spearhead.  One of the four major weapons in folklore, alongside the dao sabre, jian sword, and gun staff.": "一种中国古代矛，通常在矛头正下方有一个流苏。民间传说中的四大武器之一，与刀、剑、枪并列。",
  "expandable baton (extended)": "可扩展接力棒(扩展)",
  "expandable batons (extended)": "可扩展警棍(扩展)",
  "A telescoping baton that collapses for easy storage.  Makes an excellent melee weapon.  Activate to collapse.": "一种可伸缩的指挥棒，可折叠以便于存放。是一种优秀的近战武器。激活到崩溃。",
  "mace": "权杖",
  "A medieval weapon consisting of a wood handle with a heavy iron end.  It is heavy and slow, but its crushing damage is devastating.": "中世纪的一种武器，由一个木头手柄和一个沉重的铁头组成。它沉重而缓慢，但它的毁灭性破坏是毁灭性的。",
  "morningstar": "莫宁斯塔",
  "A medieval weapon consisting of a wood handle with a heavy, spiked iron ball on the end.  It deals devastating crushing damage, with a small amount of piercing to boot.": "中世纪的一种武器，由一个木头手柄和一个沉重的尖铁球组成。它造成毁灭性的毁灭性伤害，并有少量的刺穿。",
  "punch dagger": "打孔匕首",
  "A short and sharp double edged dagger made to be gripped in the palm, with the blade protruding between the fingers.": "一种短而锋利的双刃匕首，握在手掌中，刀刃突出在手指之间。",
  "Also called bagh nakha or iron paw, this is a small claw-like bladed weapon from India designed to be concealed under and against the palm.": "这种来自印度的小爪状刃形武器也被称为bagh nakha或铁爪，被设计成隐藏在手掌下方和对着手掌。",
  "cestus": "牛皮手套",
  "cestuses": "cestuses",
  "A heavy metal guard that covers the fist and increases striking power, with stout padding underneath to protect the wearers hand.": "一种覆盖拳头并增加打击力的重金属护手，下面有结实的衬垫来保护佩戴者的手。",
  "tonfa": "东方棍",
  "A hard plastic truncheon commonly employed by police.  Originally an Okinawan weapon, it consists of a stick with a perpendicular handle attached a third of the way down its length.": "警察常用的硬塑料警棍。它最初是冲绳人的武器，由一根棍子组成，棍子的三分之一长度上有一个垂直的手柄。",
  "wooden tonfa": "木制tonfa",
  "A stout wooden truncheon of the sort commonly employed by police.  Originally an Okinawan weapon, it consists of a stick with a perpendicular handle attached a third of the way down its length.": "警察常用的那种结实的木制警棍。它最初是冲绳人的武器，由一根棍子组成，棍子的三分之一长度上有一个垂直的手柄。",
  "PR-24 baton (extended)": "PR-24指挥棒(加长)",
  "PR-24 batons (extended)": "PR-24警棍(加长)",
  "The Monadnock PR-24 baton is a collapsible, lightweight, side-handle baton used by law enforcement all over the world.  The PR designation is rumored to mean Public Relations.  Activate to retract.": "Monadenock PR-24警棍是一种可折叠、重量轻、侧柄的警棍，被世界各地的执法人员使用。公关这个称呼据说是指公共关系。启动收回。",
  "makeshift macuahuitl": "临时搭建的macuahuitl",
  "A flat wooden club with sharpened pieces of stone sticking to both of its sides.": "一种扁平的木棒，两边粘着锋利的石头。",
  "fencing foil": "钝头剑",
  "A weapon used for fencing, the most noble of all sports.  Unfortunately, a fencing foil is rather useless as a weapon, due to its flexible shaft and dull tip.": "击剑用的武器，所有运动中最高贵的。不幸的是，击剑箔片作为一种武器是相当无用的，因为它的轴是柔性的，尖端是钝的。",
  "fencing epee": "击剑重剑",
  "A weapon used for fencing, the most noble of all sports.  The epee is the heaviest and stiffest of the fencing weapons, and therefore perhaps the most useful.": "击剑用的武器，所有运动中最高贵的。重剑是击剑武器中最重、最坚硬的，因此可能是最有用的。",
  "fencing saber": "击剑军刀",
  "A weapon used for fencing, the most noble of all sports.  The fencing saber is marginally shorter than the foil and epee, but no less effective.": "击剑用的武器，所有运动中最高贵的。击剑的剑略短于花剑和重剑，但效果不差。",
  "rock in a sock": "穿着袜子摇滚",
  "rocks in socks": "袜子里的石头",
  "A sock with a rock tied into the end of it.  A true weapon of desperation.": "末端绑着石头的袜子。绝望的真正武器。",
  "This is a dull, cheaply made replica of a broad saber known for its use by sailors and pirates.": "这是一把钝而便宜的宽军刀复制品，以水手和海盗使用而闻名。",
  "This is a broad saber known for its use by sailors and pirates.  This sword appears to be made very poorly, but it should still stand up to a few swings.": "这是一把宽大的军刀，以水手和海盗使用而闻名。这把剑看起来制作得很差，但它仍然可以承受几次摆动。",
  "This is a dull, cheaply made replica of a rare sword from Japan.": "这是一把钝的、廉价的日本稀有剑的复制品。",
  "This is a rare sword from Japan.  While it's got the right edge and weight, the pommel just snaps off, and the blade seems pretty worn.": "这是一把罕见的日本剑。虽然它有合适的边缘和重量，但前鞍突然脱落，刀片似乎很磨损。",
  "This is a blunted, cheap replica of a thin sword with an ornate hand guard.  It looks like the preferred weapon of gentlemen and swashbucklers.  Light and quick, it makes any battle a stylish battle.": "这是一把钝而便宜的薄剑复制品，配有华丽的护手。它看起来像是绅士和吹牛大王的首选武器。轻巧快捷，让任何战斗都成为一场时尚的战斗。",
  "This is a dull, cheap replica of the more common wakizashi.  Smaller and lighter than a katana, but still effective in combat.": "这是一个更常见的wakizashi沉闷，廉价的复制品。比武士刀更小更轻，但在战斗中仍然有效。",
  "This is a comparatively-common Japanese short sword.  There's something not quite right about this sword.": "这是一把比较常见的日本短剑。这把剑有些不太对劲。",
  "This is a dull, cheap replica of a wavy bladed dagger that comes from Southeast Asia.": "这是一把钝而便宜的产自东南亚的波浪形刃匕首的复制品。",
  "estoc": "穿甲剑",
  "This is a thin sword resembling a longsword, a sort of predecessor to the rapier.  It requires a larger baldric or scabbard, compared to smaller swords.": "这是一把细长的剑，类似于长剑，是剑的前身。与较小的剑相比，它需要较大的佩剑或剑鞘。",
  "This is a dull, cheaply-made replica of a thin sword resembling a longsword.  It requires a larger baldric or scabbard, compared to smaller swords.": "这是一把钝的、廉价的仿长剑。与较小的剑相比，它需要较大的佩剑或剑鞘。",
  "metal rod": "金属棒",
  "A long, narrow, and solid piece of metal, separated by force from whatever it was attached to.  Though heavy and unwieldly, it makes an excellent melee weapon if you can handle it.": "一块又长又窄又坚固的金属，用力把它和附着的东西分开。虽然重而笨重，但如果你能驾驭它，它会成为一件出色的近战武器。",
  "sharpened metal rod": "锋利的金属棒",
  "A solid wrought shaft of metal, sharpened into an arrowtip and given a leather grip to provide it more versatility.  Still somewhat ungainly to use, and too heavy to use as a proper spear.": "实心锻造金属轴，削尖成箭头状，并配有皮革手柄，使其更具多功能性。使用起来仍然有些笨拙，而且太重，不能作为合适的矛使用。",
  "\"Damn it!\"": "“妈的！”",
  "Double Row Plow": "双排犁",
  "\"Fuck.\"": "“操。”",
  "\"Shit.\"": "“妈的。”",
  "\"Fuck!\"": "“操！”",
  "\"Shit!\"": "“靠！”",
  "\"Fuckin' piece of garbage.\"": "“该死的垃圾。\"",
  "\"I need a new lab coat.\"": "“我需要一件新的实验服。”",
  "\"Excellent.\"": "“优秀。”",
  "\"Excuse me.\"": "“不好意思。”",
  "\"Good morning.\"": "“早上好。”",
  "\"Good afternoon.\"": "“下午好。”",
  "\"Good evening.\"": "“晚上好。”",
  "\"Good night.\"": "“晚安。”",
  "\"Good luck.\"": "“祝你好运。”",
  "\"Can I help you?\"": "“有什么事吗？”",
  "\"Are you seeing anyone?\"": "“你在和谁约会吗？”",
  "\"Forget it.\"": "“算了吧。”",
  "\"How long were you two together?\"": "“你们俩在一起多久了？”",
  "\"Give me a call later.\"": "“晚点打电话给我。”",
  "\"Call me.\"": "“给我打电话。”",
  "\"From time to time.\"": "“时不时的。”",
  "\"We have a serious situation here.\"": "“我们这里形势严峻。”",
  "\"Call the police.\"": "“报警。”",
  "\"Call an ambulance.\"": "“叫救护车。”",
  "\"Get me the White House.\"": "“给我接白宫。”",
  "\"Are you feeling all right?\"": "“你感觉还好吗？”",
  "\"I think I'll live.\"": "“我想我会活下去的。”",
  "\"I think I need to see a doctor.\"": "“我想我需要去看医生。”",
  "\"Is everything all right?\"": "“一切都好吗？”",
  "\"I'm okay, don't worry about me.\"": "“我没事，不用担心我。”",
  "\"It's just a scratch.\"": "“只是擦伤。”",
  "\"I've got a headache.\"": "“我头疼。”",
  "\"I'm fine.\"": "“我没事。”",
  "\"Are you sure?\"": "“你确定？”",
  "\"Positive.\"": "“正面。”",
  "\"Affirmative.\"": "“肯定。”",
  "\"Negative.\"": "“否定。”",
  "\"Sorry.\"": "“对不起。”",
  "\"Happy Birthday!\"": "“生日快乐！”",
  "\"Have you ever been to California?\"": "“你去过加州吗？”",
  "\"What time do you get off?\"": "“你什么时候下车？”",
  "\"We should hit up the shooting range later.\"": "\"我们应该晚点去射击场.\"",
  "\"I'm heading to the pool after work.\"": "“我下班后要去游泳池。”",
  "\"Have a good trip.\"": "“旅途愉快。”",
  "\"Where did you come from?\"": "“你从哪里来的？”",
  "\"Have you been waiting long?\"": "“你等了很久了吗？”",
  "\"Have you done this before?\"": "“你以前做过这个吗？”",
  "\"Hello.\"": "“你好。”",
  "\"Help!\"": "“救命！”",
  "\"Here it is.\"": "“在这里。”",
  "\"I've got family coming tomorrow.\"": "“我明天有家人要来。”",
  "\"How do I use this?\"": "“这个怎么用？”",
  "\"How do you know?\"": "“你怎么知道？”",
  "\"How long have you been here?\"": "“你在这里多久了？”",
  "\"How many languages do you speak?\"": "“你会说几种语言？”",
  "\"How many people?\"": "“多少人？”",
  "\"How much were these earrings?\"": "“这些耳环多少钱？”",
  "\"How much do I owe you?\"": "“我欠你多少？”",
  "\"How much will it cost?\"": "“要多少钱？”",
  "\"How much would you like?\"": "“你想要多少？”",
  "\"How old are you?\"": "“你多大了？”",
  "\"How tall is it?\"": "“有多高？”",
  "\"How was the movie?\"": "“电影怎么样？”",
  "\"How was your trip?\"": "“旅途如何？”",
  "\"How's it going?\"": "“怎么样？”",
  "\"See you later.\"": "“回头见。”",
  "\"See you tonight.\"": "“今晚见。”",
  "\"I got this weird rash a few days ago.\"": "“几天前我得了这种奇怪的皮疹。”",
  "\"Let me have a look at it.\"": "“让我看看。”",
  "\"When did you find out?\"": "“你什么时候发现的？”",
  "\"Seven o'clock.\"": "“七点。”",
  "\"Nobody is helping us.\"": "“没有人在帮助我们。”",
  "\"We're on our own.\"": "“我们靠自己。”",
  "\"We're all alone.\"": "“我们都是孤独的。”",
  "\"We should split into groups of two each.\"": "\"我们应该分成两组，每组两个人。\"",
  "\"It can't follow all of us.\"": "“它不能跟着我们所有人。”",
  "\"Be careful out there.\"": "“在外面小心点。”",
  "\"There you are.\"": "“你在这里。”",
  "\"I've been looking all over for you.\"": "“我一直在到处找你。”",
  "\"It's looking for us.\"": "“它在找我们。”",
  "\"It's faster than us.\"": "“比我们快。”",
  "\"It's looking right at us.\"": "“它正看着我们。”",
  "\"It's heading right for us!\"": "“它正朝我们走来！”",
  "\"Can you swim?\"": "“你会游泳吗？”",
  "\"Don't do that.\"": "“别这样。”",
  "\"You hear that?\"": "“你听到了吗？”",
  "\"Be quiet.\"": "“安静。”",
  "\"Look out!\"": "“小心！”",
  "\"Run!\"": "“快跑！”",
  "\"Hurry!\"": "“快！”",
  "\"No!\"": "“没有！”",
  "\"I'll never forget you.\"": "“我永远不会忘记你。”",
  "\"Take his gun, we're going to need it.\"": "“拿着他的枪，我们需要它。”",
  "\"How do we get out of here?\"": "“我们怎么离开这里？”",
  "\"This place is like a maze.\"": "“这地方像个迷宫。”",
  "\"Oh God, I'm the only one left.\"": "“天啊，就剩我一个人了。”",
  "\"Please, I don't want to die.\"": "“求求你，我不想死。”",
  "\"Mom.\"": "“妈妈。”",
  "\"Mom, I miss you.\"": "“妈妈，我想你。”",
  "\"Please, God.\"": "“求求你，上帝。”",
  "a snapping sound.": "爆裂声。",
  "a beeping sound.": "嘟嘟声。",
  "a loud beeping sound.": "一声响亮的嘟嘟声。",
  "a very loud beeping sound.": "一个很大的嘟嘟声。",
  "a loud hiss.": "大声的嘶嘶声。",
  "a loud crackling noise.": "响亮的噼啪声。",
  "gunfire!": "枪声！",
  "a klaxon blaring!": "刺耳的汽笛声！",
  "\"EMERGENCY, EMERGENCY!\"": "“紧急，紧急！”",
  "The %1$s impales your torso!": "%1$s刺穿你的躯干！",
  "Construct Makeshift Post-Fence": "建造临时后围栏",
  "The %1$s impales <npcname>'s torso!": "%1$s刺穿了<npcname>的躯干！",
  "Build Improvised Shelter": "建造临时避难所",
  "Tunnel-out Foxhole": "地道散兵坑",
  "The %1$s tries to impale your torso, but fails to penetrate your armor!": "%1$s试图刺穿你的躯干，但未能穿透你的盔甲！",
  "Dig Foxhole": "挖散兵坑",
  "The %1$s tries to impale <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图刺穿<npcname>的躯干，但未能穿透他们的盔甲！",
  "Dig Pit": "挖坑",
  "The %1$s stikes you!": "%1$s stikes你！",
  "The %1$s strikes <npcname>!": "%1$s打击<npcname>！",
  "The %1$s tries to strike you but fails.": "%1$s试图攻击你，但失败了。",
  "The %1$s tries to strike <npcname>, but fails to.": "%1$s试图打击<npcname>，但失败了。",
  "The %1$s claws at you!": "%1$s对着你！",
  "The %1$s claws at <npcname>!": "%1$s的爪子在<npcname>！",
  "The %1$s tries to claw at you but fails.": "%1$s试图抓你，但失败了。",
  "The %1$s tries to claw <npcname>, but fails to.": "%1$s试图抓取<npcname>，但失败了。",
  "The %1$s slashes at you!": "%1$s向你砍来！",
  "The %1$s slashes at <npcname>!": "%1$s砍到<npcname>！",
  "The %1$s tries to slash at you but fails.": "%1$s试图砍你，但失败了。",
  "The %1$s tries to slash <npcname>, but fails to.": "%1$s试图删除<npcname>，但失败了。",
  "The %1$s hammers on you!": "%1$s锤子砸在你身上！",
  "The %1$s hammers on <npcname>!": "<npcname>上的%1$s锤子！",
  "The %1$s tries to hammer at you but fails.": "%1$s试图攻击你，但失败了。",
  "The %1$s tries to hammer at <npcname>, but fails to.": "%1$s试图锤<npcname>，但失败了。",
  "The %1$s shoots their corrupted limbs towards you!": "%1$s朝你射来他们腐败的肢体！",
  "The %1$s shoots their corrupted limbs towards at <npcname>!": "%1$s在<npcname>向他们的残肢射击！",
  "The %1$s tries to contaminate you but fails.": "%1$s试图污染你，但失败了。",
  "The %1$s tries to contaminate <npcname>, but fails to.": "%1$s试图污染<npcname>，但失败了。",
  "The %1$s stings you!": "%1$s刺痛你！",
  "The %1$s stings <npcname>!": "%1$s刺<npcname>！",
  "The %1$s tries to sting you, but fails to pierce.": "%1$s试图刺你，但没有刺中。",
  "The %1$s tries to sting <npcname>, but fails.": "%1$s试图刺<npcname>，但失败了。",
  "The %1$s rakes you with its barbs!": "%1$s用倒钩耙你！",
  "The %1$s rakes at <npcname> with barbs!": "%1$s用倒钩在<npcname>处耙！",
  "The %1$s tries to rake you, but fails.": "%1$s试图耙你，但失败了。",
  "The %1$s tries to rake at <npcname>, but fails.": "%1$s试图耙<npcname>，但失败了。",
  "The %1$s coats you in slime!": "%1$s把你裹在黏液里！",
  "The %1$s coats <npcname> with slime!": "%1$s给<npcname>涂上了黏液！",
  "The %1$s emits a green glow!": "%1$s发出绿光！",
  "The %1$s hisses and emits a green glow!": "%1$s发出嘶嘶声，发出绿光！",
  "The %1$s injects you with a numbing poison!": "%1$s给你注射了麻痹毒药！",
  "The %1$s injects <npcname> with a numbing poison!": "%1$s给<npcname>注射了麻痹毒药！",
  "The %1$s stab at you, but fails.": "%1$s刺你，但是失败了。",
  "The %1$s tries to stab at <npcname>, but fails.": "%1$s试图捅<npcname>，但失败了。",
  "The %1$s whiffs you!": "%1$s闻到你了！",
  "The %1$s whiffs <npcname>!": "%1$s喷<npcname>！",
  " ": "Translation Error: undefined result: null, From:  , Count: 11\nRetry Again\n--\n\n ",
  "closed iron gate": "关闭的铁门",
  "open iron gate": "打开铁门",
  "locked iron gate": "上锁的铁门",
  "mangled iron fence": "破损的铁栅栏",
  "paper wall": "纸墙",
  "paper floor": "纸质地板",
  "tar": "焦油",
  "Some very flammable tar in a pit, you could probably swim through it.": "一些非常易燃的焦油在一个坑里，你可能会游泳穿过它。",
  "sludge": "烂泥",
  "Some flammable sludge in a pit, you could probably swim through it.": "一些易燃的淤泥在一个坑里，你可以游过去。",
  "You have problems with eating vegetables.  It's possible for you to eat them, but you will suffer morale penalties and obtain less nutrition from them.": "你吃蔬菜有问题。你有可能吃了它们，但你会受到士气惩罚，从它们那里获得的营养也更少。",
  "Hates Fruit": "讨厌水果",
  "You despise eating fruits.  It's possible for you to eat them, but you will suffer morale penalties and obtain less nutrition from them.": "你鄙视吃水果。你有可能吃了它们，但你会受到士气惩罚，从它们那里获得的营养也更少。",
  "Lactose Intolerance": "乳糖不耐受",
  "You, like 75 percent of the world, cannot tolerate milk or milk based products.  It's possible for you to eat them, but you will suffer morale penalties and obtain less nutrition from them.": "像世界上75%的人一样，你不能容忍牛奶或牛奶制品。你有可能吃了它们，但你会受到士气惩罚，从它们那里获得的营养也更少。",
  "Junkfood Intolerance": "垃圾食品不容忍",
  "Something in those heavily processed foods doesn't agree with you.  It's possible for you to eat them, but you will suffer morale penalties and obtain less nutrition from them.": "那些大量加工的食物中有些东西不适合你。你有可能吃了它们，但你会受到士气惩罚，从它们那里获得的营养也更少。",
  "Grain Intolerance": "谷物不耐症",
  "You have a rare allergy that prevents you from eating wheat.  It's possible for you to eat wheat-based products, but you will suffer morale penalties and obtain less nutrition from them.": "你有一种罕见的过敏，使你不能吃小麦。你有可能吃小麦为主的产品，但你会受到士气惩罚，从它们那里获得的营养更少。",
  "Addictive Personality": "成瘾人格",
  "It's easier for you to become addicted to substances, and harder to rid yourself of these addictions.": "你更容易对物质上瘾，更难摆脱这些上瘾。",
  "Trigger Happy": "触发快乐",
  "Unimplemented.  To be removed after 0.F. to preserve save compatibility.": "未实现。为保持保存兼容性，在0.F后删除。",
  "Chemical Imbalance": "化学失衡",
  "You suffer from a minor chemical imbalance, whether mental or physical.  Minor changes to your internal chemistry will manifest themselves on occasion, such as hunger, sleepiness, narcotic effects, etc.": "你患有轻微的化学失衡，无论是精神上的还是身体上的。你体内化学物质的微小变化有时会表现出来，如饥饿、嗜睡、麻醉作用等。",
  "Hoarder": "囤积者",
  "You don't feel right unless you're carrying as much as you can.  You suffer morale penalties for carrying less than maximum volume (weight is ignored).  Xanax can help control this anxiety.": "除非你尽可能多地携带，否则你会感觉不舒服。你因携带量低于最大体积(重量被忽略)而受到士气惩罚。Xanax可以帮助控制这种焦虑。",
  "Savant": "学者",
  "You tend to specialize in one skill and be poor at all others.  You advance at half speed in all skills except your best one.  Note that combining this with Fast Learner will come out to a slower rate of learning for all skills.": "你倾向于专攻一项技能，而其他技能都很差。除了你最擅长的技能外，你所有技能的提升速度只有一半。请注意，将此与快速学习结合起来，所有技能的学习速度都会较慢。",
  "Pacifist": "和平主义者",
  "You don't like thinking about violence.  Your combat skills advance much slower than usual, and you feel more guilt about killing.": "你不喜欢思考暴力。你的战斗技能进步比平时慢很多，对杀人更有罪恶感。",
  "Slow Footed": "脚步慢",
  "You can't move as fast as most, resulting in a 15% speed penalty on flat ground.  You get less thirsty as a result.": "你不能像大多数人一样快速移动，导致在平地上有15%的速度损失。结果你就不那么渴了。",
  "Weak Stomach": "胃虚弱",
  "You are more likely to throw up from food poisoning, alcohol, etc.": "你更容易因食物中毒、酒精等而呕吐。",
  "Flimsy": "脆弱的",
  "Your body can't take much abuse.  Its maximum HP is 25% lower than usual and you heal slightly slower.  Stacks with Glass Jaw.": "你的身体承受不了太多的虐待。它的最大生命值比平时低25%，你的愈合速度稍慢。带玻璃颚的书库。",
  "Full Night Vision": "全夜视",
  "You can see in pitch blackness as if you were wearing night-vision goggles.  Activate to toggle NV-visible areas on or off.": "你可以在漆黑的环境中看到，就好像你戴着夜视镜一样。激活以打开或关闭非可视区域。",
  "Cephalopod Eyes": "头足类动物的眼睛",
  "Your eyes still bulge, yet your pupils look different somehow.  Water doesn't seem to cause any trouble at all, though.": "你的眼睛仍然凸出，但你的瞳孔看起来有些不同。不过，水似乎一点也不会带来任何麻烦。",
  "Cephalopod Vision": "头足类视觉",
  "Your brain has caught up with your eyes.  You can see much better in the dark, but sunlight seems much brighter now.  Activate to toggle NV-visible areas on or off.": "你的大脑已经赶上了你的眼睛。在黑暗中你能看得更清楚，但现在阳光似乎更明亮了。激活以打开或关闭非可视区域。",
  "Fey Eyes": "菲的眼睛",
  "Your eyes have turned...green.  It's tough to tell the exact shade as it seems to shift.  The effect is ...pleasant.": "你的眼睛转了...绿色。很难说出确切的色调，因为它似乎在变化。效果是...令人愉快。",
  "Fey Vision": "菲视觉",
  "The shadows don't seem as dark now.  Activate to toggle NV-visible areas on or off.": "阴影现在似乎没有那么暗了。激活以打开或关闭非可视区域。",
  "Fey Nightsight": "Fey夜灯",
  "You have great low-light vision now, but it doesn't allow you to perform fine tasks such as crafting and reading in darkness.  Activate to toggle NV-visible areas on or off.": "你现在有很好的微光视觉，但它不允许你在黑暗中完成精细的任务，比如制作和阅读。激活以打开或关闭非可视区域。",
  "Feline Eyes": "猫眼",
  "Your eyes have mutated; now you have slit pupils, and they glitter in the light, much like a cat's.  This is visually striking, but it isn't helping you see at night.": "你的眼睛突变了；现在你的瞳孔被切开了，它们在阳光下闪闪发光，就像猫的一样。这在视觉上是惊人的，但它并不能帮助你在晚上看到东西。",
  "Feline Vision": "猫科视觉",
  "Your optic nerves and brain caught up with your eyes.  Now you can see pretty well at night.  Activate to toggle NV-visible areas on or off.": "你的视神经和大脑赶上了你的眼睛。现在你晚上可以看得很清楚了。激活以打开或关闭非可视区域。",
  "Ursine Vision": "熊视力",
  "Your visual processing has shifted: though you can see better in the dark, you're nearsighted in the light.  Maybe glasses would help.  Activate to toggle NV-visible areas on or off.": "你的视觉处理发生了变化:虽然你在黑暗中看得更清楚，但在阳光下你是近视的。也许眼镜会有帮助。激活以打开或关闭非可视区域。",
  "Avian Eyes": "鸟眼",
  "Your vision has become particularly acute: you suspect you could pick out zombies much farther away.  Perception +4.": "你的眼光变得特别敏锐:你怀疑你能认出更远的僵尸。感知+4。",
  "Reptilian Eyes": "爬行动物的眼睛",
  "Your eyes have mutated, with a brilliant iris and slitted pupil similar to that of a lizard.  This is visually striking, but doesn't seem to affect your vision.": "你的眼睛变了，有着明亮的虹膜和像蜥蜴一样的瞳孔。这在视觉上很醒目，但似乎不影响你的视力。",
  "Reptilian IR": "爬行动物红外",
  "Your optic nerves and brain have mutated to catch up with your eyes, allowing you to see in the infrared spectrum.": "你的视神经和大脑已经变异到可以赶上你的眼睛，让你可以在红外光谱中看到东西。",
  "Gills": "菌褶",
  "You've grown a set of gills in your neck, allowing you to breathe easily over and underwater.  Slightly increases wet benefits.": "你的脖子上长了一对鳃，可以在水下轻松呼吸。略微增加湿益。",
  "Cephalopod Gills": "头足类鳃",
  "You've grown a set of gills, running from your neck up behind your ears.  They allow you to breathe easily over and underwater.  Slightly increases wet benefits.": "你长了一对腮，从脖子一直长到耳朵后面。它们可以让你在水下轻松呼吸。略微增加湿益。",
  "Mycus Flesh": "我的肉",
  "We have begun adapting local physiology to Mycus physical structure, greatly reducing wet effects.": "我们已经开始使局部生理学适应Mycus的物理结构，大大减少了潮湿的影响。",
  "Mycus Fireproofing": "Mycus防火",
  "We have spliced the dense, amphibole fibers from Mycus core towers with the resilient, adaptive flesh of local physiology.  This reduces our speed by a moderate amount, but provides powerful armor across our body, nullifies wet effects, and provides complete protection from fire.": "我们已经将密密麻麻的角闪石纤维从Mycus核心塔中拼接出来，使其具有当地生理学的弹性和适应性。这适度降低了我们的速度，但是在我们的身体上提供了强大的装甲，抵消了潮湿的影响，并且提供了完全的防火保护。",
  "Scales": "天平",
  "A set of flexible green scales has grown to cover your body, acting as natural armor (all: +1 bash, +2 cut, +1 acid, +1 bio).  Somewhat reduces wet effects.": "一套灵活的绿色鳞片已经长到覆盖你的身体，充当自然盔甲(全部:+1重击，+2切割，+1酸，+1生物)。多少减少了潮湿的影响。",
  "Thick Scales": "厚鳞片",
  "A set of heavy green scales has grown to cover your body, acting as natural armor (all: +2 bash, +5 cut, +3 acid, +1 bio, +1 heat).  While difficult to penetrate, it also limits your flexibility, resulting in a -2 penalty to Dexterity.  Greatly reduces wet effects.": "一套沉重的绿色鳞片已经长到覆盖你的身体，充当自然盔甲(全部:+2重击，+5切割，+3酸，+1生物，+1热量)。虽然很难穿透，但它也限制了你的灵活性，导致敏捷受到-2的惩罚。大大减少潮湿影响。",
  "Sleek Scales": "光滑的天平",
  "A set of very flexible and slick scales has grown to cover your body.  These act as weak natural armor (all: +1 bash, +2 cut, +2 acid, +2 electric, +2 heat), improve your ability to swim, and make you difficult to grab.  Mostly reduces wet effects.": "一套非常灵活和光滑的鳞片已经长到覆盖你的身体。这些充当弱天然装甲(全部:+1 bash，+2 cut，+2 acid，+2 electric，+2 heat)，提高你的游泳能力，让你难以抓取。主要是减少潮湿影响。",
  "Light Bones": "轻骨",
  "Your bones are very light.  This enables you to move and attack 10% faster, but also reduces your carrying weight by 20% and makes bashing attacks hurt a little more.": "你的骨头很轻。这可以让你移动和攻击速度加快10%，但也会减少你20%的负重，让重击伤害更大一点。",
  "Feathers": "羽毛",
  "Iridescent feathers have grown to cover your entire body, providing a marginal protection against attacks and minor protection from cold (all: +2 bash, +1 cut, +1 acid).  They also provide a natural waterproofing.": "彩虹色的羽毛已经覆盖了你的整个身体，提供了一个边缘保护来抵御攻击和寒冷的轻微保护(所有:+2重击，+1切割，+1酸)。它们还提供天然防水。",
  "Down": "向下",
  "You shan't need to migrate south with your layer of insulated down (all: +5 bash, +1 cut, +2 acid, +2 electric, +1 heat).  It's even better with no apes around to kill you for it!": "你不需要带着你的隔热层往南迁移(全部:+5巴什，+1切，+2酸，+2电，+1热)。身边没有猿猴为此杀你更好！",
  "Furry": "被毛皮覆盖的",
  "Thick black fur has grown to cover your entire body, providing a marginal protection against attacks (all: +1 bash, +1 cut, +1 acid), and considerable protection from cold.": "厚厚的黑色皮毛覆盖了你的整个身体，提供了一个边缘保护来抵御攻击(所有:+1重击，+1切割，+1酸)，并提供了相当大的御寒保护。",
  "Shaggy Fur": "蓬松的皮毛",
  "Your fur has grown out and thickened, providing noticeable protection from attacks as well as considerable insulation (all: +3 bash, +4 cut, +1 acid, +2 heat).": "你的皮毛已经长出来并且变厚了，提供了明显的防御攻击的保护以及相当好的隔离(全部:+3重击，+4切割，+1酸，+2加热)。",
  "Gray Fur": "灰色皮毛",
  "Dense gray fur has grown to cover your entire body, providing a marginal protection against attacks (all: +2 bash, +3 cut, +1 acid, +1 electric, +1 heat), and considerable protection from cold.": "浓密的灰色皮毛已经覆盖了你的整个身体，提供了一个边缘保护来抵御攻击(所有:+2重击，+3切割，+1酸，+1电，+1热)，并提供了相当大的防寒保护。",
  "Sleek Fur": "光滑的皮毛",
  "You've grown sleek brown fur, providing some protection from cold (all: +2 bash, +2 cut, +2 acid, +1 electric).": "你长出了光滑的棕色皮毛，提供了一些御寒保护(全部:+2 bash，+2 cut，+2 acid，+1 electric)。",
  "Lynx Fur": "猞猁毛皮",
  "Your fur's grown out significantly around your cheeks and neck.  It provides minor protection against attacks (head, mouth: +1 cut, +1 heat).": "你的脸颊和脖子周围的毛明显变长了。它提供轻微的防御攻击(头部，嘴巴:+1切割，+1加热)。",
  "Chitinous Skin": "角质皮肤",
  "Your epidermis has turned into a thin, flexible layer of chitin.  It provides minor protection from wounds (all: +1 bash, +2 cut, +2 acid, +1 bio, +1 heat).  Slightly reduces wet effects.": "你的表皮变成了一层薄而柔韧的甲壳质。它提供轻微的伤口保护(所有:+1重击，+2切割，+2酸，+1生物，+1热)。略微降低湿效果。",
  "Chitinous Armor": "甲壳质盔甲",
  "You've grown a chitin exoskeleton, much like that of an insect.  It provides considerable physical protection (all: +3 bash, +5 cut, +3 acid, +1 bio, +2 heat), but reduces your dexterity by 1.  Somewhat reduces wet effects.": "你已经长出了几丁质外骨骼，很像昆虫的外骨骼。它提供了相当大的物理保护(所有:+3重击，+5切割，+3酸，+1生物，+2热量)，但降低你的敏捷1。多少减少了潮湿的影响。",
  "Chitinous Plate": "骨板",
  "You've grown a chitin exoskeleton made of thick, stiff plates.  It provides excellent physical protection (all: +8 bash, +12 cut, +3 acid, +2 bio, +2 heat), but reduces your dexterity by 2 and encumbers all body parts but your eyes and mouth.  Greatly reduces wet effects.": "你已经长出了一个由厚而硬的板制成的甲壳质外骨骼。它提供了出色的物理保护(所有:+8重击，+12切割，+3酸，+2生物，+2热量)，但降低了你的敏捷2，并拖累了除眼睛和嘴巴以外的所有身体部位。大大减少潮湿影响。",
  "Hairy Chitin": "多毛甲壳素",
  "You've developed some sort of hair growing out of your chitin (all: +1 cut).  It's a bit warmer than not having hair.": "你的甲壳质长出了某种毛发(全部:+1截)。比没有头发要暖和一点。",
  "Furred Chitin": "毛皮甲壳质",
  "Your chitin hair has thickened and spread across your body (all: +1 bash, +2 cut, +1 acid, +1 heat).  It provides minor warmth and helps you sense nearby vibrations.": "你的甲壳质毛已经变厚，遍布全身(全部:+1 bash，+2 cut，+1 acid，+1 heat)。它提供微小的热量，帮助你感知附近的振动。",
  "Furred Plate": "毛皮板",
  "Your exoskeleton has hardened considerably--restricting movement, granted--and boasts a fine coat of hairs that put feline whiskers to shame (all: +6 bash, +10 cut, +4 acid, +2 electric, +2 bio, +2 heat).": "你的外骨骼已经变硬了——当然，限制了运动——并拥有一层让猫科动物的胡须羞愧的细毛(全部:+6 bash，+10 cut，+4 acid，+2 electric，+2 bio，+2 heat)。",
  "Urticating Hairs": "令人讨厌的头发",
  "Significant amounts of your hairs have loosened (all: +1 bash, +2 cut, +1 heat).  If some creature tries to attack you, your assailant is quite likely to get fine, bristly chitin in an irritating spot; it doesn't carry your venom but it will be distracting.": "你的大量毛发已经松弛(全部:+1重击，+2切割，+1加热)。如果一些生物试图攻击你，你的攻击者很可能会在一个刺激的地方得到细小的、有刚毛的甲壳质；它不含你的毒液，但会分散注意力。",
  "Spines": "脊椎",
  "Your skin is covered with fine spines.  Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive moderate damage.": "你的皮肤布满了细刺。每当一个手无寸铁的对手攻击你身体上没有衣服覆盖的部分时，他们会受到中等程度的伤害。",
  "Quills": "刺儿",
  "Your body is covered with large quills (all: +1 bash, +2 cut, +1 heat).  Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive significant damage.": "你的身体覆盖着大刺儿(全部:+1猛击，+2砍，+1热)。每当一个手无寸铁的对手攻击你身体上没有衣服覆盖的部分时，他们会受到很大的伤害。",
  "Phelloderm": "绿皮层",
  "Your skin is light green and has a slightly woody quality to it.  This provides a weak armor (all: +2 cut, +1 heat), and helps you retain moisture, resulting in less thirst.  Greatly decreases wet penalties.": "你的皮肤是浅绿色的，有一点木质的特质。这提供了一个薄弱的装甲(所有:+2切割，+1热量)，并帮助你保持水分，从而减少口渴。大大减少湿处罚。",
  "Bark": "树皮",
  "Your skin is coated in a light bark, like that of a tree.  This provides resistance to bashing and cutting damage but makes you vulnerable against fire (all: +5 bash, +2 cut).  Greatly reduces wet effects.": "你的皮肤被一层薄薄的树皮覆盖着，就像一棵树一样。这提供了对重击和切割伤害的抗性，但是使你容易受到攻击(所有:+5重击，+2切割)。大大减少潮湿影响。",
  "Leaves": "树叶",
  "All the hair on your body has turned to long, grass-like leaves (all: +1 cut).  Apart from being physically striking, these provide you with a minor amount of nutrition while in sunlight.  Slightly reduces wet effects.": "你身上所有的毛发都变成了长长的草叶(全部:+1剪)。除了在身体上引人注目之外，它们还能在阳光下为你提供少量营养。略微降低湿效果。",
  "Flowering": "开花的",
  "You've started blooming where your scalp used to be. Your blossoms have a pleasant aroma, are visually striking, and are quite sensitive.": "你已经开始在你的头皮曾经的地方绽放。你的花朵有一种令人愉快的香气，视觉上引人注目，而且相当敏感。",
  "Mycus Blossoms": "我的花",
  "We have developed local blossoms. The Mycus must grow.": "我们培育了当地的花卉。Mycus必须成长。",
  "Mycus Bloom": "Mycus Bloom",
  "Local organisms seem to regard open spore-dispersal as a danger, and attack the Mycus.  Accordingly our local blossoms remain quiescent, until local guidance determines that it is safe to germinate.  Rapid development taxes local nutrient reserves but ensures rapid and effective growth.": "当地的生物似乎认为开放的孢子传播是一种危险，并攻击了Mycus。因此，我们当地的花朵保持静止，直到当地的指导决定发芽是安全的。快速发展消耗了当地的营养储备，但却确保了快速有效的增长。",
  "Slime Hands": "黏液手",
  "The skin on your hands is a mucous membrane and produces a thick, acrid slime (all: +1 cut, +3 acid).  Attacks using your hand will cause minor acid damage.  Slightly increases wet benefits.": "你手上的皮肤是一层粘膜，会产生一层又厚又刺鼻的黏液(全部:+1切，+3酸)。用手攻击会造成轻微的酸伤害。略微增加湿益。",
  "Stretchy Limbs": "伸展的四肢",
  "Your limbs seem to have a little more 'give' to them.  +1 Dexterity.": "你的四肢似乎有更多的“给予”。+1敏捷。",
  "Rubbery Limbs": "橡胶四肢",
  "Your limbs are significantly more flexible than any pathetic human arm or leg.  +3 Dexterity, -2 Strength.": "你的四肢比任何可怜的人臂或腿都要灵活得多。+3敏捷，-2力量。",
  "Pseudolimbs": "假四肢",
  "Your pseudopod-like limbs can fit into anything!  +6 Dexterity, -4 Strength.": "你的假足肢可以适合任何东西！+6敏捷，-4力量。",
  "Compound Eyes": "复眼",
  "Your eyes are compound, like those of an insect.  This increases your perception by 2 so long as you aren't wearing eyewear.": "你的眼睛是复眼，像昆虫的眼睛。只要你不戴眼镜，你的感知就会增加2。",
  "Padded Feet": "垫脚",
  "The bottoms of your feet are strongly padded (feet: +2 bash, +1 cut).  You receive no movement penalty for not wearing shoes, and even receive a 10% bonus when moving barefoot.": "你的脚底部有很强的衬垫(脚:+2重击，+1切割)。不穿鞋不收运动罚分，赤脚运动甚至收10%的加成。",
  "Hooves": "HOOF 的复数",
  "Your feet have fused into hooves.  This allows kicking attacks to do much more damage, provides natural armor (feet: +1 bash, +3 acid), and removes the need to wear shoes; however, you can not wear shoes of any kind.  Reduces wet effects.": "你的脚已经融合成蹄子了。这样可以让踢击造成更多伤害，提供自然护甲(脚:+1 bash，+3 acid)，免去穿鞋的需要；然而，你不能穿任何类型的鞋。减少潮湿影响。",
  "Subterranean Build": "地下建筑",
  "Your frame has adapted for life in confined spaces.  You seem a little shorter and bulkier, trading muscle mass for mobility.  +3 Strength, -2 Dexterity.": "你的身体已经适应了封闭空间的生活。你看起来更矮更胖，用肌肉量来换取机动性。+3力量，-2敏捷。",
  "Road-Runner": "跑路的",
  "Your legs are extremely limber and fast-moving.  You move 30% faster on flat surfaces.": "你的腿非常灵活，移动非常快。你在平坦的表面上移动快30%。",
  "Spiked Tail": "尖刺尾巴",
  "You have a long tail that ends in a vicious stinger, like that of a scorpion.  It does not improve your balance at all, but allows for a powerful piercing attack.  Prevents wearing non-fabric pants.": "你有一条长长的尾巴，末端是一根像蝎子一样的毒刺。它一点也不能提高你的平衡，但是允许一个强大的穿刺攻击。防止穿非织物裤子。",
  "Hibernation": "冬眠",
  "You've developed the ability to stockpile calories and then sleep well for extended periods of time.": "你已经发展了储存卡路里，然后长时间睡个好觉的能力。",
  "Solidly Built": "建造坚固",
  "Not much scares you.  You get a 30% bonus to all hit points.  Stacks with Tough, etc.": "没什么让你害怕的。你将获得30%的奖励。与强韧等叠加。",
  "Apex Predator": "顶级捕食者",
  "Your mind and brain have adapted to your new place in the world: as one on top the food chain.  You can effortlessly master and maintain combat skills, but your critical thinking has atrophied further.": "你的思想和大脑已经适应了你在世界上的新位置:作为食物链的顶端。你可以毫不费力地掌握和保持战斗技能，但你的批判性思维已经进一步萎缩。",
  "Bird Wings": "鸟的翅膀",
  "You have a pair of large, feathered wings (arms: +1 bash, +1 cut).  Your body is too heavy to be able to fly, but you can use them to slow your descent during a fall, and will not take falling damage under any circumstances.": "你有一对大的羽毛翅膀(手臂:+1重击，+1切割)。你的身体太重了，不能飞，但是你可以在摔倒时用它们来减缓你的下降速度，在任何情况下都不会受到摔倒的伤害。",
  "Fat Deposits": "脂肪沉积",
  "You've put on some additional weight around your body (all: +2 bash, +1 cut).  It slows you down a little, but helps your swimming and warmth.": "你的身体增加了一些额外的重量(全部:+2重击，+1切割)。它让你慢了一点，但有助于你的游泳和保暖。",
  "Inconveniently Large": "不方便的大",
  "You have grown noticeably taller and broader (torso, arms: +2 bash).  Much of it is useful muscle mass (Strength +2), but you find it throws off your balance and you get in your own way (+10 torso and arm encumbrance).": "你变得明显更高更宽(躯干，手臂:+2 bash)。其中大部分是有用的肌肉量(力量+2)，但你发现它会打乱你的平衡，你会以自己的方式获得(+10个躯干和手臂累赘)。",
  "Large": "大号",
  "You carry your rugged body with the dignity you deserve (torso, arms: +2 bash).  Strength +2.": "你用你应得的尊严(躯干、手臂:+2 bash)支撑着你结实的身体。实力+2。",
  "Burgeoning Presence": "蓬勃发展的存在",
  "Your physical frame has begun to expand to reflect the beast within (all: +3 bash, +1 cut), placing additional stress on your metabolic system.  You now have ample flesh on your limbs to support AllTheThings (Strength +3), but find it harder to wear that constricting clothing.": "你的身体框架已经开始扩展，以反映内在的野兽(所有:+3重击，+1切割)，给你的代谢系统带来额外的压力。你现在四肢上有足够的肌肉来支撑所有的东西(力量+3)，但发现穿上那件紧缩的衣服更难了。",
  "Freakishly Huge": "异常巨大",
  "You have grown even more massive (all: +4 bash, +1 cut), to the point where you cannot usefully fit into human-sized clothing or vehicles.  Much of it is powerful muscle mass (Strength +5), but it's a real pain to haul around.": "你变得越来越庞大(全部:+4 bash，+1 cut)，以至于你无法有效地穿上真人大小的衣服或车辆。其中很大一部分是强大的肌肉量(力量+5)，但四处奔波真的很痛苦。",
  "Huge": "巨大的",
  "Your cardiovascular system has caught up with your huge muscular physique (all: +4 bash, +1 cut), so who needs pathetic human cars?  Strength +5.": "你的心血管系统已经赶上了你庞大的肌肉体格(全部:+4 bash，+1 cut)，那么谁还需要可悲的人车呢？实力+5。",
  "Strong": "强壮的",
  "Your muscles are a little stronger.  Strength + 1": "你的肌肉稍微强壮一点。实力+ 1",
  "Very Strong": "很强",
  "Your muscles are stronger.  Strength + 2": "你的肌肉更强壮了。强度+ 2",
  "Extremely Strong": "极其强大",
  "Your muscles are much stronger.  Strength + 4": "你的肌肉强壮多了。强度+ 4",
  "Insanely Strong": "异常强壮",
  "Your muscles are noticeably bulging.  Strength + 7": "你的肌肉明显凸出。强度+ 7",
  "Prime Strength": "主要力量",
  "Your muscles are perfectly developed.": "你的肌肉非常发达。",
  "Dextrous": "机巧的",
  "You are a little nimbler.  Dexterity + 1": "你有点灵活。敏捷+ 1",
  "Extremely Dextrous": "非常灵巧",
  "You are nimble and quick.  Dexterity + 4": "你敏捷敏捷。敏捷+ 4",
  "Forked Tongue": "谎话",
  "Your tongue is forked, like that of a reptile.  +1 Perception.": "你的舌头是分叉的，就像爬行动物一样。+1感知。",
  "Bulging Eyes": "凸出的眼睛",
  "Your eyes bulge out several inches from your skull.  This does not affect your vision in any way.": "你的眼睛从头骨上凸出几英寸。这对你的视力没有任何影响。",
  "Pale Skin": "苍白的皮肤",
  "Your skin is rather pale.": "你的皮肤相当苍白。",
  "Beautiful": "美丽的",
  "You're a real head-turner.  Some people will react well to your appearance, and most people have an easier time trusting you.": "你真是个令人着迷的人。有些人会对你的外表反应良好，大多数人更容易信任你。",
  "Nausea": "恶心",
  "You feel nauseous almost constantly and your body dries out easily.  You are more liable to throw up from food poisoning, alcohol, etc.  You can, if desired, think yourself into vomiting, too.": "你几乎经常感到恶心，你的身体很容易干燥。你更容易因食物中毒、酒精等而呕吐。如果需要，你也可以让自己呕吐。",
  "You have a major digestive disorder causing your body to dry out easily.  Though it causes you to vomit frequently, you have found that you can trigger your vomit reflex on demand, too.": "你有严重的消化障碍，导致你的身体容易干燥。虽然它会导致你经常呕吐，但你发现你也可以根据需要引发呕吐反射。",
  "Fast Metabolism": "快速新陈代谢",
  "You require more food than most people, but recover stamina slightly faster.": "你比大多数人需要更多的食物，但恢复耐力稍快。",
  "You consume nearly three times as much food as the average human to maintain your truly superhuman endurance.": "为了保持你真正超人的耐力，你消耗的食物是普通人的近三倍。",
  "High Thirst": "极度渴望",
  "Your body dries out easily; you need to drink more water.": "你的身体很容易干燥；你需要多喝水。",
  "Very Thirsty": "非常渴",
  "Ugh, out of water already?  You need about twice the fluids of an average human.": "呃，已经没水了？你需要的液体是普通人的两倍。",
  "Extremely Thirsty": "极度口渴",
  "You dry out seriously quickly, requiring nearly three times as much liquid to stay hydrated.": "你很快就会变干，需要将近三倍的液体来保持水分。",
  "Deterioration": "恶化",
  "Your body is very slowly wasting away.": "你的身体正在慢慢消瘦。",
  "Disintegration": "分裂",
  "Your body is slowly wasting away!": "你的身体在慢慢消瘦！",
  "Your body is coated with a fine slime (all: +1 cut).  Protects from long term effects of acid, though not short term ones.  Greatly increases wet benefits.": "你的身体涂上了一层细密的黏液(全部:+1切)。保护免受酸的长期影响，虽然不是短期的。大大增加湿益。",
  "Viscous": "黏稠的",
  "Your body's slime output has become sticky and gel-like (all: +2 cut, +4 acid).  Protects from acid somewhat.  Greatly increases wet benefits.": "你身体的粘液输出变得粘稠和凝胶状(全部:+2切，+4酸)。有点防酸。大大增加湿益。",
  "Your flesh is a pleasing gel-like consistency (all: +6 bash, +1 cut).  Your bodily functions seem to be moving around, and your leg-equivalents flow comfortably.": "你的肉是一种令人愉悦的凝胶状稠度(全部:+6 bash，+1 cut)。你的身体功能似乎在四处活动，你的腿也能舒服地活动。",
  "Chloromorphosis": "氯形态病",
  "Every inch of your skin is packed with chlorophyll and you have strong roots requiring minor hydration.  Sleeping on diggable soil will satisfy any hunger or thirst you might have, plus you're less hungry in general.": "你的每一寸皮肤都富含叶绿素，你的根很强壮，需要少量的水分。睡在可挖掘的土地上会满足你可能有的任何饥饿或干渴，而且你通常不太饿。",
  "Heat Dependent": "热依赖型",
  "Your muscle response is dependent on ambient temperatures.  You lose 1% of your speed for every 5 (2.8) degrees below 65 F (18.3 C).  This sluggishness helps you conserve energy and moisture, however.": "你的肌肉反应取决于环境温度。低于65华氏度(18.3摄氏度)每5度(2.8度)，你就会失去1%的速度。然而，这种迟缓有助于你保存能量和水分。",
  "Very Heat Dependent": "非常热依赖",
  "Your muscle response is highly dependent on ambient temperatures.  You lose 1% of your speed for every 3 (1.7) degrees below 65 F (18.3 C), but your slow metabolism requires less nutrients.": "你的肌肉反应高度依赖于环境温度。65°F(18.3°C)以下每3 (1.7)度你就失去1%的速度，但是你缓慢的新陈代谢需要的营养物质更少。",
  "Cold Blooded": "冷血",
  "You are cold-blooded and rely on heat to keep moving.  Your lose 1% of your speed for every 2 (1.1) degrees below 65 F (18.3 C), but your slow metabolism requires less nutrients.": "你是冷血动物，靠热来保持运动。在65华氏度(18.3摄氏度)以下，你的速度每降低2度(1.1度)，就会降低1%，但是你缓慢的新陈代谢需要更少的营养。",
  "Ectothermic": "变温的",
  "Your body has become permanently cold-blooded.  Your speed lowers--or raises--for every 2 (1.1) degrees below or above 65 F (18.3 C).  Your slow metabolism requires less nutrients.": "你的身体变得永远冷血。在华氏65度(摄氏18.3度)以下或以上每2度(1.1度)，你的速度就会降低或升高。你的新陈代谢慢，需要的营养少。",
  "Feathered Arms": "羽毛手臂",
  "Your arms have grown vibrantly colored feathers.  They effectively waterproof your arms and take the edge off hits (arms: +1 bash, +1 cut), but really get in the way.  They're simply too small to help you in the air.": "你的手臂长出了鲜艳的羽毛。它们有效地防水你的手臂，并减少打击(手臂:+1重击，+1切割)，但真的会碍事。它们太小了，根本无法在空中帮助你。",
  "Tentacle Arms": "触手",
  "Your arms have transformed into tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 25, and inability to wear gloves.  Somewhat decreases wet penalties.": "你的手臂已经变成了触须，敏捷加成1，永久手障25，不能戴手套。稍微减少湿处罚。",
  "4 Tentacles": "4只触角",
  "Your arms have transformed into four tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 25, and inability to wear gloves.  You can make up to 3 extra attacks with them.  Somewhat decreases wet penalties.": "你的手臂已经变成了四条触须，敏捷加成1，永久手障25，不能戴手套。你可以用它们进行最多3次额外攻击。稍微减少湿处罚。",
  "8 Tentacles": "8只触角",
  "Your arms have transformed into eight tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 25, and inability to wear gloves.  You can make up to 7 extra attacks with them.  Somewhat decreases wet penalties.": "你的手臂已经变成了八条触须，敏捷加成1，永久手障25，不能戴手套。你可以用它们进行最多7次额外攻击。稍微减少湿处罚。",
  "Shell": "壳",
  "You have grown a thick shell over your torso, providing excellent armor (torso: +10 bash, +14 cut).  You find you can use the empty space as 16 storage space, but cannot wear anything on your torso.  Somewhat reduces wet effects.": "你的躯干上长出了一层厚厚的外壳，提供了出色的护甲(躯干:+10重击，+14切割)。你发现你可以用这个空的空间作为16号储物空间，但是不能在你的躯干上穿任何东西。多少减少了潮湿的影响。",
  "Roomy Shell": "宽敞的外壳",
  "Your protective shell (torso: +14 bash, +18 cut) has grown large enough to accommodate--if need be--your whole body.  Activate to pull your head and limbs into your shell, trading mobility and vision for warmth and shelter.": "你的保护壳(躯干:+14 bash，+18 cut)已经足够大，可以容纳——如果需要的话——你的整个身体。激活，将你的头和四肢拉进你的壳里，用机动性和视野换取温暖和庇护。",
  "Your body has developed a wonderful defense mechanism.  Instead of normal blood, you bleed a strong molecular acid which will damage any creature foolish enough to harm you.  These changes in body chemistry increase your metabolism.": "你的身体已经形成了一种奇妙的防御机制。你流出的不是正常的血液，而是一种强分子酸，它会伤害任何愚蠢到伤害你的生物。身体化学的这些变化会增加你的新陈代谢。",
  "KAWAII CATEGORY": "KAWAII CATEGORY",
  "Cute Long Wavy Pink Wig": "可爱的长波浪粉色假发",
  "A wig with long, wavy pink hair.": "长着粉红色波浪长发的假发。",
  "Cute Hardcase": "可爱的精装本",
  "A huge rectangular hardcase. Normally used for carrying large musical instruments, sniper rifles, or sensitive electrical equipment.": "一个巨大的长方形精装书。通常用于携带大型乐器、狙击步枪或敏感的电气设备。",
  "Cute Mini-Hardcase": "可爱的迷你精装书",
  "A smaller version of the standard hardcase.": "标准精装书的小版本。",
  "Cute Slim Hardcase": "可爱超薄精装",
  "A slimmer version of the hardcase.": "精装书的精简版。",
  "Cute Garter Purse": "可爱的吊袜带钱包",
  "A small storage purse that can be consealed beneath a skirt, held up using a garter band.": "一个小的储物钱包，可以藏在裙子下面，用吊袜带绑住。",
  "Cute Thick Knee-High Stockings": "可爱的厚及膝长袜",
  "A pair of frilly kneesocks. Its thick material keeps the wearer's legs warm.": "一双褶边短袜。它的厚材料使穿着者的腿保持温暖。",
  "Cute Thin Knee-High Stockings": "可爱的薄及膝长袜",
  "A pair of frilly kneesocks. Its thin enough to be slightly transparent when worn.": "一双褶边短袜。它足够薄，佩戴时略微透明。",
  "Cute Black Tights": "可爱的黑色紧身衣",
  "A pair of warm tights.": "一条暖和的紧身衣。",
  "Cute White Tights": "可爱的白色紧身衣",
  "Cute White Socks": "可爱的白袜子",
  "A pair of white socks normally worn by students.": "学生通常穿的一双白袜子。",
  "Cute Garter Belt": "可爱的吊袜带",
  "A black garter belt, designed to be worn with stockings.": "一条黑色吊袜带，设计用来搭配长袜。",
  "Cute Dress Shoes": "可爱的礼服鞋",
  "Leather shoes designed to be worn with a maid uniform.": "设计成与女仆制服一起穿的皮鞋。",
  "Cute Brown Loafers": "可爱的棕色休闲鞋",
  "A pair of brown loafers normally worn by students.": "学生通常穿的一双棕色休闲鞋。",
  "Cute Boots": "可爱的靴子",
  "Leather boots that can be worn with a wide range of outfits.": "可以搭配各种服装的皮靴。",
  "Cute Maid Heeled Boots": "可爱的女仆高跟鞋",
  "Pure white boots that only chosen maids are allowed to wear. They give the wearer a feeling of majesty.": "只允许挑选的女仆穿的纯白靴子。它们给佩戴者一种威严的感觉。",
  "Cute Maid Heels": "可爱的女仆高跟鞋",
  "Pure white heels that only chosen maids are allowed to wear. They give the wearer a feeling of majesty.": "只有被选中的女仆才能穿的纯白色高跟鞋。它们给佩戴者一种威严的感觉。",
  "Cute Fashionable Scarf": "可爱时尚围巾",
  "A scarf with a cute pattern.": "图案可爱的围巾。",
  "Cute Fashionable Scarf (loose)": "可爱时尚围巾(宽松)",
  "AMTS Receiver": "AMTS接收器",
  "AMTS Transmitter": "AMTS发射机",
  "The %1$s grabs your arm and bites down hard!!": "%1$s抓住你的胳膊使劲咬下去！！",
  "The %1$s grabs <npcname> and bites down hard!!": "%1$s抓<npcname>使劲咬下去！！",
  "The %1$s grabs your arm in its mouth, but fails to penetrate your armor.": "%1$s用嘴咬住你的胳膊，却没能穿透你的装甲。",
  "The %1$s grabs <npcname>, but fails to penetrate the armor.": "%1$s抢<npcname>，但未能穿透装甲。",
  "The %1$s slashes you with its weapon!": "%1$s用它的武器砍你！",
  "The %1$s slashes <npcname>!": "%1$s斜线<npcname>！",
  "The %1$s attempts to cut you, but fails to penetrate your armor.": "%1$s试图切割你，但未能穿透你的盔甲。",
  "The %1$s tries to cut <npcname>, but fails to penetrate your armor.": "%1$s试图切割<npcname>，但未能穿透你的装甲。",
  "The %1$s hits you with a heavy slash!!": "%1$s猛砍你！！",
  "The %1$s heavily slashes <npcname>!!": "%1$s大砍<npcname>！！",
  "The %1$s sweeps your legs from under you!": "%1$s从你下面扫你的腿！",
  "The %1$s knocks <npcname> to the ground!": "%1$s把<npcname>撞倒在地！",
  "The %1$s tries to sweep out your leg, but can't get through the armor.": "%1$s试图扫出你的腿，但无法穿过装甲。",
  "The %1$s tries to sweep <npcname> to the ground, but can't get through the armor.": "%1$s试着把<npcname>扫到地上，但是穿不过装甲。",
  "The %1$s suddenly slams you with their shield, stunning you!": "%1$s突然用盾牌猛击你，将你击昏！",
  "The %1$s stuns <npcname> with a shield bash!": "%1$s用盾牌重击打晕<npcname>！",
  "The %1$s tries to shield bash you, but fails to penetrate your armor.": "%1$s试图盾牌猛击你，但未能穿透你的盔甲。",
  "The %1$s tries bash <npcname>, but fails to penetrate the armor.": "%1$s尝试bash <npcname>，但未能穿透装甲。",
  "Robotic Taxi": "机器人出租车",
  "A broken advanced robot.  This one is armed with an integrated plasma-ejector.  Could be stripped for parts.": "一个坏掉的高级机器人。这个装备了一个集成的等离子喷射器。可能会被拆成零件。",
  "inactive glittering lady": "不活跃的闪亮女士",
  "Armored Robot Carrier": "装甲机器人运输车",
  "inactive glittering ladies": "不活跃的闪亮女士",
  "A broken advanced robot.  This one is armed with an integrated electro-caster.  Could be stripped for parts.": "一个坏掉的高级机器人。这一个装备了一个集成的电子施法者。可能会被拆成零件。",
  "A salvaged advanced robot transformed into a luminous beacon of destruction.  It attacks hostile targets with its two integral lasers and blinding flashes.  Activate this item to deploy the robot.": "一个被打捞上来的先进机器人变成了一盏毁灭的明灯。它用两个完整的激光和致盲闪光攻击敌对目标。激活此项目以部署机器人。",
  "A broken advanced robot.  This one is armed with an integrated EMP projector.  Could be stripped for parts.": "一个坏掉的高级机器人。这台配备了集成电磁脉冲投影仪。可能会被拆成零件。",
  "inactive bitter spinster": "不活跃的苦老处女",
  "broken glittering lady": "破碎闪亮的女士",
  "broken glittering ladies": "破碎闪亮的女士们",
  "A salvaged military robot transformed into a caustic monster.  An internal acid fermenter feeds a ranged glob spitter and sprayer.  Activate this item to deploy the robot.": "一个打捞上来的军用机器人变成了一个腐蚀性的怪物。一个内部酸发酵器为一个排列好的球状喷壶和喷雾器供料。激活此项目以部署机器人。",
  "broken bitter spinster": "破碎的苦命老处女",
  "inactive chickenwalker": "不活跃的胆小鬼",
  "inactive chainsaw horror": "不活跃的电锯恐怖",
  "A salvaged chickenwalker modified into a horrific monster adorned with skulls and spikes.  It attacks hostile targets with a pair of whirring chainsaws and a deafening sound system.  Activate this item to deploy the robot.": "一个被打捞上来的胆小鬼变成了一个用头骨和尖刺装饰的可怕怪物。它用一对嗡嗡作响的电锯和震耳欲聋的音响系统攻击敌对目标。激活此项目以部署机器人。",
  "broken chainsaw horror": "破碎电锯恐怖",
  "A broken salvaged robot.  Thank God it's finally dead.  Could be stripped or recrafted.": "一个破碎的打捞机器人。谢天谢地，它终于死了。可能会被剥离或重新捕获。",
  "inactive screeching terror": "不活跃的尖叫恐怖",
  "broken screeching terror": "破碎刺耳的恐怖",
  "A salvaged chickenwalker modified into a horrific monster adorned with skulls and spikes.  It attacks hostile targets with a pair of piston-driven lances and a deafening sound system.  Activate this item to deploy the robot.": "一个被打捞上来的胆小鬼变成了一个用头骨和尖刺装饰的可怕怪物。它用一对活塞驱动的长矛和震耳欲聋的音响系统攻击敌对目标。激活此项目以部署机器人。",
  "broken hooked nightmare": "破碎的噩梦",
  "inactive hooked nightmare": "不活跃的上瘾的噩梦",
  "broken fist king": "碎拳王",
  "A salvaged chickenwalker modified into a horrific monster adorned with skulls and spikes.  It attacks hostile targets with a pair of spinning hooks on chains and a deafening sound system.  Activate this item to deploy the robot.": "一个被打捞上来的胆小鬼变成了一个用头骨和尖刺装饰的可怕怪物。它用一对链条上的旋转钩子和震耳欲聋的音响系统攻击敌对目标。激活此项目以部署机器人。",
  "broken atomic sultan": "破碎的原子苏丹",
  "inactive tankbot": "不活动的tankbot",
  "broken tribot": "断裂摩擦",
  "inactive fist king": "不活跃的拳王",
  "A salvaged tankbot refitted with a pair of powerful pneumatic hammers which it uses to crush anything in its way, including buildings.  Activate this item to deploy the robot.": "一个打捞上来的坦克机器人改装了一对强大的气动锤，用来粉碎任何挡道的东西，包括建筑物。激活此项目以部署机器人。",
  "inactive atomic sultan": "惰性原子苏丹",
  "EMP-projecting robot": "电磁脉冲投射机器人",
  "The %1$s injects you with a syringe!": "%1$s用注射器给你注射！",
  "The %1$s injects <npcname> with a syringe!": "%1$s用注射器注射<npcname>！",
  "An advanced robot still functioning due to its internal fusion core.  This model is furnished with a powerful EMP-projector.": "由于其内部融合核心，一个先进的机器人仍在运行。这个模型配备了一个强大的电磁脉冲投影仪。",
  "junkyard cowboy": "垃圾场牛仔",
  "The %1$s tries to inject you, but fails to penetrate your armor!": "%1$s试图给你注射，但未能穿透你的装甲！",
  "A salvaged defense robot refitted with a shotgun and two circular buzzsaws.  Due to bootleg targeting software, it can only attack nearby targets.": "一个打捞上来的防御机器人被改装成一把猎枪和两把圆锯。由于盗版瞄准软件，只能攻击附近的目标。",
  "The %1$s tries to inject <npcname>, but fails to penetrate their armor!": "%1$s试图注入<npcname>，但未能穿透他们的装甲！",
  "shortcircuit samurai": "短路武士",
  "A salvaged defense robot refitted with two electrified blades.  The over-taxed power systems result in somewhat sluggish movement and occasional discharges.  Keep a safe distance!": "用两个带电刀片改装的打捞防御机器人。超负荷运行的电力系统导致运行缓慢和偶尔的放电。保持安全距离！",
  "slapdash paladin": "草率的圣骑士",
  "A salvaged defense robot refitted with a homemade flamethrower and two searing hot blades.  The burning fuel reserves make the robot noisy and smokey.": "一个打捞上来的防御机器人改装了一个自制的喷火器和两个灼热的刀片。燃烧的燃料储备使机器人变得又吵又冒烟。",
  "robo-guardian": "机器人守护者",
  "A salvaged military robot refitted with a pair of integrated 9mm firearms.  Multiple weapons provide a high rate of fire, but jury-rigged sensors limit the effective range and accuracy.  It makes for a good close range bodyguard.": "一个打捞上来的军用机器人被改装成一对集成的9毫米火器。多种武器提供高射速，但陪审团操纵的传感器限制了有效范围和准确性。这是一个很好的近距离保镖。",
  "A diamond-studded gold-plated robot armed with a pair of integrated 9mm firearms.  An opulent luxury-bot suitable for those who wish to survive the apocalypse in style.": "一个镶满钻石的镀金机器人，配有一对集成的9毫米火器。一个富裕的豪华机器人，适合那些希望在现代世界中生存的人。",
  "robo-protector": "机器人保护者",
  "A salvaged military robot refitted with an integrated 5.56mm rifle.  The modified firearm is only capable of three round bursts, but range and accuracy are decent.  It makes for a solid combat ally.": "一个打捞上来的军用机器人被改装成一把集成的5.56毫米步枪。改装后的火器只能进行三次连发，但射程和准确度都不错。这是一个坚实的战斗盟友。",
  "robo-defender": "机器人卫士",
  "A salvaged military robot refitted with an integrated 50bmg rifle.  Improved optics provide nightvision and excellent range, but glitchy targeting software requires an extended pause between shots.  It makes for a good long range sniper.": "一个打捞上来的军用机器人改装了一把集成50bmg步枪。改进的光学系统提供了夜视能力和出色的射程，但浮华的瞄准软件需要在拍摄之间长时间暂停。这是一个很好的远程狙击手。",
  "glittering lady": "光彩照人的女士",
  "glittering ladies": "闪闪发光的女士们",
  "A salvaged advanced robot transformed into a luminous beacon of destruction.  It has two integral lasers and emits a steady pulse of blinding flashes.  Due to mismatched focusing lenses, the lasers have limited range.": "一个被打捞上来的先进机器人变成了一盏毁灭的明灯。它有两个完整的激光器，并发出稳定的致盲闪光脉冲。由于聚焦透镜不匹配，激光器的作用范围有限。",
  "bitter spinster": "痛苦的老处女",
  "A salvaged military robot transformed into a caustic monster.  An internal acid fermenter feeds a ranged glob spitter and sprayer.  The many tanks and pipes weaken the robot structurally, making it somewhat fragile.": "一个打捞上来的军用机器人变成了一个腐蚀性的怪物。一个内部酸发酵器为一个排列好的球状喷壶和喷雾器供料。许多坦克和管道在结构上削弱了机器人，使它有些脆弱。",
  "chainsaw horror": "电锯恐怖",
  "A salvaged chickenwalker modified into a horrific monster adorned with skulls and spikes.  It has traded its long range weapons for a set of whirring chainsaws.  A speaker system has been installed to blast terrifying shrieks of distorted music.  No one in their right mind would craft such an awful creature.": "一个被打捞上来的胆小鬼变成了一个用头骨和尖刺装饰的可怕怪物。它用它的远程武器换来了一套嗡嗡作响的链锯。已经安装了一个扬声器系统来播放扭曲音乐的恐怖尖叫声。没有一个头脑正常的人会创造出如此可怕的生物。",
  "screeching terror": "刺耳的恐惧",
  "A salvaged chickenwalker modified into a horrific monster adorned with skulls and spikes.  It has traded its long range weapons for a set of piston-driven lances.  A speaker system has been installed to blast terrifying shrieks of distorted music.  No one in their right mind would craft such a hellish beast.": "一个被打捞上来的胆小鬼变成了一个用头骨和尖刺装饰的可怕怪物。它用远程武器换来了一套活塞驱动的喷枪。已经安装了一个扬声器系统来播放扭曲音乐的恐怖尖叫声。没有一个头脑正常的人会造出这样一只地狱般的野兽。",
  "hooked nightmare": "上瘾的噩梦",
  "A salvaged chickenwalker modified into a horrific monster adorned with skulls and spikes.  It has traded its long range weapons for a set of spinning chains terminating in bloody hooks.  A speaker system has been installed to blast terrifying shrieks of distorted music.  No one in their right mind would craft such a twisted abomination.": "一个被打捞上来的胆小鬼变成了一个用头骨和尖刺装饰的可怕怪物。它用它的远程武器换来了一套以血淋淋的钩子结尾的旋转链条。已经安装了一个扬声器系统来播放扭曲音乐的恐怖尖叫声。没有一个头脑正常的人会设计出如此扭曲的可憎之物。",
  "The Northrup Beagle is a refrigerator-sized urban warfare UGV.  Sporting an anti-tank missile launcher, 40mm grenade launcher, and numerous anti-infantry weapons, it's designed for high-risk urban fighting.": "诺斯罗普·贝格尔号是一艘冰箱大小的城市战UGV号。它配备了反坦克导弹发射器、40毫米榴弹发射器和许多反步兵武器，是为高风险的城市战斗设计的。",
  "fist king": "拳王",
  "A salvaged tankbot refitted with a pair of powerful pneumatic hammers which it uses to crush anything in its way, including buildings.  Although lacking ranged weapons, its armor and strength make it a match for the even the biggest monsters.  Only a madman would dare build such a reckless behemoth.": "一个打捞上来的坦克机器人改装了一对强大的气动锤，用来粉碎任何挡道的东西，包括建筑物。虽然缺乏远程武器，但它的装甲和力量使它可以与最大的怪物相匹敌。只有疯子才敢造出这么不计后果的庞然大物。",
  "atomic sultan": "原子苏丹",
  "A salvaged tankbot refitted with burning hot man-crushers.  Although lacking ranged weapons, its armor and strength make it a match for even the biggest foes.  Multiple fusion cores give the robot ample power but also cause radioactive gas leaks.  Only a lunatic would dare build such a reckless monster.": "一个被打捞上来的坦克机器人，用燃烧的热破碎机改装而成。虽然缺少远程武器，但它的装甲和力量使它成为最大敌人的对手。多个聚变核给了机器人足够的能量，但也导致了放射性气体泄漏。只有疯子才敢造出这么鲁莽的怪物。",
  "MUTATION CORES": "突变核心",
  "AMALGAMS": "汞合金",
  "AMALGAM COMMANDS": "汞合金命令",
  "DNAs": "氧核糖核酸",
  "CORES": "核心",
  "flesh infusion": "肌肉注射",
  "bio-organic morphing": "生物有机变形",
  "bio-organic reforming": "生物有机转化",
  "bio-organic reconstruction": "生物有机重建",
  "Carrions": "腐肉",
  "An area infected with crimson horrors.": "一个被深红恐怖感染的地区。",
  "Carrions are here.": "腐肉在这里。",
  "Carrions have invaded here.": "腐肉入侵了这里。",
  "Vectors": "向量",
  "A vector cluster is here.": "一个向量簇在这里。",
  "Flesh Weaver": "肉织工",
  "A flesh weaver was here.": "一个织肉的人在这里。",
  "SS Carrier": "不锈钢载波",
  "Secronom Project's specimen trailer was left here.": "赛科诺姆项目的样本拖车留在了这里。",
  "Flesh Tumours": "肌肉肿瘤",
  "Odd fleshy structures are here.": "奇怪的肉质结构在这里。",
  "Corpses": "尸体",
  "Headless corpses are here.": "无头尸体在这里。",
  "Saddlers": "鞍具",
  "Saddlers have infested this area.": "鞍具遍布了这个地区。",
  "Field Test": "现场测试",
  "A field test were done here.": "这里进行了实地测试。",
  "It is overrun by flesh.": "它被肉体所蹂躏。",
  "Snatcher": "诱拐者",
  "A snatcher zombie is here.": "一个抢夺僵尸在这里。",
  "The %1$s bashes your leg with its sword!": "%1$s用剑猛击你的腿！",
  "The %1$s swordbashed <npcname>'s leg!": "%1$s剑击<npcname>的腿！",
  "The %1$s tries to swordbash your leg, but fails to penetrate your armor!": "%1$s试图剑击你的腿，但未能穿透你的盔甲！",
  "The %1$s tries to swordbash <npcname>'s leg, but fails to penetrate their armor!": "%1$s试图剑击<npcname>的腿，但未能穿透他们的盔甲！",
  "The %1$s slashes your leg with its sword!": "%1$s用剑砍你的腿！",
  "The %1$s swordslashed <npcname>'s leg!": "%1$s剑刺<npcname>的腿！",
  "The %1$s tries to swordslash your leg, but fails to penetrate your armor!": "%1$s试图剑砍你的腿，但未能穿透你的盔甲！",
  "The %1$s tries to swordslash <npcname>'s leg, but fails to penetrate their armor!": "%1$s试图剑砍<npcname>的腿，但未能穿透他们的盔甲！",
  "The %1$s bashes you with its sword!": "%1$s用剑猛击你！",
  "The %1$s swordbashed <npcname>!": "%1$s剑击<npcname>！",
  "The %1$s tries to swordbash you, but fails to penetrate your armor!": "%1$s试图剑击你，但未能穿透你的盔甲！",
  "The %1$s tries to swordbash <npcname>, but fails to penetrate their armor!": "%1$s试图剑击<npcname>，但未能穿透他们的装甲！",
  "The %1$s slashed you with its sword!": "%1$s用剑砍你！",
  "The %1$s swordslashed <npcname>!": "%1$s剑刺<npcname>！",
  "The %1$s tries to swordslash you, but fails to penetrate your armor!": "%1$s试图剑砍你，但未能穿透你的盔甲！",
  "The %1$s tries to swordslash <npcname>, but fails to penetrate their armor!": "%1$s试图剑击<npcname>，但未能穿透他们的装甲！",
  "The %1$s hugs you widely with its arms!": "%1$s张开双臂拥抱你！",
  "The %1$s hugs <npcname>!": "%1$s拥抱<npcname>！",
  "The %1$s tries to hug you, but fails to take effect!": "%1$s试图拥抱你，但没有生效！",
  "The %1$s tries to hug <npcname>, but fails to take effect!": "%1$s试图拥抱<npcname>，但未能生效！",
  "The %1$s slams you to the floor with its mouth!": "%1$s用嘴把你摔在地上！",
  "The %1$s bites <npcname> into the ground!": "%1$s把<npcname>咬入地下！",
  "The %1$s tries to bite you down, but fails to penetrate your armor!": "%1$s试图咬你，但未能穿透你的盔甲！",
  "The %1$s tries to bite down <npcname>, but fails to penetrate their armor!": "%1$s试图咬下<npcname>，但未能穿透他们的装甲！",
  "The %1$s swings its wide sword on you!": "%1$s把它的宽剑挥向你！",
  "The %1$s swings a sword on <npcname>!": "%1$s在<npcname>上挥剑！",
  "The %1$s slashed a sword on you, but fails to penetrate your armor!": "%1$s在你身上砍了一剑，却没能穿透你的铠甲！",
  "The %1$s slashed its sword on <npcname>, but fails to penetrate their armor!": "%1$s在<npcname>上砍剑，但未能穿透他们的装甲！",
  "The %1$s slammed you with its tendril!": "%1$s用卷须猛击你！",
  "The %1$s tendril slammed <npcname>!": "%1$s卷须砰<npcname>！",
  "The %1$s tries to slam you, but fails to penetrate armor!": "%1$s试图猛击你，但未能穿透装甲！",
  "The %1$s tries to slam <npcname>, but fails to penetrate armor!": "%1$s试图猛击<npcname>，但未能穿透装甲！",
  "The %1$s stabbed you with its tendril!": "%1$s用卷须捅你！",
  "The %1$s tendril stabbed <npcname>!": "%1$s卷须捅了<npcname>！",
  "The %1$s tries to stab you, but fails to penetrate armor!": "%1$s试图刺你，但未能穿透装甲！",
  "The %1$s tries to stab <npcname>, but fails to penetrate armor!": "%1$s试图刺<npcname>，但未能穿透装甲！",
  "The %1$s quickly swings a tendril!": "%1$s快速摆动卷须！",
  "The %1$s hits <npcname> with a tendril!": "%1$s一卷须打<npcname>！",
  "The %1$s tries to hurt you with tendril, but fails to penetrate armor!": "%1$s试图用卷须伤害你，但未能穿透装甲！",
  "The %1$s tries to hurt <npcname> with tendril, but fails to penetrate armor!": "%1$s试图用卷须伤害<npcname>，但未能穿透装甲！",
  "The %1$s grips you!": "%1$s抓住你了！",
  "The %1$s grips <npcname>!": "%1$s握把<npcname>！",
  "The %1$s tries to grip you, but fails to take effect!": "%1$s试图抓住你，但没有生效！",
  "The %1$s tries to grip <npcname>, but fails to take effect!": "%1$s试图抓<npcname>，但未能生效！",
  "The %1$s grips your head!": "%1$s抓住你的头！",
  "The %1$s grips <npcname>'s head!": "%1$s抓住<npcname>的头！",
  "The %1$s tries to grip your head, but fails to take effect!": "%1$s试图抓牢你的头，但未能生效！",
  "The %1$s tries to grip <npcname>'s head, but fails to take effect!": "%1$s试图扼住<npcname>的头，但未能生效！",
  "The %1$s slams you with its tendril core!": "%1$s用卷须芯猛击你！",
  "The %1$s thrashes <npcname>!": "%1$s痛打<npcname>！",
  "The %1$s tries to slam you, but fails to penetrate your armor!": "%1$s试图猛击你，但未能穿透你的装甲！",
  "The %1$s tries to slam <npcname>, but fails to penetrate their armor!": "%1$s试图猛击<npcname>，但未能穿透他们的装甲！",
  "The %1$s bites as it grasps at you!": "%1$s咬住你了！",
  "The %1$s bites <npcname>!": "%1$s咬<npcname>！",
  "The %1$s tries to bite you, but fails to penetrate your armor!": "%1$s试图咬你，但未能穿透你的盔甲！",
  "The %1$s tries to bite <npcname>, but fails to penetrate their armor!": "%1$s试图咬<npcname>，但未能穿透他们的装甲！",
  "The %s bites you, but you dodge!": "%s咬了你，你却躲开了！",
  "The %s bites <npcname>, but they dodge!": "%s咬了<npcname>，却躲闪！",
  "The %1$s bites as it stumbles onto you!": "%1$s绊到你时会咬人！",
  "The %1$s bites <npcname>, stumbling onto them!": "%1$s咬了<npcname>，跌跌撞撞上了他们！",
  "The %1$s charges and bites you down into the floor!": "%1$s指控你并把你咬到地板上！",
  "The %1$s charges at <npcname> as they are brought into the ground!": "%1$s在<npcname>被带到地面时充电！",
  "The %s charges at you, but you dodge!": "%s向你收费，但你躲开了！",
  "The %s charges at <npcname>, but they dodge!": "%s在<npcname>收费，但他们躲闪！",
  "The %1$s wraps you with its tongue!": "%1$s用舌头把你包起来！",
  "The %1$s wraps <npcname> with their tongue!": "%1$s用舌头包<npcname>！",
  "The %1$s tries to wrap you, but fails.": "%1$s试图包装你，但失败了。",
  "The %1$s tries to wrap <npcname>, but fails.": "%1$s试图包装<npcname>，但失败了。",
  "The %s launches its tongue at you, but you dodge!": "%s向你吐舌头，你却躲开了！",
  "The %s tries to wrap <npcname> with their tongue, but they dodge!": "%s试图用舌头把<npcname>包起来，但是他们躲开了！",
  "The bio-organic exoskeleton feeds on your body!\nIt won't stop until you sate its hunger.": "生物有机外骨骼以你的身体为食！直到你满足它的饥饿，它才会停止。",
  "Spell casted by an item. If you're seeing this, then read this one instead:\n'Caster also removes allies' debuffs.'": "由物品施放的法术。如果你看到这个，那就读读这个:\n的施法者也移除盟友的出界。'",
  "Engorged": "充血",
  "Swarm": "蜂拥",
  "Your vessel is already full!": "你的船已经满了！",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster stops rallying other carrions, and proceed to swarm the target.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者停止召集其他载具，并继续向目标群体推进。”",
  "Your movement is hampered!": "你的行动受阻了！",
  "Rally": "集会",
  "Vessel Resistance": "血管阻力",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster rallies its allies to bring everyone to the target.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者召集他的盟友把所有人带到目标”",
  "The bio-organic exoskeleton isn't responding to you!": "生物有机外骨骼对你没有反应！",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster stops rallying other swarmers, and proceed to swarm the target.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者停止召集其他蜂群，并开始聚集目标。”",
  "Overrun By Tentacles": "触须泛滥成灾",
  "Grasped": "抓住",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster commands all reinforcer bots to take distance.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者命令所有强化机器人保持距离。”",
  "Tentacles are holding you down!": "触手压住你了！",
  "Tentacles are holding you down and you can't move very well!": "触手压着你，你不能很好的移动！",
  "Quick!": "快！",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\nThey also take increased speed.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n他们也提高了速度。'",
  "You rid yourself of the tentacles.": "你摆脱了触手。",
  "Snatched": "抓住",
  "Deploy: Reinforcer Bots": "部署:强化机器人",
  "A tongue clings and is holding you down!": "一条舌头粘着你，把你压在下面！",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Two large bots flies from the caster.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“两个大型机器人从施法者那里飞过。”",
  "Deploy": "部署",
  "The tongue lost its grasp.": "舌头抓不住了。",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster deploys its reinforcer bots into the field, which will support them in combat. One time use.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n的施法者将它的强化机器人部署到战场上，这将在战斗中支持他们。“一次性使用，”",
  "Deployment Zone": "部署区域",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster tries to push away nearby creatures before deploying its robots.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者在部署机器人之前试图推开附近的生物。”",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster then takes distance for half of the cooldown duration.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者在一半的冷却时间内保持距离。”",
  "Spell casted by an item. If you're seeing this, then read this one instead:\n'If target's very near, caster gains bonus speed.'": "由物品施放的法术。如果你看到这个，那就读这个:\n“如果目标非常近，施法者获得额外的速度。”",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster takes damage as the cost.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者以伤害为代价”",
  "Deploy: Shocker Bot": "部署:修卡机器人",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster sends out a shocker bot.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者发出一个令人震惊的机器人”",
  "Deploy: Walker Bot": "部署:沃克机器人",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster sends out a walker bot.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者发出一个行走机器人”",
  "Deploy: Launcher Bot": "部署:发射器机器人",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster sends out a launcher bot.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者发出一个发射机器人”",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster then takes distance for most of the cooldown duration.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n“施法者在大部分冷却时间里都要保持距离。”",
  "Replenish!": "补充！",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster readies another missile...'": "由怪物施放的咒语。如果你看到了这个，那就读这个:\n“施法者准备另一枚导弹……”",
  "Spell casted by an item. If you're seeing this, then read this one instead:\n'Caster stops the missiles.'": "由物品施放的法术。如果你看到了这个，那就读读这个:\n“施法者停止发射导弹”",
  "Limit": "限制",
  "Spell casted by an item. If you're seeing this, then read this one instead:\n'Caster also gives them a health draining effect.'": "由物品施放的法术。如果你看到了这个，那就读读这个吧:\n“施法者也能给他们带来消耗生命的效果。”",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster deploys missiles, These missiles will seek its target after 10-30 turns.'": "由怪物施放的咒语。如果你看到这个，那就读读这个:\n“施法者部署导弹，这些导弹会在10-30圈后寻找目标。”",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster takes distance.'": "由怪物施放的咒语。如果你看到了这个，那就读读这个:\n《施法者需要距离》",
  "A giant amalgamation of flesh is cemented firmly into the floor and ceiling, preceded by the horrid miasma of putrid stenches emanating from the growth. The majority of the flesh binds into a central, knot-like growth that rhythmically pumps and undulates; similar to that of the heart of a horribly mutated creature.": "一大堆肉被牢牢地粘在地板和天花板上，在此之前，生长过程中散发出可怕的恶臭。大部分的肉结合成一个中心的、结状的生长，有节奏地跳动和波动；类似于可怕变异生物的心脏。",
  "The fleshknot sends out a cluster of tendrils!": "血肉之躯散发出一簇卷须！",
  "The fleshknot thrusts its tentacles!": "食肉恐龙伸出它的触角！",
  "A giant amalgamation of flesh is cemented firmly into the floor and ceiling, preceded by the horrid miasma of putrid stenches emanating from the growth. A somewhat humanoid figure is molded in the center of this abomination accompanied by large, membranous tentacles.": "一大堆肉被牢牢地粘在地板和天花板上，在此之前，生长过程中散发出可怕的恶臭。一个有点像人的形象被塑造在这个可憎的中心，伴随着巨大的膜状触须。",
  "Flesh Vessel": "肉器皿",
  "Your body have merged with the experimental exoskeleton \"flesh vessel\". Crimson horrors are less likely to provoke you.": "你的身体已经和实验外骨骼“肉血管”融合了。深红恐怖不太可能激怒你。",
  "Vessel Beginner": "船只初学者",
  "Provides \"morphing/forming\" capabilities upon merging with the flesh vessel.": "提供“变形/成形”能力，与肉血管融合。",
  "A large chunk of bio-organic flesh with higher density thanks to its additional bone growths. Although it is rigid, it can morph into large bodily forms if installed as a vehicle part.": "由于其额外的骨骼生长，大块生物有机肉具有更高的密度。虽然它是刚性的，但如果作为车辆的一部分安装，它可以变成巨大的身体形状。",
  "M1 Abrams Main Battle Tank": "M1艾布拉姆斯主战坦克",
  "M109 Self-Propelled Howitzer": "M109自行榴弹炮",
  "M2 Bradley Infantry Fighting Vehicle": "M2布拉德利步兵战车",
  "Bandit Bulldozer": "强盗推土机",
  "Heavy Planter Tractor": "重型种植拖拉机",
  "Heavy Plow Tractor": "重型犁拖拉机",
  "Heavy Reaper Tractor": "重型收割机拖拉机",
  "M60 Patton Main Battle Tank": "M60巴顿主战坦克",
  "XM7 Electric Mini-Tank": "XM7电动迷你坦克",
  "Electric car chair": "电动汽车座椅",
  "Armed chair": "武装椅子",
  "Road Bikes": "公路自行车",
  "It is a competition pedal with a multistep transmission.": "这是一个多级变速的比赛踏板。",
  "Close Cooler": "关闭冷却器",
  "Open Cooler": "打开冷却器",
  "Place Cooler": "放置冷却器",
  "Flower Pots(broccoli)": "花盆(花椰菜)",
  "A refreshing gluten free cucumber sandwich.  Not very filling, but quite tasty.": "清爽的无麸质黄瓜三明治。不是很馅，但是挺好吃的。",
  "This flower pot contains ready to harvest broccoli.": "这个花盆里有准备收割的西兰花。",
  "Flower Pot(growing zucchini)": "花盆(种植西葫芦)",
  "cheese sandwich": "乳酪三明治",
  "Flower Pots(growing zucchini)": "花盆(种植西葫芦)",
  "cheese sandwiches": "奶酪三明治",
  "This flower pot contains growing zucchini.": "这个花盆里有正在生长的西葫芦。",
  "A simple cheese sandwich.": "简单的奶酪三明治。",
  "gluten free jam sandwich": "无麸质果酱三明治",
  "Flower Pot(zucchini)": "花盆(西葫芦)",
  "gluten free jam sandwiches": "无麸质果酱三明治",
  "Flower Pots(zucchini)": "花盆(西葫芦)",
  "A delicious gluten free jam sandwich.": "美味的无麸质果酱三明治。",
  "gluten free honey sandwich": "无麸质蜂蜜三明治",
  "This flower pot contains ready to harvest zucchini.": "这个花盆里有准备收割的西葫芦。",
  "Flower Pot(growing onion)": "花盆(种植洋葱)",
  "gluten free honey sandwiches": "无麸质蜂蜜三明治",
  "Flower Pots(growing onion)": "花盆(种植洋葱)",
  "A delicious gluten free honey sandwich.": "美味的无麸质蜂蜜三明治。",
  "This flower pot contains growing onions.": "这个花盆里有种植的洋葱。",
  "gluten free boring sandwich": "无麸质无聊三明治",
  "gluten free boring sandwiches": "无麸质无聊三明治",
  "Flower Pot(onion)": "花盆(洋葱)",
  "A simple gluten free sauce sandwich.  Not very filling but beats eating just the bread… especially if it is the wrong type of bread!": "简单的无麸质酱三明治。不是很饱，但总比只吃面包好……尤其是如果面包的类型不对的话！",
  "Flower Pots(onion)": "花盆(洋葱)",
  "gluten free waffle": "无麸质华夫饼",
  "This flower pot contains ready to harvest onions.": "这个花盆里有准备收割的洋葱。",
  "Gluten free waffle.  It's basically a pancake in hashtag form.": "无麸质华夫饼。基本上是hashtag形式的煎饼。",
  "Flower Pot(growing garlic)": "花盆(种植大蒜)",
  "lactose free waffle": "无乳糖华夫饼",
  "Flower Pots(growing garlic)": "花盆(种植大蒜)",
  "Lactose free waffle.  It's basically a pancake in hashtag form.": "无乳糖华夫饼。基本上是hashtag形式的煎饼。",
  "This flower pot contains growing garlic.": "这个花盆里有种植的大蒜。",
  "Gluten free and lactose free waffle.  It's basically a pancake in hashtag form.": "无麸质和无乳糖华夫饼。基本上是hashtag形式的煎饼。",
  "Flower Pot(garlic)": "花盆(大蒜)",
  "gluten free fruit waffle": "无麸质水果华夫饼",
  "Flower Pots(garlic)": "花盆(大蒜)",
  "Crunchy and delicious gluten free waffles with real maple syrup, made sweeter and healthier with the addition of wholesome fruit.": "松脆可口的无麸质华夫饼，配有真正的枫糖浆，加上有益健康的水果，更甜更健康。",
  "This flower pot contains ready to harvest garlic,": "这个花盆里有准备收割的大蒜，",
  "gluten free lactose free fruit waffle": "无麸质无乳糖水果华夫饼",
  "Flower Pot(growing carrot)": "花盆(种植胡萝卜)",
  "Crunchy and delicious gluten free and lactose free waffles with real maple syrup, made sweeter and healthier with the addition of wholesome fruit.": "松脆可口的无麸质无乳糖华夫饼和真正的枫糖浆，加入有益健康的水果，更甜更健康。",
  "Flower Pots(growing carrot)": "花盆(种植胡萝卜)",
  "gluten free chocolate waffle": "无麸质巧克力华夫饼",
  "This flower pot contains growing carrots.": "这个花盆里有种植中的胡萝卜。",
  "Crunchy and delicious gluten free waffles with real maple syrup, with delicious chocolate baked right in.": "松脆可口的无麸质华夫饼，配有真正的枫糖浆，美味的巧克力刚刚出炉。",
  "Flower Pot(carrot)": "花盆(胡萝卜)",
  "Sweeter than real cows milk, almost tastes like vanilla icecream.  Spoils rapidly.": "比真正的牛奶甜，几乎尝起来像香草冰淇淋。迅速变坏。",
  "Flower Pots(carrot)": "花盆(胡萝卜)",
  "Coconut milk, with water added to make it go further.  Tastes ok though.  Spoils rapidly.": "椰奶，加水让它走得更远。不过味道还不错。迅速变坏。",
  "This flower pot contains ready to harvest carrots": "这个花盆里有准备收割的胡萝卜",
  "Flower Pot(growing corn)": "花盆(种植玉米)",
  "This deliciously rich coconut cream is a more concentrated, thicker version of the coconut milk.": "这种美味浓郁的椰奶是一种更浓缩、更浓的椰奶。",
  "This rice flour is useful for baking.": "这种米粉对烘焙很有用。",
  "Flower Pots(growing corn)": "花盆(种植玉米)",
  "This flower pot contains growing corn.": "这个花盆里有种植的玉米。",
  "Flower Pot(corn)": "花盆(玉米)",
  "Flower Pots(corn)": "花盆(玉米)",
  "This flower pot contains ready to harvest corn.": "这个花盆里有准备收割的玉米。",
  "Flower Pot(growing oats)": "花盆(种植燕麦)",
  "Flower Pots(growing oats)": "花盆(种植燕麦)",
  "This flower pot contains growing oats.": "这个花盆里有燕麦。",
  "Flower Pot(oats)": "花盆(燕麦)",
  "Flower Pots(oats)": "花盆(燕麦)",
  "This flower pot contains ready to harvest oats.": "这个花盆里有准备收割的燕麦。",
  "Flower Pot(growing beans)": "花盆(种豆)",
  "Flower Pots(growing beans)": "花盆(种植豆)",
  "This flower pot contains growing beans.": "这个花盆里有成长中的豆子。",
  "Flower Pot(beans)": "花盆(豆子)",
  "Flower Pots(beans)": "花盆(豆子)",
  "This flower pot contains ready to harvest beans.": "这个花盆里有准备收割的豆子。",
  "Flower Pot(growing potato)": "花盆(种植马铃薯)",
  "Flower Pots(growing potatoes)": "花盆(种植土豆)",
  "This flower pot contains growing potatoes.": "这个花盆里有种植的土豆。",
  "Flower Pot(potato)": "花盆(土豆)",
  "Flower Pots(potato)": "花盆(土豆)",
  "This flower pot contains ready to harvest potatoes.": "这个花盆里有准备收割的土豆。",
  "Flower Pot(growing cucumber)": "花盆(种植黄瓜)",
  "Flower Pots(growing cucumber)": "花盆(种植黄瓜)",
  "This flower pot contains growing cucumber.": "这个花盆里有正在生长的黄瓜。",
  "Flower Pot(cucumber)": "花盆(黄瓜)",
  "Flower Pots(cucumber)": "花盆(黄瓜)",
  "This flower pot contains ready to harvest cucumber.": "这个花盆里有准备收割的黄瓜。",
  "Flower Pot(growing celery)": "花盆(种植芹菜)",
  "Flower Pots(growing celery)": "花盆(种植芹菜)",
  "This flower pot contains growing celery.": "这个花盆里有种植中的芹菜。",
  "Flower Pot(celery)": "花盆(芹菜)",
  "Flower Pots(celery)": "花盆(芹菜)",
  "This flower pot contains ready to harvest celery.": "这个花盆里有准备收割的芹菜。",
  "Flower Pot(growing thyme)": "花盆(生长百里香)",
  "Flower Pots(growing thyme)": "花盆(生长百里香)",
  "This flower pot contains growing thyme.": "这个花盆里有正在生长的百里香。",
  "Flower Pot(thyme)": "花盆(百里香)",
  "Flower Pots(thyme)": "花盆(百里香)",
  "This flower pot contains ready to harvest thyme.": "这个花盆里有准备收割的百里香。",
  "Flower Pot(growing canola)": "花盆(种植油菜)",
  "Flower Pots(growing canola)": "花盆(种植油菜)",
  "This flower pot contains growing canola.": "这个花盆里有种植中的油菜。",
  "Flower Pot(canola)": "花盆(油菜)",
  "Flower Pots(canola)": "花盆(油菜)",
  "This flower pot contains ready to harvest canola.": "这个花盆里有准备收割的油菜。",
  "Flower Pot(growing dogbane)": "花盆(种植罗布麻)",
  "Flower Pots(growing dogbane)": "花盆(种植罗布麻)",
  "This flower pot contains growing dogbane.": "这个花盆里有正在生长的罗布麻。",
  "Flower Pot(dogbane)": "花盆(罗布麻)",
  "Flower Pots(dogbane)": "花盆(罗布麻)",
  "This flower pot contains ready to harvest dogbane.": "这个花盆里装着准备收割的罗布麻。",
  "Flower Pot(growing bee balm)": "花盆(生长蜜蜂香油)",
  "Flower Pots(growing bee balm)": "花盆(种植蜜蜂香油)",
  "This flower pot contains growing bee balm.": "这个花盆里有生长中的蜜蜂香油。",
  "Flower Pot(bee balm)": "花盆(蜜蜂香油)",
  "Flower Pots(bee balm)": "花盆(蜜蜂香油)",
  "This flower pot contains ready to harvest bee balm.": "这个花盆里有准备收割的蜜蜂香油。",
  "Flower Pot(growing mugwort)": "花盆(种植艾蒿)",
  "Flower Pots(growing mugwort)": "花盆(种植艾蒿)",
  "This flower pot contains growing mugwort.": "这个花盆里有正在生长的艾叶。",
  "Flower Pot(mugwort)": "花盆(艾蒿)",
  "Flower Pots(mugwort)": "花盆(艾蒿)",
  "This flower pot contains ready to harvest mugwort.": "这个花盆里有准备收割的艾叶。",
  "Flower Pot(growing buckwheat)": "花盆(种植荞麦)",
  "Flower Pots(growing buckwheat)": "花盆(种植荞麦)",
  "This flower pot contains growing buckwheat.": "这个花盆里有种植的荞麦。",
  "Flower Pot(buckwheat)": "花盆(荞麦)",
  "Flower Pots(buckwheat)": "花盆(荞麦)",
  "This flower pot contains ready to harvest buckwheat.": "这个花盆里有准备收割的荞麦。",
  "Flower Pot(growing wild herbs)": "花盆(种植野生草本植物)",
  "Flower Pots(growing wild herbs)": "花盆(种植野生草本植物)",
  "This flower pot contains growing wild herbs.": "这个花盆里有生长中的野生草本植物。",
  "Flower Pot(wild herbs)": "花盆(野生草本)",
  "Flower Pots(wild herbs)": "花盆(野生草本植物)",
  "This flower pot contains ready to harvest wild herbs.": "这个花盆里有准备收割的野生草本植物。",
  "Flower Pot(growing wild veggies)": "花盆(种植野生蔬菜)",
  "Flower Pots(growing wild veggies)": "花盆(种植野生蔬菜)",
  "This flower pot contains growing wild veggies.": "这个花盆里有种植的野生蔬菜。",
  "Flower Pot(wild veggies)": "花盆(野生蔬菜)",
  "Flower Pots(wild veggies)": "花盆(野生蔬菜)",
  "This flower pot contains ready to harvest wild veggies.": "这个花盆里有准备收割的野生蔬菜。",
  "Flower Pot(growing dandelion)": "花盆(生长中的蒲公英)",
  "Flower Pots(growing dandelion)": "花盆(生长中的蒲公英)",
  "This flower pot contains growing dandelion.": "这个花盆里有正在生长的蒲公英。",
  "Flower Pot(dandelion)": "花盆(蒲公英)",
  "Flower Pots(dandelion)": "花盆(蒲公英)",
  "This flower pot contains ready to harvest dandelion.": "这个花盆里装着准备收割的蒲公英。",
  "Flower Pot(growing rhubarb)": "花盆(种植大黄)",
  "Flower Pots(growing rhubarb)": "花盆(种植大黄)",
  "This flower pot contains growing rhubarb.": "这个花盆里有种植中的大黄。",
  "Flower Pot(rhubarb)": "花盆(大黄)",
  "Flower Pots(rhubarb)": "花盆(大黄)",
  "This flower pot contains ready to harvest rhubarb": "这个花盆里装着准备收割的大黄",
  "Flower Pot(growing mushrooms)": "花盆(种植蘑菇)",
  "Flower Pots(growing mushrooms)": "花盆(种植蘑菇)",
  "This flower pot contains growing mushrooms": "这个花盆里有正在生长的蘑菇",
  "Flower Pot(mushrooms)": "花盆(蘑菇)",
  "Flower Pots(mushrooms)": "花盆(蘑菇)",
  "This flower pot contains ready to harvest mushrooms": "这个花盆里有准备收割的蘑菇",
  "Flower Pot(growing dry rice)": "花盆(种植旱稻)",
  "Flower Pots(growing dry rice)": "花盆(种植旱稻)",
  "This flower pot contains growing dry rice": "这个花盆里有种植干米",
  "Flower Pot(dry rice)": "花盆(干饭)",
  "Flower Pots(dry rice)": "花盆(干米)",
  "This flower pot contains ready to harvest dry rice": "这个花盆里装着准备收割的旱稻",
  "Flower Pot(growing coffee beans)": "花盆(种植咖啡豆)",
  "Flower Pots(growing coffee beans)": "花盆(种植咖啡豆)",
  "This flower pot contains growing coffee beans": "这个花盆里有种植中的咖啡豆",
  "Flower Pot(coffee beans)": "花盆(咖啡豆)",
  "Flower Pots(coffee beans)": "花盆(咖啡豆)",
  "This flower pot contains ready to harvest coffee beans": "这个花盆里装着准备收割的咖啡豆",
  "blood infusing": "输血",
  "blood refining": "血液提炼",
  "blood compressing": "血液压缩",
  "The %1$s pressed you with its body!": "%1$s用身体压你！",
  "The %1$s body slammed <npcname>!": "%1$s车身砰<npcname>！",
  "The %1$s tries to body slam you, but fails to penetrate your armor!": "%1$s试图身体猛击你，但未能穿透你的盔甲！",
  "The %1$s tries to body slam <npcname>, but fails to penetrate their armor!": "%1$s试图猛击<npcname>，但未能穿透他们的装甲！",
  "The %1$s latches its mouth and crunches at you!": "%1$s锁着嘴对着你嘎吱嘎吱！",
  "The %1$s latches its mouth and crunches <npcname>!": "%1$s锁嘴，嘎吱嘎吱<npcname>！",
  "The %1$s crunches at you, but fails to penetrate your armor.": "%1$s对你发出嘎吱嘎吱的声音，但是没有穿透你的盔甲。",
  "The %1$s crunches <npcname>, but fails to penetrate their armor.": "%1$s碾压<npcname>，但未能穿透他们的装甲。",
  "The %1$s devoured you and eventually spat out!": "%1$s吞噬了你，最终吐槽了！",
  "The %1$s devoured <npcname>!": "%1$s吞噬了<npcname>！",
  "The %1$s tries to devour you, but fails to do it!": "%1$s试图吞噬你，却没有做到！",
  "The %1$s tries to devour <npcname>, but fails to do it!": "%1$s试图吞噬<npcname>，但是没有做到！",
  "The %1$s hugs you to the floor!": "%1$s把你抱到地板上！",
  "The %1$s is hugging <npcname>!": "%1$s在拥抱<npcname>！",
  "The %1$s tries to hug you, but fails to do it!": "%1$s试图拥抱你，但没有做到！",
  "The %1$s tries to hug <npcname>, but fails to do it!": "%1$s试图拥抱<npcname>，但没有做到！",
  "The %1$s bit your torso with hemorrhage!": "%1$s咬你的躯干出血！",
  "The %1$s bit <npcname>'s torso with hemorrhage!": "%1$s位<npcname>的躯干出血！",
  "The %1$s tries to bite your torso, but fails to penetrate your armor!": "%1$s试图咬你的躯干，但未能穿透你的盔甲！",
  "The %1$s tries to bite <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图咬<npcname>的躯干，但未能穿透他们的装甲！",
  "The %1$s weakens you!": "%1$s削弱你！",
  "The %1$s weakens <npcname>!": "%1$s削弱<npcname>！",
  "The %1$s tries to inject you, but fails to pierce your armor.": "%1$s试图给你注射，但未能穿透你的盔甲。",
  "The %1$s tries to inject <npcname>, but fails.": "%1$s尝试注入<npcname>，但失败。",
  "The %1$s badly weakens you!": "%1$s严重削弱你！",
  "The %1$s weakens <npcname> badly!": "%1$s严重削弱<npcname>！",
  "The %1$s rolls through you!": "%1$s滚过你！",
  "The %1$s rolls through <npcname>!": "%1$s滚过<npcname>！",
  "The %1$s rolled through you, but fails to penetrate your armor!": "%1$s从你身上滚过去，却没能穿透你的装甲！",
  "The %1$s rolls through <npcname>, but fails to penetrate their armor!": "%1$s滚过<npcname>，却没能穿透他们的装甲！",
  "The %1$s drills your flesh!": "%1$s钻你的肉！",
  "The %1$s drilled <npcname>'s flesh!": "%1$s钻了<npcname>的肉！",
  "The %1$s drilled you, but fails to penetrate your armor!": "%1$s钻了你，但是没有穿透你的装甲！",
  "The %1$s drilled <npcname>, but fails to penetrate their armor!": "%1$s钻了<npcname>，但是没能穿透他们的装甲！",
  "The %1$s is sucking your torso!": "%1$s在吸你的躯干！",
  "The %1$s is sucking <npcname>'s torso!": "%1$s在吸<npcname>的躯干！",
  "The %1$s tries to suck your torso, but fails to penetrate your armor!": "%1$s试图吸你的躯干，但未能穿透你的盔甲！",
  "The %1$s tries to suck <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图吸<npcname>的躯干，但未能穿透他们的装甲！",
  "The %1$s tentacle bones stabs you!": "%1$s触手刺你！",
  "The %1$s tentacle bones stabs <npcname>!": "%1$s触手骨刺<npcname>！",
  "The %1$s stabs you with tentacle bones, but fails to penetrate your armor.": "%1$s用触手骨刺你，但是无法穿透你的盔甲。",
  "The %1$s stabs <npcname> with tentacle bones, but fails to penetrate their armor.": "%1$s用触手刺<npcname>，但未能穿透他们的装甲。",
  "Well, actually we have a problem...": "事实上，我们有个问题...",
  "Our kin isn't a target of diseases, but those 2 vampires at the back, they really look bad and start raging on its own, so we cage them at early state... Never knew the magic was that strong enough to kill EVEN us. I want you to end the sick vampires as your task and get their corrupted bloodrune. We know we can dispose them easily, but our beliefs prevent us from killing our own kind.": "我们的亲属不是疾病的目标，但是后面的那两个吸血鬼，他们看起来真的很糟糕，开始自己肆虐，所以我们把他们关在早期状态...从来不知道魔法如此强大，甚至可以杀死我们。我要你结束那些生病的吸血鬼作为你的任务，得到他们腐败的血液。我们知道我们可以轻松处理它们，但我们的信仰阻止我们杀死自己的同类。",
  "Thank you, now go.": "谢谢，现在走吧。",
  "You need to do that later.": "你需要以后再做。",
  "Serious pain you'll get from breaking into their cage.": "闯入他们的笼子会让你很痛苦。",
  "What happened there?": "那里发生了什么？",
  "Great, mortal. This oozing bloodrune will now meet its place... Or not at all.": "太好了，凡人。这个渗出鲜血的符文现在将会找到它的位置...或者根本没有。",
  "*glaressharply*": "*glaressharply*",
  "Slay 10 bats": "杀死10只蝙蝠",
  "Kill <color_magenta>10 bats</color> then talk to the trader after completion. <color_magenta>Bats</color> are commonly seen at <color_gray>nighttime</color> or inside a <color_light_blue>cave</color>.": "杀死10只蝙蝠，完成后与交易者交谈。蝙蝠通常在夜间或洞穴内出现。",
  "We do appreciate your assistance with our needs.": "我们非常感谢您对我们需求的帮助。",
  "Vampire bats became literal bloodsuckers these passing days and I want you to hunt down 10 of these vermins. We've been swarmed by these creatures lately but gladly we managed to shove them away.": "吸血蝙蝠在过去的几天里变成了真正的吸血鬼，我要你猎杀10只这种蠕虫。最近我们被这些生物包围了，但我们很高兴能设法把它们赶走。",
  "Good. Come back anytime you want.": "很好。你想什么时候回来都行。",
  "I guess you're afraid of bats...": "我猜你害怕蝙蝠...",
  "Bats are nocturnal, and tends to live in dark places like caves.": "蝙蝠是夜间活动的，往往生活在洞穴等黑暗的地方。",
  "Thank you for your help in eradicating some bloodsuckers.": "谢谢你帮忙铲除了一些吸血鬼。",
  "Go to a forgotten burial site": "去一个被遗忘的墓地",
  " Travel to a <color_light_blue>burial site</color> then talk to the seeker.": "Translation Error: undefined result: null, From:  Travel to a <color_light_blue>burial site</color> then talk to the seeker., Count: 11\nRetry Again\n--\n\n ",
  "Before we go, the trader asked me a request on this journey.": "在我们走之前，交易者问了我一个关于这次旅行的请求。",
  "The trader told me to observe the old graveyards we knew from the past. So before we go to the outskirts, we'll get pass through it first.": "商人让我观察我们过去知道的旧墓地。所以在我们去郊区之前，我们会先通过它。",
  "Off we go, mortal.": "我们走吧，凡人。",
  "Well, that's your choice...": "那是你的选择...",
  "Its been a long time since I see those graves...": "我很久没看到那些坟墓了...",
  "What now?": "现在怎么办？",
  "The magic took over the buried corpses? That's unfortunate and the trader would be disappointed about this...": "魔法接管了掩埋的尸体？这很不幸，交易者会对此感到失望...",
  "Go to the wasteland outskirts": "去荒原郊外",
  "Along with the seeker, travel to the <color_light_blue>wasteland outskirts</color>. Talk to them again after reaching the destination.": "和探索者一起，前往“荒原郊外”。到达目的地后再和他们说话。",
  "Are we ready for this trip?": "我们准备好这次旅行了吗？",
  "We are now going to the outskirts, and I know the commando told you about this place.": "我们现在要去郊外，我知道特种兵跟你说过这个地方。",
  "Good. Now off we go, mortal.": "很好。我们走吧，凡人。",
  "I'll give you some details about the outskirts. It is a large structure with barricaded walls and tents placed outside for human survivors. It also has a barn and farm fields that provides descent food, and shopkeepers sell various stuff there.": "我会给你一些郊区的细节。这是一个巨大的建筑，外面为人类幸存者设置了路障和帐篷。它还有一个谷仓和农场，提供下种食物，店主在那里卖各种各样的东西。",
  "\"What else could I do for you\" you say? Don't worry, I have no more requests for you. Ask anyone here if you're curious. When you're done, talk to me.": "你说“我还能为你做什么”？别担心，我对你没有更多要求了。好奇的话问问这里的人。完成后，告诉我。",
  "Ummm....": "嗯....",
  "Recruit Radio Specialist": "招聘无线电专家",
  "Ask the <color_yellow>Radio Specialist</color> to join, then talk to the guard after they did.": "请无线电专家加入，然后在他们加入后与警卫交谈。",
  "It's easy, I think...": "我认为这很容易...",
  "First things first, we have to build a radio tower that transmit signals to our fellow survivors out in the wilds which serves as their waypoint to our place. Well, building that cheap structure is simple, but what I want you to do is to find a person with expertise to operate this kind of stuff.": "首先，我们必须建立一个无线电发射塔，向野外的幸存者发送信号，作为他们到达我们那里的航路点。嗯，建造那种便宜的结构很简单，但我想让你做的是找到一个有专业知识的人来操作这种东西。",
  "Great. Now move, mortal.": "太好了。走开，凡人。",
  "Great! Let this survivors die out of nowhere then...": "太棒了！让这些幸存者凭空死去吧...",
  "Just bring them in safely.": "把它们安全地带进来。",
  "Where are they?": "他们在哪？",
  "I knew you can bring one. Now let this nerd go to work!": "我知道你可以带一个。现在让这个书呆子去上班！",
  "Slay the succumbed vampire": "杀死屈服的吸血鬼",
  "Kill the <color_magenta>succumbed vampire</color> then talk to the guard.\n<color_red>Going unprepared is a death trap!</color>": "杀死屈服的吸血鬼，然后和守卫说话。\n <color_red >毫无准备是一个死亡陷阱！</color >",
  "With the radio working well, we will be able to connect to the outsiders and hope for them to receive our message. Yet there's this vampire I am worried about, wandering the cursed lands and wicked to its vile nature. Our scouting patrol knows the coordinates, and I want you to put it down immediately before it brings wrath to other survivors.": "收音机工作正常后，我们将能够与外界联系，并希望他们能收到我们的信息。然而有一个我很担心的吸血鬼，游荡在被诅咒的土地上，邪恶到它邪恶的本性。我们的侦察巡逻队知道坐标，我希望你在它给其他幸存者带来愤怒之前立即把它放下。",
  "With it wielding the power of an immortal, provoking unprepared is a suicidal act.": "它拥有不朽的力量，激怒没有准备的人是一种自杀行为。",
  "The monster does not rest after a kill...": "怪物杀人后不会休息...",
  "Bring guns and keep your distance, us vampires will take down humans for almost instantly.": "带上枪，保持距离，我们吸血鬼几乎可以立刻干掉人类。",
  "Is it dead?": "它死了吗？",
  "Fascinating job mortal! With its death, others will be safe... A bit.": "迷人的工作凡人！随着它的死亡，其他人将会安全...有点。",
  "Destroy the vampirus": "消灭吸血鬼",
  "With the help of the <color_yellow>seeker</color>, locate and destroy the <color_light_blue>vampirus</color>, the place where <color_magenta>infected vampires</color> gather.\n<color_red>Going unprepared is a death trap!</color>": "在探索者的帮助下，找到并摧毁被感染的吸血鬼聚集的地方。\n <color_red >毫无准备是一个死亡陷阱！</color >",
  "Unfortunately, that vampire is not alone.\n\nI have recently received a radio message that reveals the pinpoint location of the gathering place owned by those infected vampires. Your task is to find a way to stop and annihilate the entire army of them. I told the seeker about it and she'll help you infiltrate your objective.": "不幸的是，那个吸血鬼并不孤单。\n\n我最近收到一条无线电信息，显示了被感染的吸血鬼聚集的精确位置。你的任务是找到一种方法来阻止和消灭他们的整个军队。我告诉探索者了，她会帮你潜入你的目标。",
  "Good. Just remind her about it and she'll provide the essential information.": "很好。只要提醒她这件事，她就会提供必要的信息。",
  "Alright then, let's talk about it again later...": "好吧，我们以后再谈...",
  "Be aware. If alone is dangerous, more so when they're dozen.": "请注意。如果独自一人是危险的，当他们被打的时候更是如此。",
  "Report?": "举报？",
  "Unbelievable! You did it, mortal! Our master would be grateful of your doings!": "难以置信！你做到了，凡人！我们的主人会感激你的所作所为的！",
  "Travel to the vampirus": "去吸血鬼之旅",
  "Along with the seeker, travel to the <color_light_blue>vampirus</color>.": "和探索者一起前往吸血鬼。",
  "Lead the trail, I'm right behind if you require my assistance.": "带路，如果你需要我的帮助，我就在后面。",
  "Keep an eye out for possible threats along the way.": "留意沿途可能的威胁。",
  "Are we in our destination?": "我们到达目的地了吗？",
  "Now that we're here, we have to locate the entrance that leads to the depths.": "现在我们到了这里，我们必须找到通向深处的入口。",
  "Unseal the entrance": "打开入口",
  "Protect the seeker from the <color_magenta>zeds</color> attracted to your location.": "保护探索者不被吸引到你的位置。",
  "Yes, I can unseal it at this point.": "是的，我现在可以解封了。",
  "I do not guarantee our safety from breaking the seal, so you'll need to guard me as I break it.": "我不能保证我们打破封印的安全，所以当我打破封印的时候你需要保护我。",
  "With the smell of blood coming out of the vampirus, zombies are attracted towards our location.": "吸血鬼身上散发出血腥味，僵尸们被吸引到我们的位置。",
  "And now that the seal is broken, we can go through it.": "现在封印被打破了，我们可以穿过它。",
  "Bring Radio Specialist to the outskirts": "把无线电专家带到郊区",
  "Escort the specialist to the <color_light_blue>wasteland outskirts</color>.": "护送专家到荒地郊区。",
  "We're going, right?": "我们要走了，对吗？",
  "We have to go to that place and I need you to lead the way.": "我们必须去那个地方，我需要你带路。",
  "Just remember to keep everything fine as we go there.": "只要记得在我们去的时候保持一切正常。",
  "Well, your words are useless...": "嗯，你的话没用...",
  "From what direction did you came from? I suppose that's the right way.": "你是从哪个方向来的？我想这是正确的方法。",
  "This place looks neat! Now that I'm here, I'll do my job as you have said earlier.": "这个地方看起来很整洁！既然我来了，我就按照你刚才说的做好我的工作。",
  "Bring Prisoner to the outskirts": "把囚犯带到郊外",
  "Take the prisoner to the <color_light_blue>wasteland outskirts</color>.": "把犯人带到郊外的荒地。",
  "Lead me to that place, then...": "那带我去那个地方...",
  "Awesome!": "厉害！",
  "Well, atleast you've made me happy before my fate...": "好吧，至少你让我在命运面前快乐...",
  "You need my advice for this? I could say something if I'm already free in the wilderness...": "你需要我的建议吗？如果我已经在荒野中自由了，我可以说些什么...",
  "Damn! This place is like a fortress! But you should've warned me about the vampires living here... They freak me out everytime I see one...": "可恶！这地方像个堡垒！但你应该警告我住在这里的吸血鬼...每次我看到它们，它们都会吓我一跳...",
  "Reach a memorial crypt": "到达纪念墓穴",
  "Travel to a <color_light_blue>memorial crypt</color> then inspect its surroundings.": "去一个纪念墓穴，然后检查它的周围。",
  "Dark Descendant": "黑暗后裔",
  "Ask a <color_yellow>lone vampire</color> to join your party.\nYou must earn their trust by doing their favor.": "邀请一个孤独的吸血鬼加入你的派对。你必须通过帮他们的忙来赢得他们的信任。",
  "Burn off metal": "烧掉金属",
  "Male Tattoo: Face Covered": "男性纹身:遮脸",
  "Your entire face is covered in tattoos.": "你的整张脸都是纹身。",
  "Male Tattoo: Face Less Covered": "男性纹身:面部遮盖较少",
  "Almost your entire face is covered in tattoos.": "你几乎整个脸都被纹身覆盖了。",
  "Eyes: Eyeliner Green": "眼睛:眼线笔绿色",
  "You have green eyeliner on.": "你画了绿色眼线。",
  "Eyes: Eyeliner Blue": "眼睛:眼线笔蓝色",
  "You have blue eyeliner on.": "你画了蓝色眼线。",
  "Eyes: Eyeliner Red": "眼睛:眼线笔红色",
  "You have red eyeliner on.": "你画了红色眼线。",
  "Eyes: Dark Circles Around Eyes": "眼睛:眼睛周围的黑眼圈",
  "You have dark circles around your eyes.": "你的眼睛周围有黑眼圈。",
  "Eyes: Bloodshot Eyes": "眼睛:充血的眼睛",
  "You have bloodshot eyes.": "你眼睛充血。",
  "Male Hair: Slicked Back Brunette": "男性头发:光滑的黑发",
  "You have Long slicked back brunette Hair.": "你有一头光滑的黑发。",
  "Male Hair: Slicked Back Black": "男性头发:向后梳成黑色",
  "You have Long slicked back black Hair.": "你有一头光滑的黑色长发。",
  "Male Hair: Slicked Back Blonde": "男性头发:光滑的金发",
  "You have Long slicked back blonde Hair.": "你有一头光滑的金色长发。",
  "Male Hair: Slicked Back Gray": "男性头发:向后梳成灰色",
  "You have Long slicked back gray Hair.": "你有一头光滑的灰色长发。",
  "Male Hair: Nerdy Brunette": "男性头发:书呆子布鲁内特",
  "You have nerdy brunette Hair.": "你有一头讨厌的黑发。",
  "Male Hair: Nerdy Black": "男性头发:书呆子黑",
  "You have nerdy black Hair.": "你有讨厌的黑发。",
  "Angry Eyebrows": "愤怒的眉毛",
  "You have an angry expression.": "你的表情很愤怒。",
  "Female Hair: Straight Draped Brunette": "女性头发:直垂的黑发",
  "You have Long brunette Hair with bits hanging in front.": "你有一头长长的黑发，前面还挂着几根头发。",
  "Female Hair: Straight Draped Black": "女性头发:直垂的黑色",
  "You have Long black Hair with bits hanging in front.": "你有一头长长的黑色头发，前面挂着一些小块。",
  "Female Hair: Straight Draped Blonde": "女性头发:直垂的金发",
  "You have Long blonde Hair with bits hanging in front.": "你有一头长长的金发，前面还挂着几根头发。",
  "Male Hair: Mullet Brunette": "男性头发:乌鱼褐发",
  "You have a brunette Mullet Hair.": "你有一头黑发。",
  "Male Hair: Mullet Black": "男发:乌鱼黑",
  "You have a black Mullet Hair.": "你有一头黑色的乌鱼毛。",
  "Male Hair: Mullet Blonde": "男性头发:乌鱼金色",
  "You have a blonde Mullet Hair.": "你有一头金发。",
  "Face: Rosy Cheeks": "脸:红润的脸颊",
  "You have rosy cheeks.": "你有红润的脸颊。",
  "Female Hair: Ponytail Fire Color": "女性头发:马尾辫火色",
  "You have a fire colored ponytail hair.": "你有一头火红色的马尾辫。",
  "Female Hair: Ponytail Ice Color": "女性头发:马尾辫冰色",
  "You have an ice ponytail hair.": "你有一头冰马尾。",
  "Female Tattoo: Whole Body Colorful": "女性纹身:全身多彩",
  "You have colorful tattoos all over your body.": "你全身都是彩色纹身。",
  "Female Tattoo: Chest Cross": "女性纹身:胸十字",
  "You have a cross tattoo on your chest.": "你胸前有个十字纹身。",
  "Female Tattoo: Right Arm Blackout": "女性纹身:右臂昏厥",
  "You have a blackout tattoo on your right arm.": "你的右臂上有一个昏迷纹身。",
  "Female Tattoo: Left Leg Rose": "女纹身:左腿玫瑰",
  "You have a rose tattoo on your left leg.": "你左腿上有个玫瑰纹身。",
  "Female Tattoo: Whole Body Illustration": "女性纹身:全身插画",
  "You have black illustration tattoos all over your body.": "你全身都是黑色插图纹身。",
  "Female Tattoo: Whole Body Tigerstripes": "女性纹身:全身老虎肚",
  "You have tigerstripe tattoos all over your body.": "你全身都是虎皮纹身。",
  "Build Makeshift Fence": "建造临时围栏",
  "Build Woven Fence": "建造编织围栏",
  "Plant Hedgegrow": "植物绿篱",
  "Plant Apple Tree": "种植苹果树",
  "Take Apple Tree Cutting": "以苹果树切割为例",
  "Plant Pear Tree": "种植梨树",
  "Take Pear Tree Cutting": "以梨树切割为例",
  "Plant Cherry Tree": "种植樱桃树",
  "Take Cherry Tree Cutting": "以樱桃树切割为例",
  "Plant Peach Tree": "种植桃树",
  "Take Peach Tree Cutting": "以桃树切割为例",
  "Plant Apricot Tree": "种植杏树",
  "Take Apricot Tree Cutting": "以杏树切割为例",
  "Plant Plum Tree": "种植李树",
  "Take Plum Tree Cutting": "以李树切割为例",
  "Plant Coffee Tree": "种植咖啡树",
  "Take Coffee Tree Cutting": "以咖啡树切割为例",
  "The %1$s tries to sting you, but fails to penetrate your armor!": "%1$s试图刺你，但未能穿透你的盔甲！",
  "The %1$s tries to sting <npcname>, but fails to penetrate their armor!": "%1$s试图刺<npcname>，但未能穿透他们的装甲！",
  "The %1$s sets you on fire!": "%1$s让你欲火焚身！",
  "The %1$s sets <npcname> on fire!": "%1$s放火<npcname>！",
  "The %1$s tries to set you on fire, but fails to.": "%1$s试图点燃你，但没有成功。",
  "The %1$s tries to set <npcname> on fire, but fails to.": "%1$s试图点燃<npcname>，但失败了。",
  "The %1$s slams into you!": "%1$s猛撞你！",
  "The %1$s slams into <npcname>!": "%1$s猛地变成了<npcname>！",
  "The %1$s tries to slam into you, but stumbles aside.": "%1$s试图撞上你，但却摔倒在一边。",
  "The %1$s tries to slam into <npcname>, but fails to.": "%1$s试图冲入<npcname>，但失败了。",
  "The %1$s directs some dust into your eyes!": "%1$s将一些灰尘引入你的眼睛！",
  "The %1$s directs dust into <npcname>'s eyes!": "%1$s将灰尘导入<npcname>的眼睛！",
  "The %1$s tries to direct dust into your eyes, but it just flows around your face!": "%1$s试图引导灰尘进入你的眼睛，但它只是在你的脸上流动！",
  "The %1$s tries to direct dust into <npcname>'s eyes, but it just flows around their face!": "%1$s试图将灰尘导入<npcname>的眼睛，但灰尘只是在他们的脸上流动！",
  "Pink Hair 2": "粉色头发2",
  "Pink Hair 3": "粉色头发3",
  "Pink Hair 4": "粉色头发4",
  "Pink Hair 5": "粉色头发5",
  "Pink Hair 6": "粉色头发6",
  "Pink Hair 7": "粉色头发7",
  "Pink Hair 8": "粉色头发8",
  "Pink Hair 9": "粉色头发9",
  "Pink Hair 10": "粉色头发10",
  "Red Hair 1": "红发1",
  "Your natural hair colour is red. M: SHORT F: LONG": "你的自然发色是红色。男:短F:长",
  "Red Hair 2": "红发2",
  "Your natural hair colour is red. F: SHORT": "你的自然发色是红色。F: SHORT",
  "Red Hair 3": "红发3",
  "Your natural hair colour is red.": "你的自然发色是红色。",
  "Red Hair 4": "红发4",
  "Your natural hair colour is red. M: CREWCUT": "你的自然发色是红色。m:CRUCUT",
  "Red Hair 5": "红发5",
  "Your natural hair colour is red. MOHAWK": "你的自然发色是红色。MOHAWK",
  "Red Hair 6": "红发6",
  "Your natural hair colour is red. F: MEDIUM": "你的自然发色是红色。f:中等",
  "Red Hair 7": "红发7",
  "Red Hair 8": "红发8",
  "Your natural hair colour is red. M: MEDIUM": "你的自然发色是红色。m:中等",
  "Red Hair 9": "红发9",
  "Your natural hair colour is red. FRO": "你的自然发色是红色。向后",
  "Red Hair 10": "红发10",
  "White Hair 1": "白发1",
  "Your natural hair colour is white. M: SHORT F: LONG": "你的自然发色是白色。男:短F:长",
  "White Hair 2": "白发2",
  "Your natural hair colour is white. F: SHORT": "你的自然发色是白色。F: SHORT",
  "White Hair 3": "白发3",
  "Your natural hair colour is white.": "你的自然发色是白色。",
  "White Hair 4": "白发4",
  "Your natural hair colour is white. M: CREWCUT": "你的自然发色是白色。m:CRUCUT",
  "White Hair 5": "白发5",
  "Your natural hair colour is white. MOHAWK": "你的自然发色是白色。MOHAWK",
  "White Hair 6": "白发6",
  "Your natural hair colour is white. F: MEDIUM": "你的自然发色是白色。f:中等",
  "White Hair 7": "白发7",
  "White Hair 8": "白发8",
  "Your natural hair colour is white. M: MEDIUM": "你的自然发色是白色。m:中等",
  "White Hair 9": "白发9",
  "Your natural hair colour is white. FRO": "你的自然发色是白色。向后",
  "White Hair 10": "白发10"
}