{
  "I want to give you some commands for combat.": "我想给你一些战斗的命令。",
  "maid's blob feed": "女仆的斑点饲料",
  "Victorian maid dress": "维多利亚女仆裙",
  "impossible scribbles": "不可能的涂鸦",
  "I want to set some miscellaneous rules.": "我想制定一些杂项规则。",
  "Feed made for a certain type of blob. It's a protein paste made out of meat.": "为某种类型的斑点做的饲料。这是一种由肉制成的蛋白质糊。",
  "Victorian maid dresses": "维多利亚女仆礼服",
  "I'd like to know a bit more about your abilities.": "我想多了解一下你的能力。",
  "A classic maid outfit with a white apron, frills and a black one piece. It has some storage space thanks to the apron and side pockets, including space for throwing knives. Since it comes with bloomers, you can take off your underwear and not feel embarrassed about it!": "一套经典的女仆装，白色围裙，褶边和黑色连体衣。由于围裙和侧袋，它有一些存储空间，包括扔刀的空间。因为它与灯笼裤，你可以脱下你的内衣，而不是感到尴尬！",
  "A thin leaflet that's filled with chaotic handwriting, disturbing visuals, impossible mathematical equations, languages not known to anyone on Earth and lists of what appears to be names with all of them crossed out. The leaflet has more pages than possible, each and every one of them getting more and more chaotic and giving you a splitting headache as the fabric of reality seems to collapse around your vision. Suddenly, it's all clear to you. On the final page, you read a complex formula on how to summon a shoggoth, seemingly written in your handwriting.": "一张薄薄的传单，上面写满了混乱的笔迹、令人不安的视觉效果、不可能的数学方程式、地球上任何人都不知道的语言，以及似乎是名字的清单，所有这些都被划掉了。传单的页数比可能的多，每一页都变得越来越混乱，让你头痛欲裂，因为现实的结构似乎在你的视野周围崩溃。突然，你就明白了。在最后一页，你读到了一个复杂的公式如何召唤一个shoggoth，似乎写在你的手写。",
  "There's something I want you to do.": "我有件事要你做。",
  "I just wanted to talk for a bit.": "我只是想谈谈。",
  "It's time for your milking.": "该挤奶了。",
  "I'm going to go my own way for a while.": "我要自己走一段时间。",
  "Let's go.": "走吧。",
  "What is it, master?": "怎么了，师父？",
  "A Maid's Memoirs": "女仆回忆录",
  "It is the servant's duty to take out the trash. Pause to consider your offensive options.": "倒垃圾是仆人的责任。停下来考虑你的进攻选择。",
  "maid": "女仆",
  "maid's kitchen knife": "女仆菜刀",
  "little maid pet (seeded)": "小女仆宠物（种子）",
  "Battle Maid Redux": "女仆雷杜",
  "shoggoth maid": "女仆",
  "Thick white liquid, rich in protein. This particular serving is 50x larger than the average, making it a decent, if very strange, meal.": "粘稠的白色液体，富含蛋白质。这种特殊的服务是50倍以上的平均水平，使它成为一个体面的，如果非常奇怪，一餐。",
  "A collection of letters written by various maids, detailing the things they do for their masters. The later pages are filled with drawings from what little you can peek, but they're stuck together with something. Can teach you a unique martial art.": "各种女仆写的信的集合，详述她们为主人所做的事情。后面的几页充满了你所能看到的图画，但是它们被一些东西粘在了一起。可以教你一门独特的武术。",
  "You steady yourself, ready to strike with poise and grace.": "你要稳住自己，准备以优雅的姿态出击。",
  "%s appears more steady and composed.": "%s显得更加沉稳和沉稳。",
  "A strange kitchen knife. The patterns on the blade bring unpleasant thoughts to mind. When activated, it can drain strength from enemies.": "一把奇怪的菜刀。刀刃上的图案让人想起不愉快的想法。激活后，它可以消耗敌人的力量。",
  "A little maid with a growing stomach. She's gently blushing and gently smiling at you. You can milk her after 28 days.": "肚子越来越大的小女仆。她轻轻地脸红，轻轻地对你微笑。你可以在28天后给她挤奶。",
  "Translated and tweaked version of the original Battle Maid mod, newly revamped. See README.md for details": "翻译和调整版本的原始战斗女仆国防部，新改版。看到了吗自述文件.md有关详细信息",
  "A shoggoth mimicking the look of an attractive maid. Contrary to the neat appearance, her head has swirls of pink and iridescent colors swirling around. She has a deep seated love for her master.": "模仿漂亮女佣的长相。与整洁的外表相反，她的头上有粉红色和彩虹色的漩涡。她深深地爱着她的主人。",
  "Mind if we just chat for a bit about your history?": "介意我们聊聊你的历史吗？",
  "Rush": "冲",
  "Somebody needs you. Steady yourself and hurry to their side.\n\n-1 to Hit, +2 Dodge skill, -30% damage\nLasts 1 turn": "有人需要你。稳住自己，快到他们那边去。\n\n-命中1次，+2闪避技能，-30%伤害\n持续1回合",
  "Horror": "恐怖",
  "Servant's fighting technique": "佣人格斗术",
  "Butler": "巴特勒",
  "\"Tekeli-li!\"": "“李泰克力！”",
  "Coup de Grâce": "政变",
  "leather cat tail (vibrator)": "皮猫尾巴（振动器）",
  "You feel the stars overtaking you.": "你感觉到星星在追你。",
  "Your master was more hated than most, forcing you to learn some unorthodox combat techniques.": "你的主人比大多数人都讨厌，迫使你学习一些非正统的战斗技巧。",
  "Battle maid": "战斗女仆",
  "Heals some light damage to the character.": "对角色造成轻微伤害。",
  "A shiny black cat tail made out of leather. Whenever you walk, it sways back and forth. You can turn it on for extra enjoyment.": "一条由皮革制成的发亮的黑色猫尾巴。无论你走什么时候，它都会前后摇摆。你可以打开它来享受额外的乐趣。",
  "Another eye opens in your mind.": "另一只眼睛在你的脑海里打开。",
  "\"Tekeli-li! Tekeli-li!\"": "“李泰克丽！泰克丽！”",
  "You feel a rush of vitality from your target into your body.": "你感觉到一股活力从你的目标冲向你的身体。",
  "Let's just chitchat for a while, I could use some relaxation.": "我们聊聊吧，我需要放松一下。",
  "maid's kitchen knife (powered)": "女仆菜刀（电动）",
  "little maid pet (milkable)": "小女仆宠物（可挤奶）",
  "Embraced the unknowable.": "拥抱未知。",
  "In order to serve your master, you have went through special combat training. You have learned to clean every bit of malice coming towards your master.": "为了服务你的主人，你接受了特殊的战斗训练。你已经学会了清除所有对你主人的恶意。",
  "The metal writhes with phantasmal mouths and eyes. Your master hungers.": "金属用幻觉般的嘴和眼睛扭动着。你的主人饿了。",
  "A little maid whose belly and breasts have swollen considerably. She's staring at you with lavishing eyes. You can milk her.": "腹部和胸部肿胀得很厉害的小女仆。她用一双奢华的眼睛盯着你。你可以给她挤奶。",
  "\"Tekeli-li?\"": "“泰克里李？”",
  "shoggoth heart": "shoggoth心脏",
  "Can I do anything for you?": "我能为你做点什么吗？",
  "Milk Maid": "牛奶女仆",
  "shoggoth meats": "杂烩肉",
  "I don't want to ever be apart from you.": "我不想离开你。",
  "Where is your master? You need to be milked.": "你的主人呢？你需要挤牛奶。",
  "Shoggoth's master": "修格斯的主人",
  "\"Tekeli, tekeli-li! Tekeli, tekeli-li! We'll have a lot of fun when you feel better!\"": "“特凯利，特凯利！特凯利，特凯利！当你感觉好些的时候，我们会玩得很开心的！”",
  "The heart of a shoggoth. You could eat it to master the beast's morphogenic prowess, or you could use it to 'master' the beast in another way.": "一个骗子的心。你可以吃它来掌握野兽的形态形成能力，也可以用它以另一种方式“控制”野兽。",
  "I changed my mind, wanted to ask you something else.": "我改变主意了，想问你点别的。",
  "You feel an urge to moo.": "你有一种渴望。",
  "furred cat tail (vibrator)": "毛猫尾巴（振动器）",
  "Found greener pastures.": "找到了更绿的牧场。",
  "\"Master! A-ah, my master's thing... tekeli-li! Kya!\"": "“师父！啊，我主人的事。。。李特克力！凯亚！”",
  "A brown soft and furry cat tail. Whenever you walk, it sways back and forth. You can turn it on for extra enjoyment.": "棕色柔软毛茸茸的猫尾巴。无论你走什么时候，它都会前后摇摆。你可以打开它来享受额外的乐趣。",
  "Is there something you need help with, master?": "师父，您有什么需要帮忙的吗？",
  "You have a maid. She was hired by your father to keep you safe because of your health. She's good-looking and... She's good in a fight. However, she keeps saying 'Master! I have gotten rid of all the monsters! It's the perfect time for lovemaking! Let's make a lot of children, together!' ... She's a little odd.": "你有个女仆。因为你的健康，她被你父亲雇来保护你的安全。她很漂亮而且。。。她很会打架。然而，她一直在说'主人！我已经摆脱了所有的怪物！这是做爱的最佳时机！让我们一起生很多孩子吧！“。。。她有点古怪。",
  "\"I am a maid♪ Your maid♪ Cleaning, washing, cooking... why didn't you let me continue?\"": "“我是女佣▪你的女佣▪打扫卫生、洗衣、做饭。。。你为什么不让我继续？”",
  "maid's frying pan": "女仆煎锅",
  "Later, then.": "以后再说吧。",
  "A strange frying pan that smells of rotting fish. Indigo flames dance faintly beneath the finish. When activated, it will be wreathed in fire.": "一种奇怪的煎锅，闻起来有腐烂的鱼的味道。靛蓝的火焰在终点下隐约舞动。当激活时，它将被火焰包围。",
  "Butler (with master)": "管家(与主人)",
  "\"I will continue talking as much as master desires! I will continue talking even if you don't want me to!\"": "“师父要我说多少我就说多少！即使你不想我说，我也要继续说！”",
  "flask (shoggoth)": "烧瓶（shoggoth）",
  "Let's get to work.": "我们开始工作吧。",
  "Maid (with master)": "女仆(和主人一起)",
  "flasks (shoggoth)": "烧瓶（shoggoth）",
  "Milking time♪ Please treat me well, master!": "挤奶时间＊请善待我，主人！",
  "\"We'll have as many babies as master wants♪\"": "“我们要多少孩子就有多少”",
  "blob cat tail": "斑点猫尾巴",
  "A glass flask containing a piece of meat that seems to be growing. Occasionally the piece of meat pulsates.": "装有一块似乎正在生长的肉的玻璃瓶。偶尔这块肉会颤动。",
  "You saw your master run to his car with his child, but he got caught by a ferocious zombie. Among the countless groans, you heard your master yell out 'Take my child and run away!' and you did just that. Shoving the shaking child into a bag, you prepare to run away from the depths of hell.": "你看到你的主人带着他的孩子跑向他的车，但是他被一个凶猛的僵尸抓住了。在无数的呻吟声中，你听到你的主人大喊“带上我的孩子逃走！”你就这么做了。把摇摇晃晃的孩子塞进袋子里，你准备逃离地狱的深渊。",
  "A blob shaped like the tail of a cat that has been made docile. Whenever you walk, it sways back and forth. Make sure to feed your new blob friend!": "一种形状象猫尾巴的斑点，被驯服了。无论你走什么时候，它都会前后摇摆。一定要喂饱你的新朋友！",
  "We're not done yet. I want your 'milk' too.": "我们还没完呢。我也要你的“牛奶”。",
  "\"Master! Master! Are you going to play with the mi-gos?\"": "“师父！主人！你要和米戈一家玩吗？”",
  "That's all for now.": "现在到此为止。",
  "Ah...Ahn♪ Oh master, that feels so...good...": "啊…啊∗哦，主人，感觉太…好了。。。",
  "maid's pan (ignited)": "女仆锅（点燃）",
  "Catboy butler": "男仆管家",
  "\"This feeling of chasing down mi-gos is becoming addictive...♪\"": "“这种追米哥的感觉越来越让人上瘾了……”",
  "The ROBFOOD-SOULCO kitchen buddy cooking buddy carries an eternal flame that is guaranteed to cook meat of any dimensional persuasion in five swings or less, or your money back!.": "ROBFOOD-SOULCO厨房伙伴烹饪伙伴携带永恒的火焰，保证在五次或更少的摇摆中烹饪任何维度的说服肉，否则你的钱就回来了！。",
  "Catgirl maid": "猫女孩女仆",
  "\"I learned that this form of human is the most suitable for service work! How is it? Why do you say it's inferior to my previous form?\"": "“我了解到，这种形式的人最适合服务工作！怎么样？你为什么说这比我以前的状态差？”",
  "growing shoggoth maid": "长毛丫头",
  "Th-there too? N-no, wait, I'm going to...! Master, please, I can't stop - urgh, please, just let me rest...!": "他也在吗？不，等等，我要。。。！师父，求你了，我停不下来-呃，求你了，让我休息一下。。。！",
  "When the cataclysm came, you suddenly grew cat ears and a tail! Now you only need your master to give you a collar.": "当灾难来临时，你突然长出了猫耳朵和尾巴！现在你只需要你的主人给你一个衣领。",
  "human-sized carry bag": "人形手提包",
  "The meat inside this flask glows with iridescent colors. It's lightly shivering.": "这个烧瓶里的肉发出五颜六色的光。它在微微颤抖。",
  "\"Blobs, Triffids, Mycus... they are too diffcult for humans to counter. So... let's make a child to fight against them! She'll be as strong as a thousand humans!\"": "“斑点，三叉戟，八哥。。。它们太难对付人类了。所以。。。让我们做一个孩子来对抗他们！她会像一千个人一样强壮！”",
  "A large bag that could fit a person inside. The zipper running across it provides ventilation and you can open and close it from the inside. It can be used as a sleeping bag, as well.": "一个能装人的大袋子。穿过它的拉链提供了通风，你可以从里面打开和关闭它。它也可用作睡袋。",
  "Tell me more.": "告诉我更多。",
  "Oh master...♪ I feel the same way! But you know, there is a way we can be together forever, no matter how cold or cruel this world is...": "哦，主人……*我也有同感！但是你知道，有一种方法我们可以永远在一起，不管这个世界有多冷或残酷。。。",
  "\"Master gave me my first death. Please allow me to give many things their first death.\"": "“师父让我第一次死。请允许我把他们第一次死的许多东西给他们。”",
  "maid's rake": "女仆耙",
  "This...let's do it. Now.": "这个…我们开始吧。现在。",
  "A metal rake suitable for combat. The teeth are barbed and serrated. What kind of garden needs a rake like this?": "适于战斗的金属耙子。牙齿有倒刺和锯齿。什么样的花园需要这样的耙子？",
  "\"Master master master master master master master master master master master master master master master master master master master master master master master master master master master master master master master...\"": "“大师大师大师大师大师大师大师大师大师大师大师大师大师大师大师大师……”",
  "You know what? Never mind.": "你知道吗？不要介意。",
  "small shoggoth maid": "小矮人女仆",
  "Take my heart and eat it. Ah, don't worry♪ I won't die. My strength will become our strength, and nobody will be able to separate us then!": "把我的心吃了。啊，别担心，我不会死的。我的力量会变成我们的力量，没有人能把我们分开！",
  "\"Don't worry, I'm not wearing anything under♪\"": "“别担心，我没穿任何衣服”",
  "maid cloak (off)": "女仆斗篷（关）",
  "small shoggoth maids": "小矮人女仆",
  "An elegant mantle to keep you warm when going outside. Use it to turn invisible. Consumes maid points.": "优雅的外套，让你在外出时保持温暖。用它来变隐形。消耗女仆点数。",
  "'Ah... I think I went overboard and turned out like this. I need some time to return to my former shape. Please warm me up in master's pockets! Don't put me in a fridge! Absolutely not!'": "“啊。。。我想我太过火了，结果变成这样了。我需要一些时间来恢复我以前的状态。请在主人的口袋里给我暖暖身子！别把我放进冰箱！绝对不是",
  "...": "...",
  "\"The past cannot be changed. The future may be dark, but I have my master by my side. So, please... please... don't leave me alone.\"": "“过去无法改变。未来可能是黑暗的，但我有我的主人在我身边。所以，请。。。拜托。。。别丢下我一个人。”",
  "For my beloved master, I would do anything! Oh, if you ever change your mind, just put my heart back in the flask - I'll be back in no time!": "为了我亲爱的主人，我愿意做任何事！哦，如果你改变主意，把我的心放回烧瓶里-我马上就回来！",
  "\"Those who try to take my master away will turn into minchi!♪\"": "“那些想带走我主人的人会变成明治！♪\"",
  "Can you teach me anything?": "你能教我什么吗？",
  "Let's trade items.": "我们交换物品吧。",
  "\"What was his name again? Cthulhu?\"": "“他叫什么名字？Cthulhu？“",
  "Let's trade items": "我们来交换物品吧",
  "maid cloak (on)": "女仆斗篷（开）",
  "revitalized shoggoth maid": "恢复活力的shoggoth女仆",
  "I want you to use this item.": "我要你用这个东西。",
  "\"Master, are you a lolicon? Or do you like big breasts? If you tell me, I can become more to your liking!♪\"": "“师父，你是个懒汉吗？还是你喜欢大乳房？如果你告诉我，我会变得更合你的意！♪\"",
  "An elegant mantle to keep you warm when going outside. Use it to turn visible. It is currently on and consuming maid points.": "优雅的外套，让你在外出时保持温暖。用它来显示。它目前正在运行和使用。",
  "'What's up? Why haven't you put me on the ground yet? Ah, you want me to stay tiny for a little while longer? Ehh... I suppose it can't be helped.'": "“怎么了？你为什么还不把我放在地上？啊，你想让我多呆一会儿吗？呃。。。我想这是没办法的",
  "Hold on to this item.": "抓紧这个东西。",
  "Guard this position.": "注意这个位置。",
  "\"If you have a pet carrier, you can store me in it. I am a pet... your pet, master♪\"": "“如果你有宠物箱，你可以把我放在里面。我是宠物。。。你的宠物，主人",
  "I want to assign you to work at this camp.": "我想派你去这个营地工作。",
  "Find a horse and mount up!": "找匹马上去！",
  "\"I can also make furniture and food with my body! ...You don't want any? Oh...\"": "“我还可以用我的身体做家具和食物！”。。。你不想要吗？哦……”",
  "Get off your mount, please.": "请下车。",
  "Please go to this location.": "请去这个地方。",
  "\"I dream about Adam and Eve a lot! Let's rebuild humanity with our children, master!\"": "“我经常梦见亚当和夏娃！让我们和我们的孩子一起重建人性吧，主人！”",
  "white brim with veil": "白边面纱",
  "master": "主人",
  "I want you to build a camp here.": "我要你在这里建一个营地。",
  "white brims with veils": "白边蒙面纱",
  "A child entrusted to you by the owner of the house you served at. There's a deep feeling of fear in your stomach as you embrace the cataclysm, but protecting this child gives you purpose and makes you feel less alone.": "你服务的房子的主人托付给你的孩子。当你拥抱这场灾难时，你的胃里有一种深深的恐惧感，但是保护这个孩子给了你目标，让你感觉不那么孤独。",
  "\"Please let me know if you need a bath. I can wrap you up in my body and clean everything from sweat to dirt and make you smell good♪\"": "“如果你需要洗澡，请告诉我。我可以把你裹在身上，把汗水和污垢都洗干净，让你闻起来很香",
  "A regular maid's white brim with an elegant veil sewn into it, decorated with silver frills. Although it covers your eyes and blocks your vision quite harshly, you can use maid points to turn it on and gain otherwordly sight.": "一种普通女仆的白色帽檐，上面缝着一层优雅的面纱，饰以银色的镶边。虽然它覆盖你的眼睛和阻挡你的视线相当严厉，你可以使用女仆点打开它，并获得其他视觉。",
  "Since we can't build a camp here, I want you to tell me where can we build a camp?": "既然我们不能在这里建一个营地，我想让你告诉我在哪里可以建一个营地？",
  "We need to abandon this camp.": "我们必须放弃这个营地。",
  "\"Master, have you come across any albino penguins? I know them well, because they are my colleagues. Try not to bother them too much. ...Also, their meat doesn't taste too good.\"": "“师父，你见过白化企鹅吗？我很了解他们，因为他们是我的同事。尽量不要打扰他们太多。。。而且，他们的肉味道也不太好。”",
  "Show me what needs to be done at the camp.": "告诉我营地需要做什么。",
  "Let's talk about your current activity.": "让我们谈谈你目前的活动。",
  "\"You've worked really hard! As a reward, I will take you out on a date...\"": "“你真的很努力！作为奖励，我会带你出去约会……”",
  "master doll": "主人玩偶",
  "\"Please pass me your dirty clothes. I will keep them clean and beautiful♪\"": "“请把你的脏衣服递给我。我会保持它们干净美丽",
  "white brim with veil (clairvoyant)": "白边面纱（透视）",
  "This is a doll in the shape of your beloved master. By keeping it in your inventory, it slowly gathers maid power.": "这是一个你心爱的主人形状的洋娃娃。通过把它保存在你的库存中，它慢慢地收集能量。",
  "white brims with veils (clairvoyant)": "带面纱的白边（透视）",
  "I need you to come with me.": "我需要你跟我来。",
  "\"Is it okay for me to die? Yeah, right!♪ Ah, I will fully recover even from the most mortal wounds. Truly, you'd have to kill me down to the molecular level for me to die... That's why you don't have to be worried about me, master♪\"": "“我死可以吗？是的，对！啊，即使是最致命的创伤，我也会完全康复的。说真的，你必须把我杀到分子水平才能让我死。。。所以你不用担心我，师父",
  "A regular maid's white brim with an elegant veil sewn into it, decorated with silver frills. It is currently see-through.": "一种普通女仆的白色帽檐，上面缝着一层优雅的面纱，饰以银色的镶边。它目前是透明的。",
  "See you around.": "回头见。",
  "With my life, master!": "用我的生命，主人！",
  "\"Is it okay to love a shoggoth? Ah, I don't mind the race difference at all! I will always be by my master's side♪\"": "“爱一只矮脚熊可以吗？啊，我一点也不介意种族差异！我将永远在我主人的身边",
  "Come on, we're friends.": "拜托，我们是朋友。",
  "\"When I first met master, I thought I had no other choice than to follow this person. I wonder if this is love at first sight? What?\"": "“当我第一次见到师父的时候，我想我别无选择，只能跟着这个人。不知道这是不是一见钟情？什么？”",
  "Forget it, let's get going.": "算了，我们走吧。",
  "But master...you can just leave everything to me!": "但是师父…你可以把一切都交给我！",
  "\"Tekeli-li~♪ Hello, master♪\"": "“泰克丽~！！你好，主人！！”",
  "It's fine, we've got a moment.": "没事，我们有时间。",
  "\"My kind is known to be violent, isn't that right? But you don't have to worry about me. I am a slave to my master's love♪\"": "“大家都知道我这一类人很暴力，不是吗？但你不用担心我。我是我主人爱的奴隶",
  "You're right.  Forget I said anything, let's get moving.": "你说得对。忘了我说过什么，我们走吧。",
  "Are you sure?  This doesn't seem like a particularly safe place for small talk…": "你确定？这似乎不是一个特别安全的闲聊场所…",
  "\"I'm sorry, master, but... I want to lick it♪\"": "“对不起，师父，但是。。。我想舔它",
  "Actually, never mind.": "其实，没关系。",
  "\"Master, cheating is not okay. Just me, alright?\"": "“师傅，作弊是不行的。只有我，好吗？”",
  "My history? You mean before I served you? ...I'm sorry, but...": "我的历史？你是说在我服侍你之前。。。对不起，但是。。。",
  "\"Why am I in human form? Well, that's how I can talk to my master, to be able to walk hand in hand with my master and have a body for my master to... nevermind!\"": "“为什么我是人形？好吧，那就是我能和我的主人说话的方式，能和我的主人手拉手走路，有一个身体让我的主人。。。别客气！”",
  "<chitchat_player_responses>": "<闲聊\\u玩家\\u回应>",
  "<shoggoth_chat>": "<shoggoth\\u聊天>",
  "\"Acid can be negated if you are in a boardable vehicle. Oh, me? Don't worry about me. I'm acidproof♪\"": "“如果你在一辆可登的车上，酸性物质可以被否定。哦，我？别担心我。“我是耐酸的”",
  "\"The lingering lightning after an electric shock reaches only one square around! So if you wield a spear and a use a suitable martial art, you can dodge it all! ...I have no idea what I just said.\"": "“电击后的余辉只到达周围一方！所以，如果你挥舞长矛，使用适当的武术，你可以躲过这一切。。。我不知道我刚才说了什么。”",
  "\"Do you want to lay your head on my lap? It would make me comfortable, too♪\"": "“你想把头靠在我腿上吗？它也会让我感到舒服",
  "\"Please use me! Why don't you want to use me? Please use me! Use me!\"": "“请用我！你为什么不利用我？请利用我！利用我！”",
  "\"Master! Do you want to hold hands?\"": "“师父！你想牵手吗？”",
  "Set up pickup rules.": "设置取货规则。",
  "\"It's okay if master gets tied up! That way I can stay by your side as long as I want... Ufufu...\"": "“师傅被绑了没关系！这样我就可以在你身边想呆多久就呆多久。。。乌夫……”",
  "Clear all overrides.": "清除所有覆盖。",
  "Never mind.": "不要介意。",
  "\"No matter the weather, my heart beats on if I'm with my master♪\"": "“无论天气如何，如果我和我的主人在一起，我的心就会跳动”",
  "\"Please use me as a shield in an emergency. I want to be useful and not be like the other shoggoths.\"": "“在紧急情况下，请用我做挡箭牌。我想做个有用的人，而不是像其他人一样。”",
  "Here, use this serum.": "给，用这个血清。",
  "\"How many children do I want? As many as my master wishes... I will do my best!\"": "“我要几个孩子？只要我的主人愿意。。。我会尽力的！”",
  "It will help us survive.": "它将帮助我们生存。",
  "You won't stand a chance without it. You have to take it.": "没有它你就没有机会。你必须接受。",
  "\"Master's smell... it's intoxicating... haa, master...♪\"": "“师父的味道。。。令人陶醉。。。哈，主人…“",
  "Why should I do that?": "我为什么要这么做？",
  "\"All my clothes and so on are made of my cells! It's okay if you touch me more♪\"": "“我所有的衣服等都是用我的细胞做的！如果你再碰我就好了",
  "You're my maid now. Understood?": "你现在是我的女仆了。理解？",
  "\"Armored zombies are tough against random attacks, but if you're a good trapper, you can penetrate and damage even the strongest armors! Destroying knees with traps is the future!\"": "“装甲僵尸很难对付随机攻击，但如果你是一个很好的捕猎者，你甚至可以穿透和伤害最强的盔甲！用陷阱破坏膝盖才是未来！”",
  "It seems the serum made you more than just a woman...well, you're my maid either way. (FUTANARI)": "看来血清让你不仅仅是个女人…好吧，不管怎样，你都是我的女仆。（富塔纳里）",
  "Huh? Wh-what's happening to...me......master?": "呵呵？怎么了…我…主人？",
  "\"Master\"": "“主人”",
  "\"Master~\"": "“主人~”",
  "Why can't I remember...I-I understand. Please take care of me...master.": "为什么我不记得…我-我明白。请照顾我…师父。",
  "\"Mashterr\"": "“马什特尔”",
  "\"Master~~\"": "“大师~~”",
  "\"Master!\"": "“主人！”",
  "\"Master?\"": "“主人？”",
  "\"Master♪\"": "“大师”",
  "\"Master!♪\"": "“师父！♪\"",
  "\"Master...\"": "“大师…”",
  "\"Master...♪\"": "“大师……”",
  "You strike %s with an elegant coup de grâce": "你用一个优雅的妙招击中了%s",
  "<npcname> strikes %s in one elegant motion": "<npcname>以优雅的动作冲击%s",
  "Desperate Counter": "绝望的计数器",
  "You block %s's attack and shove them back. Back!": "你挡住%s的攻击，把他们推回去。后退！",
  "<npcname> struggles and forces %s back": "<npcname>斗争和力量%s回来了",
  "Spurn": "唾弃",
  "You whirl away and strike %s": "你旋转着离开，打%s",
  "<npcname> strikes with a malice that surprises you": "<npcname>带着让你吃惊的恶意攻击",
  "Measured Strike": "有节制的罢工",
  "Your carefully placed strike sunders %s's guard": "你精心放置的冲击破甲%s的守卫",
  "<npcname> lands a measured strike on %s": "<npcname>降落在%s上",
  "Measured Assault": "有节制的攻击",
  "You assault %s with fury and dedication": "你用愤怒和奉献攻击%s",
  "<npcname> assaults %s with fury and dedication": "<npcname>用愤怒和奉献攻击%s",
  "Anti-Molestation Technique No.15": "抗骚扰技术15号",
  "The %s tries to grab <npcname>, but they slip away!": "%s试图抢<npcname>，却溜走了！",
  "You dodge %s's groping lunge. Only master can touch that!": "你躲过了%s的摸索冲刺。只有主人才能碰那个！"
}