{
  "Build BioCo Assembly Machine": "建造生物组装机",
  "XE037 Healing": "XE037修复",
  "XE037 Rapid Healing": "XE037快速愈合",
  "XE037 Cell Breakdown": "XE037电池故障",
  "XE037 Rejection": "XE037拒绝",
  "Autodoc Mk. XI": "Autodoc Mk.XI系列",
  "BioCo Assembly Machine": "生物组装机",
  "Fire Extinguisher CBM": "灭火器CBM",
  "BioCo Chemical Reference": "生物化学参考",
  "Autonmous Machine Part": "自动机械零件",
  "BioCo Food Bar": "BioCo食品吧",
  "Broken BioCo ScavBot": "破损的BioCo ScavBot",
  "A surgical apparatus used for installation and uninstallation of bionics.  It's only as skilled as its operator.": "用于安装和卸载仿生学的外科器械。它的技术和它的操作员一样熟练。",
  "A BioCo Assembly Machine, capable of creating a wide range of BioCo tech.": "BioCo组装机，能够制造各种BioCo技术。",
  "A small, retractable launcher resides in the palm of your hand through your arm. The system will automatically produce small gelatinous orbs that when launched into fire will rapidly expand into a fire fighting foam.": "一个小型的，可伸缩的发射器通过你的手臂放在你的手掌中。这个系统将自动产生小的凝胶状球体，当它被射入火中时会迅速膨胀成灭火泡沫。",
  "BioCo Chemical References": "生物化学参考文献",
  "A bundle of components essential in any advance crafting machine.": "在任何先进的手工艺机器中必不可少的一捆部件。",
  "An on-the-go food bar created by BioCo. While the texture is certainly off putting, you're confident in its edibility.": "一个由BioCo公司创建的移动食品吧。虽然质地确实让人讨厌，但你对它的可食性很有信心。",
  "A broken BioCo ScavBot. Disassembly should yield a handful of useful parts.": "一个坏了的BioCo ScavBot。拆卸会产生一些有用的零件。",
  "Flesh stiching itself together is never a fun time. Testing.": "肉粘在一起从来不是一个有趣的时间。测试。",
  "The ache of your muscles and bones mending temselves grows.": "你的肌肉和骨骼的疼痛会自行愈合。",
  "Liquified flesh stings as your bone heats. Anymore XE037 is a gamble with death himself.": "当你的骨头受热时，液化的肉会刺痛你。XE037本身就是一场与死亡的赌博。",
  "Black ooze creeps from your wounds as numbness sets in...": "当麻木开始的时候，黑色的渗出物从你的伤口里爬出来。。。",
  "A dense and oddly non-technical binder full of detailed descriptions of various chemical processes used by the BioCo Chemical Engine. While a lot of these are beyond you, there's a few you think you might be able to replicate.": "一种密度大、奇怪的非技术性的粘合剂，里面详细描述了生物化学引擎使用的各种化学过程。虽然这些都超出了你的能力范围，但有一些你认为你可以复制。",
  "Build BioCo Chemical Engine": "建造生物化学发动机",
  "The worst of the healing is over now.": "最糟糕的治疗已经结束了。",
  "robotic arm": "机械臂",
  "BioCo Chemical Engine": "生物化学发动机",
  "This is a robotic arm.": "这是一个机械臂。",
  "A BioCo Chemical Engine, capable of creating a wide BioCo concoction.": "一个生物化学引擎，能够创造一个广泛的生物混合物。",
  "Nausea Medicine": "恶心药",
  "Build BioCo AutoDoc": "建立生物自动文档",
  "Medicine calms your sotmach and helps prevent vomitting.": "药物能镇静你的呕吐，有助于防止呕吐。",
  "Emergency Trauma Foam": "急救泡沫",
  "BioCo Civilian Bionic Designs": "BioCo民用仿生设计",
  "Bionic Assembly": "仿生装配",
  "BioCo Assembly Machine_USE": "BioCo组装机的使用",
  "The %1$s delivers a shocking jab to your torso!": "%1$s给你的躯干来了一记重击！",
  "A set of comprehensive blueprints loaded onto a USB which detail the civilian CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.": "加载到USB上的一套全面的蓝图，详细描述了BioCo创建的民用CBM。当你胡言乱语的时候，BioCo的一台组装机能读懂这个。",
  "@Poragon on the CDDA discord if you see this outside debug menu. I done goofed :c": "@如果您在调试菜单外看到此项，请单击CDDA上的discord。我搞错了：c",
  "The %1$s delivers a shocking jab to <npcname>'s torso!": "%1$s向<npcname>的躯干刺了一拳！",
  "A can full of water-soluble ETF, or Emergency Trauma Foam. When sprayed on a wound ETF rapidly expands, stopping bleeding, acting as a local painkiller, and also disinfecting the wound.": "装满水溶性ETF或急救泡沫的罐子。当喷在伤口上时，ETF会迅速扩张，止血，起到局部止痛药的作用，同时还能对伤口进行消毒。",
  "The %1$s tries jab your torso, but the blow reflects off armor.": "%1$s试图戳你的躯干，但这一击反射出装甲。",
  "Build BioCo AutoDoc Couch": "构建生物自动文档治疗床",
  "The %1$s tries to jab <npcname>'s torso, but the blow reflects off armor.": "%1$s试图刺<npcname>的躯干，但这一击反射出装甲。",
  "BioCo ScavBot": "BioCo ScavBot公司",
  "the sound of mettalic skittering.": "金属跳跃的声音。",
  "BioCo": "生物公司",
  "This knee height spider-robot skitters around on multiple legs, and has the BioCo emblem displayed on its top.": "这个膝盖高的蜘蛛机器人用多条腿蹦蹦来蹦去，它的顶部有BioCo标志。",
  "The elitest remnanets of preware BioCo corporation.": "preware BioCo公司最优秀的员工。",
  "XE037 Emergency Injection": "XE037紧急注入",
  "Fire Extinguisher": "灭火器",
  "BioCo Content": "生物素含量",
  "A small, retractable launcher resides in the palm of your hand through your arm. The system will automatically produce small gelatinous orbs that when launched into fire will rapidly expand into a fire fighting foam. ": "一个小型的，可伸缩的发射器通过你的手臂放在你的手掌中。这个系统将自动产生小的凝胶状球体，当它被射入火中时会迅速膨胀成灭火泡沫。",
  "Adds many new bionic centric items, courtesy of BioCo": "添加了许多新的仿生中心项目，由BioCo提供",
  "The cutting edge of publicly avalible medicine pre-cataclysm. Inscirbed along the case is [WARNING RAPID DOSES MAY CAUSE PAIN, NAUSEA, HUNGER, THIRST, AND DEATH]": "在大灾变前公开提供的药物的尖端。在这个病例中，我们发现[警告快速剂量可能导致疼痛、恶心、饥饿、口渴和死亡]",
  "Nausea Medication": "恶心药物",
  "A bottle of pills meant for relieving nasuea and preventing vomitting.": "一瓶用来缓解鼻塞和防止呕吐的药丸。"
}