{
  "Red strange floor": "红色奇怪的地板",
  "There's no building to destroy.": "没有建筑可以摧毁。",
  "BL9-tendril sword": "BL9卷须剑",
  "survivor helmet": "幸存者头盔",
  "BL9 Sample": "BL9样品",
  "Lava Burning": "熔岩燃烧",
  "[BUY WEAPONS]": "[购买武器]",
  "\"No dejes que se escape!\"": "“没有人可以逃脱！”",
  "Printed Agent's Journal - Part 1 - Who I am": "印刷代理人日记-第一部分-我是谁",
  "SET THE WORLD ON FIRE!!": "放火烧世界！！",
  "Elongated torch": "加长火炬",
  "The walls here has collapsed.": "这里的墙塌了。",
  "A humanoid-reptilian hybrid with sharp, glistening claws. It's body orientation is built for leaping, thus making it capable of lunging at unsuspecting preys.": "一种长着锋利闪亮爪子的人形爬行动物。它的身体定位是为跳跃而建立的，因此它能够扑向毫无防备的猎物。",
  "A zealot infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely solemn gaze, deathly pale skin and bloodshot eyes indicating the BL9 presence,  their motive is to kill those that didn't accept the blessing of their \"dios\", this one is armed with a flail and it seems to know how to use it well.": "被BL9感染的狂热分子。它似乎是有知觉的，除了异常庄严的凝视，死气沉沉的皮肤和血迹斑斑的眼睛表明了BL9的存在，他们的动机是杀死那些不接受他们“迪奥”祝福的人，这个人装备连枷，似乎知道如何使用它。",
  "A zealot infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely solemn gaze, deathly pale skin and bloodshot eyes indicating the BL9 presence,  their motive is to kill those that didn't accept the blessing of their \"dios\", this one is armed with a spear and it seems to know how to use it well.": "被BL9感染的狂热分子。它似乎是有知觉的，除了异常庄严的凝视、死气沉沉的皮肤和血迹斑斑的眼睛表明了BL9的存在，它们的动机是杀死那些不接受“迪奥”祝福的人，这个人手持长矛，似乎知道如何使用它。",
  "crossbow": "弩",
  "BL9-infused pistol": "BL9灌注手枪",
  "Red floor of unknown origin, looks strange": "来历不明的红地板，看起来很奇怪",
  "Dr.Gonzalez": "冈萨雷斯博士",
  "BL9": "BL9",
  "Mild Curing Herb": "温和的草药",
  "A customized, heavily armored Kevlar helmet, modified with leather reinforcements to provide maximum comfort and protection from harm.": "一个定制的，重装甲凯夫拉头盔，皮革加固修改，以提供最大的舒适性和保护免受伤害。",
  "BL9 chunk": "BL9块",
  "BL9 9mm magazine": "BL9 9mm 弹夹",
  "A tall graceful slender humanoid-alien being, emitting bright purple crystalline light, it's head seems to resemble a water shaped droplet with hair-like long tentacles growing out of it, it's facial features are barely distinguishable except for malice filled elongated eyes": "它是一个高大、优雅、纤细的人形外星人，散发着明亮的紫色水晶光，它的头看起来像一个水样的水滴，上面长着像头发一样的长触须，除了充满恶意的细长眼睛外，几乎看不出它的面部特征",
  "A creature upper part of the body of which is a still functioning human gone feral, lower part - of a bloody red colored enormous arachnid, moving stiffly yet filled with an animal-like aggression": "一种生物，上半身是一个仍在活动的人类，已经变成了野性动物，下半身是一种血淋淋的红色巨型蛛形纲动物，动作僵硬，但充满了动物般的侵略性",
  "Azure-blue strange floor": "天蓝色奇怪的地板",
  "Fake gun for BL9 infected humans": "BL9感染者的假枪",
  "minigun": "机关枪",
  "A green herb of unknown origin, it has mild healing properties": "一种来源不明的绿色草本植物，有温和的治疗作用",
  "BL9 mid1": "BL9中1",
  "A tall male figure in tattered blooded, mudded clothes of a rural farmer wearing a burlap sack over his head with two holes in it in the place of eyes, his gaping wide eyes filled with anger and malice can be seen even from long distance, whirring of his chainsaw can be evidently heard, the sound of it sends chills down your spine": "一个身材高大的男人，穿着破烂的血迹和泥泞的衣服，头上戴着一个麻袋，眼睛的地方有两个洞，即使从远处也能看到他那双充满愤怒和恶毒的大眼睛，可以明显地听到他的电锯的呼啸声，它的声音使你的脊梁发冷",
  "Azure-blue floor of unknown origin, looks strange": "天蓝色的地板来历不明，看起来很奇怪",
  "A semi-automatic pistol with very ergonomic design that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一种半自动手枪，非常符合人体工程学的设计，以某种方式注入了几乎有知觉的BL9，它似乎把这种武器做成了某种家，用它的组织部分覆盖它并加强它",
  "BL9 Giant": "BL9巨人",
  "You are burning due to standing in lava!": "你在燃烧！因为你站在熔岩里！",
  "Medium Curing Herb": "中等恢复草药",
  "Target": "目标",
  "A plastic magazine made for BL9 9mm caliber ammo": "一个塑料弹匣，用于制造BL9毫米口径的弹药",
  "A result of one of many horrible inhumane and devilish experiments conducted by 'THEM' - 23 feet tall giant buff humanoid that has basically lost all of it's intelligence and was so unsafe and violent that the cult had to isolate them and keep them locked up in some distant inaccessible areas in giant cages": "这是“他们”所做的许多可怕的、不人道和邪恶的实验中的一个结果——23英尺高的巨型浅黄色人形生物基本上失去了所有的智力，而且非常不安全和暴力，邪教不得不将他们隔离起来，关在一些遥远的难以接近的地方，关在巨大的笼子里",
  "A green herb of unknown origin, it has medium healing properties": "一种来源不明的绿色草本植物，具有中等的治疗特性",
  "A bloody red colored enormous arachnid monstrosity with incredibly sharp and deadly looking elongated legs and some kind of a small worm-like protrusion with teeth emerging from it's belly, it's countless eyes glitter in the dark in a horrifying manner": "它是一种血色的巨大蜘蛛类怪物，有着令人难以置信的锋利和致命的细长腿，腹部有一种类似蠕虫的小突起，牙齿从它的腹部冒出来，它无数的眼睛在黑暗中以可怕的方式闪烁",
  "\"Oi stranger, my eyes does mean I'm one with the walkers.\"": "“噢，陌生人，我的眼睛确实意味着我和步行者是一伙的。”",
  "A handy sword made out of remains of BL9 tendril's blades": "一把用BL9卷须刀片的残余制成的方便的剑",
  "XL survivor helmet": "XL幸存者头盔",
  "An ally or foe locks it's line of sight onto you!": "一个盟友或敌人把视线锁定在你身上！",
  "You're probably wondering who I am - I am an agent working on one of the remnants of many secret organizations that existed pre-Cataclysm.I was born in one of it's main hidden facilities, my father was a retired military officer who was hired as a mercenary and worked long for this organization, they had predicted the Cataclysm long before it occurred.\n \n    Obviously, such organizations had and many still have many hidden facilities, vaults, many different structures, an unbelievable amount of resources to feed and supply multiple generations' of survivors and it's agents' offspring.\n \n    For many years I've been  training diligently to become not just a survivor and a scavenger - but an agent who can search and scavenge for rare resources as well along with the basic ones if not for flourishment but at the very least continued existence and survival of our organization and my people...": "你可能想知道我是谁-我是一名特工，在大灾变前存在的许多秘密组织的残余中工作。我出生在那里的一个主要的秘密设施里，我父亲是一名退休军官，他被雇佣为雇佣兵，为这个组织工作了很长时间，他们早在灾难发生之前就预测到了。\n",
  "<color_red>%1$s is going wild at %3$s!</color>": "<color_red>%1$s将在%3$s发疯！</color>",
  "A burning torch on an elongated wooden stick": "长木棍上燃烧的火炬",
  "Stairs appears, HAHA!!!": "楼梯出现了，哈哈！！！",
  "There's no vat to transform": "没有增值税要改造",
  "BL9-infused submachine gun": "BL9灌注冲锋枪",
  "A modified version of the horrible reptilian mutant, they have a resilient shell-like epidermis that grants them additional protection from small arms. The creatures' left arms are still slightly longer than their right, though the claws on both are wickedly sharp. Both sides of it's mouth are flanked by mandibles, giving them a more unsettling appearance": "它们是可怕的爬行动物变种的改良版，它有一个弹性的外壳状表皮，使它们免受小型武器的伤害。这些生物的左臂仍然比右臂略长，尽管它们的爪子锋利得可怕。它的嘴两侧都有下颚，让它们看起来更加不安",
  "Big bell": "大钟",
  "Lime-green strange floor": "灰绿色奇怪地板",
  "A fully automatic pistol caliber weapon with a very high rate of fire that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一种全自动手枪口径武器，射速非常高，不知何故注入了几乎有知觉的BL9，它似乎用这种武器制造了一个家，用它的组织部分地覆盖它并加强它",
  "[MERCHANT GUIDE]": "【商户指南】",
  "The vat turns into a staircase leading God-knows where...": "大桶变成了通往上帝知道的楼梯。。。",
  "A massive customized, heavily armored Kevlar helmet, modified with leather reinforcements to provide maximum comfort and protection from harm.": "一个巨大的定制，重装甲凯夫拉头盔，修改皮革加固，提供最大的舒适性和保护免受伤害。",
  "on Momentum": "论动量",
  "It's a big bell probably used for some strange ceremonies conducted in this castle": "这是一个大钟，可能是用来举行一些奇怪的仪式的",
  "[GOODBYE]": "[再见]",
  "Blind Clawer": "盲爪",
  "A creature upper part of the body of which is a barely recognizable mutated human - it's head is elongated with countless glittering ruby red eyes, the torso - covered with great amount of red hair, lower part - of a bloody red colored enormous arachnid, moving gracefully yet filled with horrifying bloodthirsty aggression": "它的上半身是一个几乎认不出来的变异人类——它的头部被无数闪亮的红宝石色眼睛拉长，躯干——覆盖着大量的红发，下半身——是一个血红色的巨大蜘蛛纲动物，优雅地移动着，却充满了可怕的嗜血侵略",
  "heavy survivor helmet": "重型幸存者头盔",
  "BL9-infused sniper rifle": "BL9灌注狙击步枪",
  "Lime-green floor of unknown origin, looks strange": "来历不明的灰绿色地板，看上去很奇怪",
  "Herb Cleansing": "药草清洁",
  "Strong Curing Herb": "强效药",
  "BL9 mid2": "中级2BL9",
  "BL9 MK ii": "BL9 MK ii型",
  "<color_light_green>H A H A\nStairs go<color_red>appears</color></color>": "<color_light_green>H A H A\n 楼梯 go<color_red>出现</color></color>",
  "BL9 chunk MK ii": "BL9区块MK ii",
  "A winged bug-like creature that hovers mid-air. It has a pair of razor-sharp claws and a head similar to cockcroaches.": "在半空中盘旋的有翅膀的虫子状生物。它有一对锋利的爪子和一个类似鸡冠的头。",
  "Industrial overhead lamp": "工业顶灯",
  "A tall slender humanoid-alien being, emitting bright purple crystalline light and moving stiffly, it's head that seems to resemble some kind of a badly shaped droplet is ruptured with tentacles growing out of whatever is left of it, swinging wildly in all directions": "这是一个身材修长的人形外星人，散发着明亮的紫色水晶光，动作僵硬，它的头看起来像某种形状不好的液滴，它的触须从它剩下的任何地方长出来，向各个方向疯狂地摆动",
  "Welcome, stranger.": "欢迎，陌生人。",
  "A semi-automatic high quality sniper rifle that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一支半自动高质量狙击步枪，以某种方式注入了几乎有知觉的BL9，它似乎把这种武器做成了某种家，覆盖了它的一部分，并用它的组织加强了它",
  "HAHA!!!": "哈哈！！！",
  "You have taken some healing herbs.  It appears to have panacea-like effects along with radioation cleansing properties slowly cleansing your body of radiation; if you take more of it, you'll be able to speed up the process.": "你吃了一些草药。它似乎有灵丹妙药般的效果，同时具有辐射净化的特性，可以慢慢清除体内的辐射；如果你服用更多，你就能加快这个过程。",
  "BL9 MK ii mid1": "MK ii mid1路9号",
  "BL9 tendril blade sample": "BL9卷须叶片样品",
  "BL9-infused automatic rifle": "BL9自动步枪",
  "<color_light_red>%1$s vomits a stream of acid at %3$s!</color>": "<color_light_red>%1$s在%3$s吐出一股酸！</color>",
  "A tall graceful slender humanoid-alien being, emitting bright purple crystalline light, it's head seems to resemble a water shaped droplet with hair-like long tentacles growing out of it, it's wearing a cape and wielding a glowing orb-like alien artifact": "一个高大优雅纤细的人形外星人，散发着明亮的紫色水晶光，它的头看起来像一个水状的水滴，长出毛发般的长触手，它披着斗篷，挥舞着发光的球状外星人神器",
  "A bloody red colored enormous arachnid monstrosity with incredibly sharp and deadly looking elongated legs and multiple ferocious medium-sized worm-like creatures protruding from it's belly, it's countless eyes glitter in the dark in a horrifying manner": "一个血红色的巨大蛛形纲动物怪物，长着令人难以置信的锋利和致命的长腿，腹部伸出多个凶猛的中等大小的蠕虫状生物，它无数的眼睛在黑暗中以恐怖的方式闪闪发光",
  "Strong Herb Stun": "强力药草眩晕",
  "Moderate Herb Stun": "中草药昏迷",
  "A very bright industrial lamp hanging from the ceiling": "天花板上挂着一盏非常明亮的工业灯",
  "[FREE] *BL9-infused pistol*": "[免费]*BL9灌注手枪*",
  "Tall augmented human host of the BL9, they call it 'The Clawer' due to it being armed with razor sharp mechanical claws that it's capable of activating at will, in order to constrain indiscriminate killing power, it's eyelids were stitched together, though it's loss of sight led to increased hearing making them formidable opponents even when blind": "BL9是一种体型高大的人类宿主，他们称它为“爪子”，因为它装备了锋利的机械爪子，可以随意激活，为了限制滥杀滥伤的能力，它的眼睑被缝合在一起，虽然它的视力下降导致听力增强，这使得它们即使失明也成为令人生畏的对手",
  "A bug-like bipedal creature with a set of serrated chitin blades on it's forelimbs. It has thick formation of chitin shelling that protects it from harm.": "一种类似昆虫的两足动物，前肢上有一套锯齿状的甲壳质刀片。它有厚厚的甲壳素外壳，保护它免受伤害。",
  "Remains of BL9 that took a form of a blade-like tendril": "BL9的遗骸呈叶片状卷须状",
  "Uber-Intense Herb Stun": "超级强力药草眩晕",
  "<color_light_red>%1$s conjures a rain of bright purple flaming orbs at %3$s!</color>": "<color_light_red>%1$s在%3$s点召唤出一场明亮的紫色火焰球雨！</color>",
  "Intense Herb Stun": "药草眩晕",
  "BL9 worm body sample": "BL9虫体样本",
  "Printed Agent's Journal - Part 2 - Secret Societies": "印刷特工日记第2部分秘密社团",
  "A corpse severely infested by the plant of unknown variety. Although it's movement is very stiff, it's mouth has altered to an extent, it occupies the entirety of it's face that's lined with razor-sharp teeth.": "被未知种类的植物严重感染的尸体。虽然它的动作非常僵硬，但它的嘴已经发生了一定程度的变化，它占据了整个脸，脸上布满了锋利的牙齿。",
  "<color_light_green>H A H A\nBuilding go<color_red>ka-boooooom!</color></color>": "<color_light_green>H A H A\n楼 去吧！去吧！</color></color>",
  "A tall graceful slender humanoid-alien being, emitting bright purple crystalline light, it's head seems to resemble a water shaped droplet with hair-like long tentacles growing out of it, it's wearing a light armor suit and wielding a glowing katar-like blade": "它是一个高大、优雅、纤细的人形外星人，散发着明亮的紫色水晶光，它的头看起来像一个水样的水滴，上面长着头发一样的长触须，它穿着一套轻型盔甲，挥舞着一把发光的武士刀",
  "Herb stuns you": "赫伯把你打晕了",
  "[36Pcomb] *BL9-infused pistol MKii*": "[36Pcomb]*BL9灌注手枪MKii*",
  "<color_light_red>%1$s finds the weak spot of %3$s and gracefully strikes it!</color>": "<color_light_red>%1$s找到%3$s的弱点并优雅地攻击它！</color>",
  "<color_red>%1$s charges at %3$s!</color>": "<color_red>%1$s收费%3$s！</color>",
  "Herb relieves your pain!": "药草解除你的痛苦！",
  "[22Gcomb] *BL9-infused submachine gun*": "[22Gcomb]*BL9灌注冲锋枪*",
  "A creature upper part of the body of which is of a humanoid - it's head is elongated with countless glittering ruby red eyes, the torso - covered with great amount of red hair and filled with fleshy holes from which protrude multiple tentacles, swinging wildly in all directions, lower part - of a bloody red colored enormous arachnid, moving gracefully yet filled with horrifying bloodthirsty aggression": "一种生物，身体上部是人形的，头部被拉长，有无数闪闪发光的红宝石色眼睛，躯干上布满了大量的红发，布满了肉质的洞，从中伸出多个触角，向各个方向疯狂摆动，下部是一种血色的巨大蜘蛛纲动物，动作优雅，但充满了可怕的嗜血侵略",
  "A customized, heavily armored steel and Kevlar helmet, modified to provide maximum comfort and protection from harm.  All the added material has made it rather heavy.": "一个定制的，重装甲钢和凯夫拉头盔，修改后提供最大的舒适性和保护免受伤害。所有添加的材料使它变得相当沉重。",
  "A green herb of unknown origin, it has VERY strong healing properties": "一种来源不明的绿色草本植物，有很强的治疗作用",
  "[54Pcomb] *BL9-infused submachine gun MK ii*": "[54Pcomb]*BL9灌注冲锋枪MK ii*",
  "A tall graceful slender humanoid-alien being, emitting bright purple crystalline light, it's head seems to resemble a water shaped droplet with hair-like long tentacles growing out of it, it's wearing a light armor suit and wielding a sleek futuristic looking compact submachine gun of some sorts": "这是一个高大、优雅、纤细的人形外星人，散发着明亮的紫色水晶光，它的头看起来像一个水样的水滴，上面长着头发一样的长触须，它穿着一套轻便的盔甲，挥舞着一把外形圆滑的未来派小型冲锋枪",
  "The Arganoide fires it's submachine gun!": "Arganoide开火了，是冲锋枪！",
  "Remains of BL9 that took a form of a stretching worm-like organism": "BL9的遗骸是一种伸展的蠕虫状有机体",
  "<color_light_blue>BL9-100%-monster-resilience-version</color>": "<color_light_blue>BL9-100%-怪物恢复能力版</color>",
  "BL9 Blind Clawer sample": "BL9盲爪样本",
  "<color_light_red>%1$s takes a precise aim and launches a heavy purple plasma shot at %3$s!</color>": "<color_light_red>%1$s瞄准精准，在%3$s发射一个紫色的重离子枪！</color>",
  "A corpse with huge swollen muscles severely infested by the plant of unknown variety. Although it's movement is very stiff, it's mouth has altered to an extent, it occupies the entirety of it's face that's lined with razor-sharp teeth.": "一具肌肉肿胀的尸体，严重感染了未知种类的植物。虽然它的动作非常僵硬，但它的嘴已经发生了一定程度的变化，它占据了整个脸，脸上布满了锋利的牙齿。",
  "\n<color_yellow>Are you daring enough to explore the BL9 mystery?Explore the custom lore about secret Cataclysm organizations, their dark plans and their attempts to use a new dangerous and unpredictable Blob-like organism type to seize power in this crazy world! </color>\n\n <color_light_cyan> Huge exotic locations - The Tainted Medieval Castle, The Secret Organization's Militarized Island, huge lush and dangerous underground biomes (over 150+ custom overmaps!)</color>,<color_red> vile and horribly mutated dangerous monsters, new weapons (ballistics too!) and armor </color>\n <color_light_blue> Adds locations and monsters inspired by iconic Resident Evil series made by Capcom</color>": "\n<color_yellow>你有足够的勇气去探索BL9的奥秘吗？探索有关秘密大灾变组织的风俗传说，他们的黑暗计划和他们试图使用一个新的危险和不可预测的斑点状有机体类型，以夺取权力在这个疯狂的世界！</color>\n\n<color_light_cyan>巨大的异国情调的地点-被污染的中世纪城堡，秘密组织的军事化岛屿，巨大的郁郁葱葱和危险的地下生物群落（超过150多张自定义地图！）邪恶的可怕的怪物，新的武器（弹道！）和盔甲</color>",
  "A survivor helmet, modernized and infused with BL9, it is partially covered with almost sentient BL9 strengthening and hardening the helmet acting as a kevlar or ceramic alternative": "一个幸存者头盔，现代化和注入BL9，它是部分覆盖几乎有知觉的BL9加强和硬化头盔作为kevlar或陶瓷替代品",
  "A horrifying mass of BL9 tentacles, emitting bright purple crystalline light, infused with what seems to be remains of Arganoide's head in the center of this amalgamation, eyesockets and mouth glowing with bright vile purple light": "令人毛骨悚然的BL9触手，散发出明亮的紫色水晶光，在融合的中心注入了似乎是阿加诺德头部的残余物，眼眶和嘴巴发出明亮邪恶的紫光",
  "BL9 sample infused with remains of broken mechanical claws": "BL9样本中注入了断裂机械爪的残留物",
  "Mild healing thanks to the Mild Curing Herb": "温和的治愈感谢温和的草药",
  "Strange lava": "奇怪的熔岩",
  "A fully automatic sleek military automatic rifle that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一种全自动、光滑的军用自动步枪，以某种方式注入了几乎有知觉的BL9，它似乎把这种武器做成了一个家，用它的组织覆盖了它的一部分并加强了它",
  "It will not be a surprise to you if I tell you that the remnants of our organization are not the only ones out there, there is a countless amount of them...huge factions, agencies, societies - members and agents of which were from all kinds of countries possessing all types of valuable assets and resources - including not only material ones but bright minds - professional scientists, engineers, doctors - everyone who could massively contribute and did not require to work openly in big groups with many ordinary people from the mundane society and government sectors.\n \n    The problem is, the Cataclysm created chaos for everyone but at the same time opportunities to be seized for someone who is daring, supplied and strong enough in terms of equipment and resources, we try to fight back, do our best to find out how to slow down at least the growth and spread of The Blob and maybe a way to seal the Nether portals, but some people only crave the power, no matter how matter how primitive and naive this might sound...": "如果我告诉你，我们组织的残余不是唯一的，有无数的残余…巨大的派系，机构，社会——其成员和代理人来自各种国家，拥有各种有价值的资产和资源——不仅包括物质财富，而且拥有聪明的头脑——专业的科学家、工程师，医生——所有能够做出巨大贡献，不需要公开地与来自世俗社会和政府部门的普通人一起工作的人。\n",
  "<color_light_red>%1$s conjures a bright enormous purple violently exploding orb at %3$s!</color>": "<color_light_red>%1$s在%3$s召唤出一个明亮的巨大的紫色爆炸球体！</color>",
  "BL9 Repto claw sample": "BL9雷普托爪样品",
  "A corpse severely infested by the plant of unknown variety. Although it's movement is very stiff, it's body burst into an armored bulb sort of a protrusion that occupies the upper part of it entirely, the inside of the bulb is horribly lined with razor-sharp teeth.": "被未知种类的植物严重感染的尸体。虽然它的运动非常僵硬，但它的身体突然变成了一个盔甲状的球状物，一个突出物占据了它的上部，灯泡的内部布满了可怕的锋利的牙齿。",
  "`THEIR` teleporting unit": "`他们的传送装置",
  "A pair of survivor cargo pants, modernized and infused with BL9, it is partially covered with almost sentient BL9 strengthening and hardening the pants acting as a kevlar or ceramic alternative": "一双幸存者的货物裤，现代化和注入了BL9，它的一部分覆盖几乎有知觉的BL9加强和硬化裤子作为凯夫拉尔或陶瓷替代品",
  "A survivor armored suit, modernized and infused with BL9, it is partially covered with almost sentient BL9 strengthening and hardening the suit acting as a kevlar or ceramic alternative": "一个幸存者装甲服，现代化和注入了BL9，它的一部分覆盖了几乎有知觉的BL9加强和硬化的西装充当凯夫拉或陶瓷替代品",
  "BL9 MK ii mid2": "BL9MK2中级2",
  "Mild Herb Stun": "轻度药草昏迷",
  "A BL9-infused human with it's head ruptured, revealing a slender, tendril-like whip. This whip is tipped with a sharp and flexible blade.": "一个注射了BL9的人的头部破裂，露出一条细长的卷须状鞭子。这鞭子顶端有一把锋利灵活的刀刃。",
  "BL9-worm whip": "BL9虫鞭",
  "<color_light_red>%1$s sweeps it's bladed tendril at %3$s!\nThe tendril writhes wildly!</color>": "<color_light_red>%1$s在%3$s处扫过它的叶片卷须！\n卷须疯狂地扭动！</color>",
  "A pair of survivor gloves, modernized and infused with BL9, it is partially covered with almost sentient BL9 strengthening and hardening the gloves acting as a kevlar or ceramic alternative": "一对幸存者手套，现代化和注入BL9，它的一部分覆盖着几乎有知觉的BL9加强和硬化作为凯夫拉或陶瓷替代手套",
  "A whip made out of a BL9 worm-like parasite that is capable of stretching and swinging itself": "一种鞭子，由一种类似BL9蠕虫的寄生虫制成，能够伸展和摆动自己",
  "A pair of survivor boots, modernized and infused with BL9, it is partially covered with almost sentient BL9 strengthening and hardening the boots acting as a kevlar or ceramic alternative": "一双幸存者靴子，现代化和注入了BL9，它的一部分覆盖着几乎有知觉的BL9加强和硬化的靴子作为凯夫拉或陶瓷替代品",
  "BL9 sample infused with remains of Repto's giant claw": "注入雷普托巨爪残骸的BL9样本",
  "<color_light_red>%1$s conjures bright purple rays of strange lasers at %3$s!</color>": "<color_light_red>%1$s在%3$s处召唤出奇异激光的明亮紫色光线！</color>",
  "You consume the herb and your wounds are slightly healed up!": "你吃了药草，伤口就稍微愈合了！",
  "Printed Agent's Journal - Part 3 - Thirst for Power": "印刷体杂志-第3部分-对权力的渴望",
  "BL9-infused claws": "BL9灌注爪",
  "BL9 spindly spike sample": "BL9细穗样品",
  "A zealot infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely solemn gaze, deathly pale skin and bloodshot eyes indicating the BL9 presence,  their motive is to kill those that didn't accept the blessing of their \"dios\", this one is armed with a sword and it seems to know how to use it well.": "被BL9感染的狂热分子。它似乎有知觉，拥有正常人的所有特征，除了异常庄严的凝视，死气沉沉的皮肤和血迹斑斑的眼睛表明了BL9的存在，他们的动机是杀死那些不接受他们“迪奥”祝福的人，这个人手持一把剑，似乎知道如何使用它。",
  "Medium healing thanks to the Medium Curing Herb": "中度愈合感谢中度治疗草药",
  "BL9-infused shotgun": "BL9灌注猎枪",
  "How these organizations establish power?That is a different question - brute force and acts of marauding, threats and semi-propaganda along with promises of survival and resources needed for basic human survival, some of which end up true, and some of which act treacherously killing the survivors considering them merely a chaff, a tainted imperfection that must be eradicated for the new generation of genetically clean, a new elite of some sorts.\n \n    But some of these organizations due to the sheer astounding amount of resources including scientific, medical and engineering have a horribly distorted view of our world - that The Blob, the Nether creatures and whatever else dwells in some God-forsaken places can grant great opportunities to whoever makes a research on them to acquire their powers or somehow learn to control these beings for establishing their rule in different regions of our world - a true daredevil's and a madman's idea...": "这些组织是如何建立权力的？这是一个不同的问题——暴力和抢劫行为，威胁和半宣传，以及生存的承诺和人类基本生存所需的资源，其中一些最终是真的，而有些则是背信弃义地杀害幸存者，认为他们只是一个糠秕，一个污点的不完美，必须根除新的基因清洁的一代，某种新的精英。\n",
  "Printed Agent's Journal - Part 4 - Organization and Unknown Threat": "印刷代理人日记第4部分：组织与未知威胁",
  "Herb stuns you!": "赫伯把你打晕了！",
  "Bleeding Immunity": "出血免疫",
  "[38Gcomb] *BL9-infused sniper rifle*": "[38Gcomb]*BL9灌注狙击步枪*",
  "A body armor, modernized and infused with BL9, it is partially covered with almost sentient BL9 strengthening and hardening the armor acting as a kevlar or ceramic alternative": "这是一种现代化的、注入了BL9的防弹衣，它的一部分被几乎有知觉的BL9覆盖，用来加强和硬化装甲，充当kevlar或陶瓷的替代品",
  "Sturdy razor-sharp claws made out of remains of the Blind Clawer's claws infused with BL9": "用注入了BL9的盲人爪子的残余物制成的锋利的爪子",
  "BL9 Repto spear": "BL9雷普托矛",
  "[100Pcomb] *BL9-infused sniper rifle MK ii*": "[100Pcomb]*BL9注入狙击步枪MK ii*",
  "You consume the herb and you feel well-healed to a certain extent!": "你吃了这个药草，一定程度上你感觉好了！",
  "A still functioning human gone feral - in the place of left arm and right leg of whom are cyan colored tentacles, left half of it's torso seems partially gelified with cyan liquid oozing from it, it's gaze is confused yet aggressive": "一个仍能正常工作的人类变得野性了——在左臂和右腿上都是青色的触手，躯干的左半部似乎被从里面渗出的青色液体部分地凝固了，它的目光迷茫却又咄咄逼人",
  "Remains of BL9 samples that took a form of a spindly spiked parasite": "BL9样本的遗骸是一种刺状的寄生虫",
  "[34Gcomb] *BL9-infused automatic rifle*": "[34Gcomb]*BL9灌注自动步枪*",
  "A survivor helmet, modernized and fully infused with BL9, it is entirely covered and reinforced with a very strong, evolved, perfectly sentient and durable version of BL9, multiple spiky vibrating protrusions emerge from the outer layer of it's thick tissue": "一个幸存者头盔，现代化和充分注入BL9，它是完全覆盖和加强了一个非常强大的，进化，完美的感知和持久版本的BL9，多个尖刺振动突出物出现在外层的厚组织",
  "A BL9-induced human with it's head ruptured, revealing a large and slender segmented worm-like parasite. With it's wide-gaping mouth, it can be deadly when it comes to biting.": "一个由BL9诱发的人类头部破裂，显示出一个巨大而细长的蠕虫状寄生虫。由于它的大嘴巴，当它咬的时候可能是致命的。",
  "BL9 9mm MK ii magazine": "BL9 9mm MK ii 弹夹",
  "A very strong and a durable spear made out of remains of Repto's claws": "利普托用利普托的爪子残片制成的一种非常坚固耐用的长矛",
  "12-gauge Pump-action shotgun that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "12口径泵动猎枪，不知何故注入了几乎有知觉的BL9，它似乎把这种武器做成了某种家，覆盖了它的一部分，并用它的组织加强了它",
  "One of these types of organizations exists and it possesses tremendous military strength and many bright minds' and scientists with the help of which they've been attempting to research the samples of The Blob, technologies of Nether creatures - both have proved and still prove to be unsuccessful for them, but they are persistent - they did not give up and continued to search for more samples or technologies so that maybe, just maybe they could somehow `decipher` them.\n \n    You know, I've heard many stories and rumors from survivors and about all kinds of things out there, many of which are absurd or borderline incoherent: \n \n    Strange cults that possess some sorts of magical powers who are capable of summoning beings possessed by evil spirits made of bones and plant matter, lizardmen, golems, `living` forests that are made of some strange blood or flesh-like matter that devour any unlucky wanderer that manages to get lost there, elite alien faction that conducted vile experiments on abducted humanoids that turned them into complete and mindless mutants that have fused with some alien crystals even, apparently it's infantry along with alien-robot tripods are somewhere out there spreading chaos in our world with their mutants army, even cyberdemons from hell that are armed with hi-tech weaponry who came here to conquer our realm, can you believe in all of this nonsense?\n \n    Though, I'm afraid to admit that there IS one newly appeared peculiar, very bizarre but most importantly dangerous organism proof of existence of which we already have, THIS is why I'm in urgent need of your help, whoever you are, use the map that you've acquired - locate The Castle Entrance, I promise, upon reaching it, I will get in contact with you and give you more relevant explanations if you reach The Castle alive...": "其中一类组织存在，它拥有强大的军事力量和许多聪明的头脑和科学家，在他们的帮助下，他们一直在试图研究这个星球的样本，冥界生物的技术——这两个都已经被证明，而且仍然被证明是不成功的，但他们是坚持不懈的-他们没有放弃，继续寻找更多的样本或技术，这样也许，只是也许他们可以以某种方式“破译”它们。\n",
  "Printed Agent's Journal - Part 5 - Castle and The Cult": "印刷特工日记-第5部分-城堡和邪教",
  "BL9-infused magnum": "BL9注入马格南",
  "A zealot infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely solemn gaze, deathly pale skin and bloodshot eyes indicating the BL9 presence,  their motive is to kill those that didn't accept the blessing of their \"dios\", this one is armed with a crossbow and it seems to know how to use it well.": "被BL9感染的狂热分子。它似乎是有知觉的，拥有正常人的所有特征，除了奇怪的庄严的凝视，死气沉沉的皮肤和血迹斑斑的眼睛表明了BL9的存在，他们的动机是杀死那些不接受他们的 “迪奥” 祝福的人，这只生物手上有一把弩，它似乎知道如何使用它。",
  "A strange teleporting unit used only by `THEIR` elite and most trusted units to quickly go from one part of the facility to the other": "一种奇怪的传送装置，只有他们的精英和最信任的单位才能使用它快速地从设施的一部分转移到另一部分",
  "The ganados fires it's crossbow!": "加纳多发射了弩！",
  "A very high recoil, inaccurate even but quite deadly revolver that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一个非常高的后坐力，不精确甚至相当致命的左轮手枪，以某种方式注入了几乎有知觉的BL9，它似乎已经把这种武器做成了某种家，覆盖了它的一部分，并用它的组织加强它",
  "BL9-spike sword": "BL9刺剑",
  "\"Te voy a romper en pedazos!\"": "“穿紧身连衣裤！”",
  "This Castle - an enormous magnificent work of art of medievals' engineers, many generations of castlelans were living here pretty much in total isolation from the outer world, they mostly exploited their own rural lands and villages for constant supply of food and water, barely communicating with the modern civilization.\n \n    I've heard many rumors about them - that they are dealing with occult beliefs, have created their own religion, do sacrifices even, believing in the `returning` of some kind of a chaotic deity that would destroy our entire world's human population, it's civilization entirely to restore the balance, build a new world, a new civilization with the aid of that deity.\n \n    Not a long while after the Cataclysm, thanks to our portable radars and scout drones we have noticed some very strong signal interferences that not only jammed everything but burned to the crisp both our radars and drones, the magnitude and the radius of the EMP damage was incredibly big, unlike any interference we've ever seen.\n \n    Eventually we've found out that the cause of this was a shimmering portal appearing for a certain amount of time in the mines under that Castle, which spawned a new type of blob it seems that by this time has already fully infused with the inhabitants of The Castle, one of our spies pretending to be a goods trader managed to lure out some of the guards outside, as soon as she approached them, they attacked her in a very aggressive manner trying to eat her flesh murmuring some strange gibberish...": "这座城堡是中世纪工程师的宏伟艺术杰作，许多代卡斯特伦人都生活在这里，几乎完全与外界隔绝，他们主要利用自己的农村土地和村庄来持续供应食物和水，几乎没有与现代文明交流。\n我听过很多关于他们的谣言-他们正在处理神秘的信仰，创造自己的宗教，甚至做牺牲，相信某种混乱的神的“回归”会摧毁我们整个世界的人口，这是文明完全恢复平衡，建立一个新的世界，在那个神的帮助下一个新的文明。\n\n灾难发生后不久，多亏了我们的便携式雷达和侦察机，我们注意到一些非常强的信号干扰，不仅干扰了一切，而且烧毁了我们的雷达和无人机，电磁脉冲伤害的大小和半径都非常大，与我们所见过的任何干扰不同。\n\n最终我们发现，造成这种情况的原因是一个闪闪发光的入口在城堡下的矿井中出现了一段时间，它产生了一种新型的斑点，似乎此时已经完全充满了城堡的居民，我们的一个间谍假装是一个货物贩子设法把外面的一些警卫引诱出来，她一走近他们，他们就用非常咄咄逼人的方式攻击她，试图吃掉她的肉，嘴里咕哝着一些奇怪的胡言乱语…",
  "An extremely hot, glowing liquid, composed of molten rock and/or metal.Less deadly than vanilla so Kevin won't like this": "一种极热的发光液体，由熔融的岩石和/或金属。少比香草还要致命所以凯文不会喜欢这个",
  "A plastic magazine made for BL9 9mm MK ii caliber ammo": "为BL9 9毫米MK ii口径弹药制造的塑料弹匣",
  "A BL9-induced human with it's head ruptured, protruding from it is a parasite with several spindly spiky limbs and an acid-drooling orifice.": "一个由BL9诱发的头部破裂的寄生虫，它的头部突出，是一种寄生虫，有几个细长的尖刺状四肢和一个酸液流口水的孔。",
  "Strong healing thanks to the Strong Curing Herb": "强大的治愈感谢强大的治愈药草",
  "[90Pcomb] *BL9-infused automatic rifle MK ii*": "[90Pcomb]*BL9自动步枪MK ii*",
  "Printed Agent's Journal - Part 6 - The BL9": "印刷体杂志-第6部分-BL9",
  "BL9 9mm MK iii magazine": "BL9 9mm MK iii弹匣",
  "A cyan floating cephalopod with a brain-shaped slightly elongated head, multiple glittering eyes, it's body is akin to a shapeless mass of gel from the lower part of which 3 tentacles emerge - 2 for movement and the central - with a sharp claw - for defending itself": "一种青色漂浮的头足类动物，头部呈脑形，略微拉长，有多只闪闪发光的眼睛，它的身体类似于一团不成形的凝胶，从下部伸出3根触手，其中2根用于移动，而中部则有一只锋利的爪子用于自卫",
  "Strange acid": "奇怪的酸",
  "BL9 Assassin tail sample": "BL9刺客尾巴样本",
  "A very sharp sword with multiple protrusions on it made out of BL9 spike samples": "一把非常锋利的剑，上面有多个突起，由BL9尖刺样本制成",
  "You consume the herb and you feel very well healed!": "你吃了这个药草，你感觉很好的治愈了！",
  "A zealot in long red robes wearing a strange skull mask infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely solemn gaze, deathly pale skin and bloodshot eyes indicating the BL9 presence,  their motive is to kill those that didn't accept the blessing of their \"dios\", this one is armed with a sword and it seems to know how to use it well.": "一个身穿红色长袍的狂热者，戴着一个奇怪的头骨面具，被BL9感染。它似乎有知觉，拥有正常人的所有特征，除了异常庄严的凝视，死气沉沉的皮肤和血迹斑斑的眼睛表明了BL9的存在，他们的动机是杀死那些不接受他们“迪奥”祝福的人，这个人手持一把剑，似乎知道如何使用它。",
  "\"A trespasser! Kill, kill, KILL!\"": "“入侵者！杀，杀，杀！”",
  "BL9-infused sprayer": "BL9灌注式喷雾器",
  "BL9 tail whip": "BL9尾鞭",
  "A bulky, BL9 sprayer that has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一个笨重的，BL9喷雾器，不知何故注入了几乎有知觉的BL9，它似乎用这个武器制造了一个家，用它的组织覆盖它的一部分并加强它",
  "An extremely caustic, glowing liquid, composed of strange barely dissolvable alien or parasitic organisms.More deadly than vanilla so Kevin may probably like this": "一种极为腐蚀性的发光液体，由奇怪的几乎不可溶解的外来物或寄生物组成有机体。更多比香草还要致命所以凯文可能会喜欢这个",
  "A barely recognizable mutated human - it's head is horribly distorted having turned into a humanoid-cephalopod head with tentacles growing out of it's mouth, former human arms turned into whip-like tentacles, it's body and legs are one - cyan liquid oozing gel-like mass, moving stiffly yet aggressively": "一个几乎无法辨认的变异人类-它的头被可怕地扭曲了，变成了一个头足类人的头足类，触角从嘴里长出来，以前的人类手臂变成了鞭状的触须，它的身体和腿是一个青色液体渗出凝胶状的物质，僵硬但有侵略性",
  "Remains of BL9 Assassin's samples infused with his sharp tail": "BL9刺客身上的样本和他锋利的尾巴融合在一起",
  "Over 5'8 feet tall reptile-like humanoid, emitting a bright green crystalline light, with a reptilian-humanoid head having a greatly widened forehead covered with multiple thick skin lines, multiple hair-like spiky protrusions coming out of the back and sides of it's head, it's widened eyes stare menacingly": "超过5英尺8英尺高的类爬行动物，发出明亮的绿色水晶光，一个爬行动物类人的头部有一个大大加宽的前额覆盖着多条厚厚的皮肤线，多个毛发状的尖刺突出物从它的头部后部和两侧伸出，它睁大的眼睛充满威胁地凝视着",
  "\"You shall NOT defile this holy sanctuary, filthy outsider!\"": "“你不可玷污这圣所，污秽的外人！”",
  "BL9-infused launcher": "BL9灌注发射器",
  "She managed to finish them off, taking strange samples from their bodies so that our researchers could properly analyze these and figure out whether it was the already typical for many of us blob infusal or something else.\n \n    The sample turned out to be a strange blob-like organism, but it was unlike blob...the resemblance to blob is only due to the way it is capable of shaping itself and rapidly mutating, but this one is like a parasitic living organism, it is capable of evolving into strange fleshy amalgamations, tentacles, worm and spider-like bodies emerging from different sides of the carrier, heavily mutilating the body of the carrier in some cases and lightly in other.\n \n    Wondering how we've managed to figure this out?We had to destroy that sample even because it was somehow alive and tried to attack our scientists, so all of this knowledge does not stem from that at all...": "她成功地完成了这些实验，从他们身上提取了一些奇怪的样本，以便我们的研究人员能够正确地分析这些样本，并弄清楚这是不是我们很多人身上典型的滴状液还是其他东西。\n",
  "A cyan floating cephalopod with 2 distorted brain-shaped elongated heads, multiple unevenly spread out glittering eyes, it's body is akin to a shapeless mass of gel from the lower part of which 4 tentacles emerge - all of which have sharp claws - not merely for defense it seems": "一种青色漂浮的头足类动物，有两个扭曲的脑形细长的头，多个不均匀展开的闪闪发光的眼睛，它的身体类似于一团不成形的凝胶，从下面露出4个触手——所有触手都有锋利的爪子——似乎不仅仅是为了防御",
  "Teleports the user to an attuned gate.": "传送用户到一个调谐门。",
  "You teleport to the attuned gate!": "你传送到调谐门！",
  "Teleport Gate": "传送门",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster stops by the target.'": "怪物施法的。如果你看到的是这个，那么读这个吧：\n'施法者停在目标旁边",
  "A barely recognizable humanoid alien - it's head is horribly distorted having turned into a strange distorted cephalopod head with spiked tentacles growing out of it's mouth, former human arms turned into spiked tentacles, it's body and legs are one - cyan liquid oozing gel-like mass, moving with moderate speed and bloodthirsty aggression": "一个几乎认不出来的人形外星人——它的头被可怕地扭曲，变成了一个奇怪的扭曲的头足类动物的头，尖刺的触角从它的嘴里长出来，以前的人类手臂变成尖刺的触角，它的身体和腿是一个蓝绿色的液体渗出凝胶状的肿块，以中等的速度移动，嗜血的侵略性",
  "A razor sharp, very well piercing whip made out of BL9 Assassin's tail samples": "用BL9刺客的尾巴样本制成的锋利的，非常刺眼的鞭子",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster strikes the weakpoint, applying stunned effect for 3 turns.'": "怪物施法的。如果你看到了这个，那么读这个吧：\n'施法者击中弱点，施法3回合眩晕效果",
  "A gate for teleportation": "传送门",
  "BL9-tentacle axe": "BL9触角斧",
  "\"It's all coming together! The prophecy, Nevulion, will feast on your blood!\"": "“一切都在一起！预言，永不停息，将以你的鲜血为食！”",
  "glowing tendril": "发光卷须",
  "A reptile-like mutant with highly resistant scales and a long, double-edged tail. Aside from it's nimble and deadly assaults, it can also blend with the surroundings, if conditions are met.": "一种类似爬行动物的变种，有高度抗药性的鳞片和长而双刃的尾巴。除了它的灵活和致命的攻击，它也可以与周围的环境，如果条件满足。",
  "A pair of survivor cargo pants, modernized and fully infused with BL9, it is entirely covered and reinforced with a very strong, evolved, perfectly sentient and durable version of BL9, multiple spiky vibrating protrusions emerge from the outer layer of it's thick tissue": "这是一条充满了BL9的现代化的幸存者货裤，它被一个非常坚固、进化、完美感知和耐用的BL9完全覆盖和加固，多个尖尖的振动突起从它的厚组织的外层出现",
  "A still functioning human gone feral - 2 yellow insect antennas growing out of it's head along with an insect mandibla in the place of the mouth, left arm of it turned into a yellow serrated insect claw, yellow curved insect leg in the place of it's right leg, moves slowly with an enraged yet confused look on it's face": "一个仍在运作的人类野性消失了-2个黄色的昆虫天线从它的头上长出来，在嘴的地方有一个昆虫的下颌，它的左臂变成了一个黄色锯齿状的昆虫爪，黄色弯曲的昆虫腿在它的右腿的地方，缓慢地移动着，脸上带着愤怒而困惑的表情",
  "A high-quality modern grenade launcher with a well constructed magazine for the bomblets, it has somehow been infused with the almost sentient BL9, it seems to have made some sort of a home out of this weapon, covering it partially and strengthening it with it's tissue": "一个高质量的现代榴弹发射器和一个精心建造的炸弹弹匣，它以某种方式注入了几乎有知觉的BL9，它似乎用这种武器制造了一个家，用它的组织覆盖它的一部分并加强它",
  "\"I have tasted the blood of fallen angels!\"": "“我尝过堕落天使的血！”",
  "Over 5'8 feet tall reptile-like humanoid, emitting a bright green crystalline light, with a heavily distorted reptilian head having a greatly widened forehead covered with multiple thick skin lines, multiple pulsating hair-like BL9 spiky tentacle-protrusions coming out of the back and sides of it's head": "身高超过5英尺8英尺的类爬行动物类人，散发出明亮的绿色水晶光，严重扭曲的爬行动物头部有一个大大加宽的前额，覆盖着多条厚厚的皮肤线条，头部后部和两侧有多个像BL9尖尖触须一样的脉动毛发",
  "A willowy tendril growing from the floor, gently waving back and forth.  A bright light spills from it.": "从地板上长出的一根柳条状卷须，轻轻地来回摆动。一道亮光从里面溢出。",
  "BL9-infused bow": "BL9注入弓",
  "Over 5'8 feet tall reptile-like humanoid, emitting a bright green crystalline light, with a reptilian-humanoid head having a greatly widened forehead covered with multiple thick skin lines, multiple hair-like spiky protrusions coming out of the back and sides of it's head, it's wearing a cape and wielding a glowing rod-like alien artifact": "身高超过5英尺8英寸的类爬虫类人形生物，发出明亮的绿色水晶光，一个类爬虫类人形生物的头部前额大大加宽，覆盖着多条厚厚的皮肤线，背部和头部两侧有多个毛发状的尖尖突起，它戴着斗篷，挥舞着发光棒状的外星人神器",
  "A yellow quadrupedal large-bear-cub-sized insect alien with a slightly elongated body, 2 curved serrated claws, it's head resembles either a horribly distorted mantis' or locust's head, with 3 strangely allocated rapidly blinking eyes, and 2 antennas growing out of it, it moves swiftly and dangerously": "一种黄色的四足大熊幼崽大小的昆虫，身体稍长，有两个弯曲的锯齿状爪子，它的头像一只扭曲得可怕的螳螂或蝗虫的头，有三只奇怪的快速眨眼的眼睛，两个天线从中伸出，它移动迅速而危险",
  "An armored mercenary infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely aggressive and bothered look on it's face, seemingly faster reflexes and bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a hammer and it seems to know how to use it well.": "被BL9感染的装甲雇佣兵。它似乎是有知觉的，除了脸上奇怪的攻击性和烦躁的表情，似乎更快的反应和血淋淋的眼睛表明了BL9的存在，他们会尽最大努力阻止任何闯入他们的化合物的入侵者，这只手拿着一把锤子，它似乎知道如何使用它。",
  "wafting anemone": "飘香银莲花",
  "[28Gcomb] *BL9-infused shotgun*": "[28Gcomb]*BL9灌注猎枪*",
  "A high-power bow with a modern design that has somehow been infused with the almost sentient BL9 covering it partially and strengthening it with it's tissue": "一个现代设计的高功率弓，以某种方式注入了几乎有知觉的BL9覆盖它的一部分，并用它的组织加强它",
  "<color_light_red>%1$s conjures a small bright green vortex at %3$s which turns into a blast!</color>": "<color_light_red>%1$s在%3$s召唤出一个小的亮绿色漩涡，它变成了一个爆炸！</color>",
  "An armored mercenary infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely aggressive and bothered look on it's face, seemingly faster reflexes and bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a bayonet and it obviously knows how to use it well": "被BL9感染的装甲雇佣兵。它看起来是有知觉的，除了脸上奇怪的攻击性和烦躁的表情，似乎更快的反应和血淋淋的眼睛表明了BL9的存在，他们会尽最大努力阻止任何入侵者，这是一个有刺刀的武装，显然知道如何用好它",
  "Mutated human cocoon which acts as a head of a terrible tentacle amalgamation foundation and body of which is formed by the heavily mutated remains of The Assassin with multiple stretching gaping mouths lined with dozens of razor sharp teeth, tentacles of unknown origin emerge from it's back acting like the legs of it which may as well attack from a long distance": "变异的人类茧，它是一个可怕的触手合并基础的头部，身体由刺客的严重变异的残骸形成，有多个张开的张开的嘴巴，里面有几十颗锋利的牙齿，不明来源的触角从它的背部起，就像它的腿一样，也可以从中攻击。很远的距离",
  "A yellow alien insectoid - it's head resembles a mix of a mantis' and fly's head - it's shape is a strange curved rhombus with multiple strangely placed rapidly blinking eyes, what's left of it's human body is distorted - slightly vertically elongated with 2 wings protruding from it's back, 2 serrated curved claws in the place of the arms, and 2 thin far apart insect legs": "一种黄色的外星昆虫-它的头像螳螂和苍蝇的头混合体-它的形状是一个奇怪的弯曲菱形，有多个奇怪的快速眨眼的眼睛，它的人体残存部分扭曲-略微垂直拉长，背部突出2个翅膀，手臂处有2个锯齿状弯曲的爪子，还有两条细而远的昆虫腿",
  "<color_light_red>%1$s sends a tentacle towards %3$s!</color>": "<color_light_red>%1$s向%3$s发射触角！</color>",
  "A survivor armored suit, modernized and fully infused with BL9, it is entirely covered and reinforced with a very strong, evolved, perfectly sentient and durable version of BL9, multiple spiky vibrating protrusions emerge from the outer layer of it's thick tissue": "幸存者装甲服，现代化和充分注入了BL9，它是完全覆盖和加强了一个非常强大的，进化，完美的感知和耐用版本的BL9，多个尖刺振动突出物出现在外层的厚组织",
  " An experimental pale mutant with skinny limbs and dreadful visage. it's strong regenerative prowess is an offset to it's fragile body.": "面色苍白的变种人。它强大的再生能力抵消了它脆弱的身体。",
  "A huge axe that somehow this strange tentacle sample manages to take the form of, forming both the long handle and a huge blade": "一把巨大的斧头，不知怎的，这个奇怪的触须样本设法采取的形式，形成了长柄和一个巨大的刀片",
  "A plastic magazine made for BL9 9mm MK iii caliber ammo": "一个塑料弹匣为BL9毫米MK iii口径弹药制造",
  "A yellow quadrupedal deer-sized insect alien with an elongated body, 4 curved serrated claws, it's head resembles a mix of a horribly distorted mantis' and cockroach's heads fused together, with 5 strangely allocated rapidly blinking eyes, and 3 antennas growing out of it, 2 long wildly swinging tentacles are protruding from the back of it's alien body, it moves unpredictably and quite fast": "一种黄色的四足鹿大小的昆虫外星人，身体细长，有4个弯曲的锯齿状爪子，它的头像是一只扭曲得可怕的螳螂和蟑螂的头融合在一起，有5只奇怪的快速眨眼的眼睛，3根天线从它身上长出来，2根长长的触须从它的背部伸出身体，它移动不可预测而且相当快",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster gains momentum, increasing movement speed, hit chance and impact damage as it takes effect.'": "怪物施法的。如果你看到了这个，那就读这个吧：\n'施法者获得动量，增加移动速度，命中几率和冲击伤害",
  "An armored mercenary infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely aggressive and bothered look on it's face, seemingly faster reflexes and bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a sharp military knife and it obviously knows how to use it well": "被BL9感染的装甲雇佣兵。它似乎是有知觉的，除了脸上奇怪的攻击性和烦躁的表情，似乎更快的反应和血淋淋的眼睛表明了BL9的存在，他们会尽最大努力阻止任何入侵者设法渗透到他们的化合物，这是一个武装了锋利的军刀和它显然知道如何用好它",
  "BL9 bladed tentacle claws": "BL9叶片触手爪",
  "BL9 9mm smg magazine": "BL9 9mm smg 弹夹",
  "A pair of survivor gloves, modernized and fully infused with BL9, it is entirely covered and reinforced with a very strong, evolved, perfectly sentient and durable version of BL9, multiple spiky vibrating protrusions emerge from the outer layer of it's thick tissue": "一副幸存者手套，现代化和充分注入了BL9，它完全覆盖和加强了一个非常强大，进化，完美的感知和耐用版本的BL9，多个尖刺振动突出物从外层的厚组织",
  "A plastic magazine made for BL9 9mm caliber smg ammo": "为BL9毫米口径smg弹药制作的塑料弹匣",
  "A pair of bladed claws which are used to deal significant amount of damage by applying very little force to the tentacles attached to them": "一对有刃的爪子，通过对附在它们上的触须施加很小的力来造成很大的伤害",
  "[72Pcomb] *BL9-infused shotgun MK ii*": "[72Pcomb]*BL9灌注猎枪MK ii*",
  "BL9-infused crossbow": "BL9灌注弩",
  "BL9 9mm MK ii smg magazine": "BL9 9mm MK ii smg 弹夹",
  "A fleshy white protuberance growing from the floor, with a cluster of tendrils pouring out of it.  It looks almost exactly like a sea anemone, even waving gently as though underwater.": "一种从地板上长出来的白色肉质突起物，有一簇卷须从里面冒出来。它看起来几乎和海葵一模一样，甚至在水下轻轻挥舞。",
  "A pair of survivor boots, modernized and fully infused with BL9, it is entirely covered and reinforced with a very strong, evolved, perfectly sentient and durable version of BL9, multiple spiky vibrating protrusions emerge from the outer layer of it's thick tissue": "一双幸存者靴，现代化和充分注入了BL9，它完全覆盖和加强了一个非常强大，进化，完美的感知和耐用版本的BL9，多个尖刺振动突出物从外层的厚组织",
  "BL9-worm spiked polearm": "BL9蜗牛",
  "[35Gcomb] *BL9-infused magnum*": "[35Gcomb]*BL9灌注马格南*",
  "BL9 Twisted One tentacle sample": "BL9扭曲单触手样本",
  "A high-power crossbow with a modern design that has somehow been infused with the almost sentient BL9 covering it partially and strengthening it with it's tissue": "一个现代设计的大功率弩，不知何故注入了几乎有知觉的BL9部分覆盖并用组织加固",
  "Over 5'8 feet tall reptile-like humanoid, emitting a bright green crystalline light, with a reptilian-humanoid head having a greatly widened forehead covered with multiple thick skin lines, multiple hair-like spiky protrusions coming out of the back and sides of it's head, it's wearing a light armor suit and wielding a glowing cutlass-like blade": "身高超过5英尺8英尺的爬行动物类人形动物，散发出明亮的绿色水晶光，一个爬行动物类人形头部有一个大大加宽的前额，覆盖着多条厚厚的皮肤线条，头部背部和两侧多处毛发状的尖刺状突起，它穿着一套轻型装甲服，挥舞着发光的弯刀状刀片",
  "<color_light_red>%1$s finds the weak spot of %3$s and hacks it violently!</color>": "<color_light_red>%1$s找到%3$s的弱点，将其猛烈破解！</color>",
  "An armored mercenary infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely aggressive and bothered look on it's face, seemingly faster reflexes and bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a shock-rod and it obviously knows how to use it well": "被BL9感染的装甲雇佣兵。它似乎是有知觉的，除了脸上奇怪的攻击性和烦躁的表情，似乎更快的反应和血淋淋的眼睛表明了BL9的存在，他们会尽最大努力阻止任何闯入他们的化合物的入侵者，这是一个配备了冲击杆，它显然知道如何使用它",
  "A polearm made of BL9 taking the form of a worm-like parasite with multiple protrusions all over it that is able to stretch and swing itself": "一种由BL9制成的polearm，形似蠕虫，全身有多个突起，能够伸展和摆动",
  "An armored mercenary infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely aggressive and bothered look on it's face, seemingly faster reflexes and bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a crossbow and it obviously knows how to use it well.": "被BL9感染的装甲雇佣兵。它似乎是有知觉的，除了脸上奇怪的攻击性和烦躁的表情，似乎更快的反应和血淋淋的眼睛表明了BL9的存在，他们会尽最大努力阻止任何闯入他们的化合物的入侵者，这只手拿着一把弩，它显然知道如何使用它。",
  "BL9-tentacle spiked flail": "鳞状触须",
  "A yellow alien terribly distorted insectoid - it has 2 asymetrically growing heads - one resembles a mix of a mantis' and fly's head with multiple rapidly blinking eyes - the other resembles a mix of a locust's and cockroach's head with 2 eyes at both sides of it, what's left of it's humanoid body is barely recognizable - it's vertically elongated with 2 winged tentacles protruding from it's back, 2 serrated curved claws in the place of the arms, and 2 spiked far apart insect legs": "一个黄色的外星人，极度扭曲的昆虫类动物——它有两个不对称生长的头——一个像螳螂和苍蝇的头，有多个快速眨眼的眼睛——另一个像蝗虫和蟑螂的头，两边都有两只眼睛，剩下的人形身体几乎认不出来——它是垂直拉长的它的背部伸出两个有翼的触须，手臂处有2个锯齿状弯曲的爪子，2个刺状的昆虫腿",
  "An experimental mutant with several spikes emerging from it's body. Shares similarities to regenerador, but it seems to take full control of it's protrusions.": "一种实验性的突变体，它的身体里有几个尖刺。与regenerador有相似之处，但它似乎完全控制了它的突起。",
  "Purple strange floor": "紫色奇怪的地板",
  "Over 5'8 feet tall reptile-like humanoid, emitting a bright green crystalline light, with a reptilian-humanoid head having a greatly widened forehead covered with multiple thick skin lines, multiple hair-like spiky protrusions coming out of the back and sides of it's head, it's wearing a light armor suit and wielding a sleek futuristic looking compact submachine gun of some sorts": "超过5英尺8英尺高的类爬行动物类人，发出明亮的绿色水晶光，爬行动物类人的头部有一个大大加宽的前额，覆盖着多条厚厚的皮肤线，头部后部和两侧有多个毛发状的尖刺状突起，它穿着一件轻甲套装，挥舞着一把圆滑的未来派紧凑型冲锋枪",
  "The Wanzeltium fires it's submachine gun!": "万泽尔提姆发射的是冲锋枪！",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster sprints toward the target. This is casted randomly between 15 to 25 times.'": "怪物施法的。如果你看到了这个，那么读这个吧：\n'施法者冲向目标。这是随机铸造15到25次",
  "<color_light_red>%1$s takes a precise aim and launches a heavy green plasma shot at %3$s!</color>": "<color_light_red>%1$s瞄准精准，在%3$s发射一颗绿色重等离子！</color>",
  "\"I have seen beyond the world of skin, the architecture of blood and bone marrow!\"": "“我已经超越了皮肤的世界，看到了血液和骨髓的结构！”",
  "Target spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster locks it's line of sight onto the target, then casts one of the Spell(s).'": "怪物施法的目标。如果你看到这个，那么读这个吧：\n'施法者锁定目标的视线，然后施法一个咒语",
  "gasping tube": "喘气管",
  "BL9-infused pistol MK ii": "BL9灌注手枪MK ii",
  "A horrifying chimera of human, insect, and reptile DNA fused imperfectly into a single being, itself hosting the BL9.It has the upper part of a human torso and a human head, it's visage is monstrously warped and marked by strange scars upon it's nape and crown, a clawed arm, and a tentacle in place of the other one": "一种可怕的人类、昆虫和爬行动物的DNA不完全融合成一个个体的可怕的嵌合体，它本身拥有BL9。它拥有人类躯干的上部和人类的头部，它的脸是可怕的扭曲的，在它的颈背和王冠上有奇怪的疤痕，一只有爪的手臂，另一只代替另一只的触须",
  "[94Pcomb] *BL9-infused magnum MK ii*": "[94Pcomb]*BL9注入马格南MK ii*",
  "A flail with a tentacle as it's chain end of which is a spiky ball made of some strange and very hard tissue": "连枷一种有触须的连枷，其链端是由一些奇怪的硬组织制成的尖头球",
  "A body armor, modernized and fully infused with BL9, it is entirely covered and reinforced with a very strong, evolved, perfectly sentient and durable version of BL9, multiple spiky vibrating protrusions emerge from the outer layer of it's thick tissue": "这是一种现代化的防弹衣，完全注入了BL9，它完全覆盖和加强了一个非常强大，进化，完美的感知和耐用版本的BL9，多个尖尖的振动突出物从它的厚组织的外层出现",
  "Purple floor of unknown origin, looks strange": "来历不明的紫色地板，看上去很奇怪",
  "A semi-automatic pistol with very ergonomic design that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个半自动手枪非常符合人体工程学的设计，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你沟通，它被覆盖和完全加强它的厚组织与多个尖刺几乎不引人注意的振动突出物，给它一个更吓人的，充满活力的外观",
  "\"Matalo!\"": "“马塔洛！”",
  "A pale-white human seems to be devoid of life yet still moving albeit stiffly and slowly with a strange hunch on it's back - it is some sort of a corral colored alien crustacean that is tightly attached in a leech-like manner to it's back, possibly consuming host's flesh and blood, utilizing it as a material for it's own growth": "一个浅白的人类似乎没有生命，但仍然在移动，尽管僵硬缓慢，背部有一种奇怪的预感——它是某种畜栏颜色的外星甲壳类动物，以水蛭般的方式紧紧地附着在它的背部，可能消耗宿主的肉和血，利用它作为自己生长的物质",
  "BL9 evolved Repto spear": "BL9进化雷普托长矛",
  "Remains of BL9 Twisted One's samples infused with whatever is left of his tentacles": "BL9的残骸扭曲了一个人的样本，其中充满了他的触角",
  "A horrifying chimera of human, insect, and reptile DNA fused imperfectly into a single being, itself hosting the BL9, it has mutated since it's first stages and now has a tentacle sprouting from it's back ending in a gaping mouth, lined with dozens of teeth. This tentacle also sports a heavy pair of pincers": "它的第一个触角已经和一个爬行动物的触角融合成了一个可怕的阶段。这只触须还带有一对很重的钳子",
  "An armored mercenary with a calculating look wearing a sleek combat armor infected by the BL9. It appears to be sentient, having all characteristics of a normal person except for strangely aggressive and bothered look on it's face, seemingly faster reflexes and bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a bayonet and it obviously knows how to use it well": "一个精打细算的装甲雇佣兵，穿着被BL9感染的光滑战斗装甲。它看起来是有知觉的，除了脸上奇怪的攻击性和烦躁的表情，似乎更快的反应和血淋淋的眼睛表明了BL9的存在，他们会尽最大努力阻止任何入侵者，这是一个有刺刀的武装，显然知道如何用好它",
  "This is a meaty green stalactite with a thickened hide like that of a starfish, extending from the floor to the sky.  In the center is a series of ports somewhat like mouths, from which seem to be pouring bursts of a vile-smelling gas.": "这是一块肉绿色的钟乳石，有着像海星一样的厚皮，从地面延伸到天空。在中心是一系列有点像嘴的港口，似乎从那里喷出一股恶臭气体。",
  "[52Gcomb] *BL9-infused sprayer*": "[52Gcomb]*BL9灌注式喷雾器*",
  "Target spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster locks it's line of sight onto the target, then casts the Spell(s).'": "怪物施法的目标。如果你看到这个，那么读这个吧：\n'施法者锁定目标的视线，然后施法",
  "A plastic magazine made for BL9 9mm MK ii caliber smg ammo": "一个为BL9毫米MK ii口径smg弹药制造的塑料弹匣",
  "A horrifying mass of BL9 tentacles, emitting bright green crystalline light, infused with what seems to be remains of Wanzeltium's head in the center of this amalgamation, eyesockets and mouth glowing with bright vile green light": "令人毛骨悚然的BL9触须散发着明亮的绿色水晶光，在融合的中心注入了宛泽尔提姆头部的残余物，眼眶和嘴上闪烁着明亮邪恶的绿光",
  "BL9 9mm MK iii smg magazine": "BL9 9mm MK iii smg 弹夹",
  "<color_light_red>%1$s conjures a bright enormous green violently exploding orb at %3$s!</color>": "<color_light_red>%1$s在%3$s召唤出一个明亮的巨大的绿色爆炸球体！</color>",
  "An even more intimidating and sharper, highly piercing spear made out of evolved Repto's claws": "用进化的雷普托的爪子制成的一种更吓人、更锋利、刺得很深的矛",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster sprints toward the target. This is casted randomly between 20 to 30 times.'": "怪物施法的。如果你看到了这个，那么读这个吧：\n'施法者冲向目标。这是随机铸造20至30次",
  "Cyan strange floor": "青色奇怪的地板",
  "[133Pcomb] *BL9-infused sprayer MK ii*": "[133Pcomb]*BL9灌注喷雾器MK ii*",
  "A corral colored crustacean alien monstrosity with a bizarrely shaped curved carapace, 2 long corral colored antennas protrude from what seems to be it's head, it's 5 chaotically allocated tiny eyes are blinking rapidly, it's tiny quick legs moving give it an almost ridiculous look yet it's 2 spiked pincers make it truly menacing": "一个畜栏色的甲壳类动物怪物，有一个形状奇特的弯曲甲壳，2个长长的畜栏色天线从它的头部突出，它的5个杂乱无章的小眼睛在快速闪烁，它的微小的快速移动的腿给它一个几乎荒谬的外观，但它的2个尖刺钳子使它真正的威胁",
  "[38Gcomb] *BL9-infused launcher*": "[38Gcomb]*BL9注入发射器*",
  "BL9 bladed tentacle sample": "BL9叶片触手样本",
  "Cyan floor of unknown origin, looks strange": "青色地板来历不明，看起来很奇怪",
  "\"Alli esta!\"": "“艾莉埃斯塔！”",
  "A BL9-infused human with it's head ruptured, revealing a slender, tendril-like whip. This whip is tipped with a sharp and flexible blade.Multiple tentacles are growing out of the sides of it's body swinging wildly in all directions.": "一个注射了BL9的人的头部破裂，露出一条细长的卷须状鞭子。这条鞭子的尖上有一根锋利而灵活的鞭子刀锋。多重触须从它身体两侧长出来，向各个方向疯狂摆动。",
  "BL9-infused submachine gun MK ii": "BL9灌注冲锋枪MK ii",
  "Remains of BL9 tentacles samples that took a form of a sharp blade": "BL9触角样本的残骸呈锋利的刀片状",
  "Orange strange floor": "橙色奇怪的地板",
  "[108Pcomb] *BL9-infused launcher MK ii*": "[108Pcomb]*BL9灌注发射器MK ii*",
  "A plastic magazine made for BL9 9mm MK iii caliber smg ammo": "一个塑料弹匣，用于BL9 9毫米MK iii口径smg弹药",
  "A BL9-induced human with it's head ruptured, revealing a large and slender segmented worm-like parasite. With it's wide-gaping mouth, it can be deadly when it comes to biting.Multiple tentacles are growing out of the sides of it's body swinging wildly in all directions.": "一个由BL9诱发的人类头部破裂，显示出一个巨大而细长的蠕虫状寄生虫。由于它的大嘴巴，它可能是致命的，当它来咬人。多重触须从它身体两侧长出来，向各个方向疯狂摆动。",
  "A barely recognizable human that has merged with the crustacean organism on it's back - it has grown a thick corral colored armor-like carapace that fully covers it's entire torso, it has grown 2 antennas on it's head that seemingly shrinked and taken a strange shape with multiple rapidly blinking eyes on it, it has grown 2 pincers in the place of the arms, the only sign indicating that this was once a human is it's stiffly moving legs": "一个几乎认不出来的人类，已经和它背上的甲壳类动物融合在一起——它长出了一个厚厚的兽栏色盔甲，完全覆盖了它的整个躯干，它的头上长了2个天线，看起来缩小了，形状奇怪，上面有多个快速眨眼的眼睛，它长了2个钳子代替手臂，唯一能表明这曾经是人类的迹象是它僵硬的移动着的腿",
  "BL9-pincer sword": "BL9钳形剑",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster barfs at the target, dealing acid damage.'": "怪物施法的。如果你看到了这个，那就改读这个：\n“施法者向目标吐出，造成酸伤害。”",
  "A giant sleek looking sword made out of remains of BL9-infused Chimera's pincers": "一把巨大而光滑的剑，是用嵌在嵌合体钳子里的BL9碎片制成的",
  "<color_light_red>%1$s conjures bright green rays of strange lasers at %3$s!</color>": "<color_light_red>%1$s在%3$s处召唤出奇异激光的亮绿色光线！</color>",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'After an accurate slash, caster's bladed tendril becomes wilder in motion, randomly slicing through the air that deals cutting damage to all affected targets.'": "怪物施法的。如果你看到的是这个，那么读这个吧：\n'在一次准确的斜切之后，施法者的刃状卷须在运动中变得更加狂野，随机划过空中，对所有受影响的目标造成切割伤害",
  "\"Coherlo, coherlo, coherlo...\"": "“科埃洛，科埃洛，科埃洛…”",
  "Orange floor of unknown origin, looks strange": "来历不明的橙色地板，看起来很奇怪",
  "BL9 evolved claws": "BL9进化出的爪子",
  "BL9 spiked worm sample": "BL9带刺蠕虫样本",
  "BL9 308 sniper magazine": "BL9 308狙击手弹匣",
  "Black strange floor": "黑色奇怪的地板",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster swipes it's bladed tendril to it's target in a cone, dealing cutting damage.'": "怪物施法的。如果你看到了这一点，那就改读这一条：\n'施法者将它的叶片卷须刷向圆锥体中的目标，造成切割伤害。'",
  "An average height smooth-skinned amphibian-like humanoid emitting a bright azure-blue crystalline light, with elongated cranium along with eyes that protrude from each side of it's head on short stalks, it has a calculating yet aggressive gaze": "它是一种平均身高、皮肤光滑的两栖类人形生物，发出明亮的蓝蓝色水晶光，头部两侧各有一对细长的头盖骨和突出的眼睛，目光敏锐而富有侵略性",
  "A fully automatic pistol caliber weapon with a very high rate of fire that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一种全自动手枪口径武器，射速非常高，注入了完全有知觉的BL9，以某种方式与你进行精神交流，它被厚厚的组织覆盖并完全加固，多个尖刺的几乎不引人注意的振动突起，给它一个更具威慑力的、充满活力的外观",
  "Remains of BL9 samples that took a form of a spiked worm-like parasite": "BL9样本的遗骸呈刺状蠕虫样寄生虫",
  "\"Cerebros, cerebros, cerebros...\"": "“大脑，大脑，大脑…”",
  "Printed Agent's Journal - Part 7 - BL9's modifications ": "印刷体杂志.第7部分-BL9的修改",
  "Black floor of unknown origin, looks strange": "来历不明的黑色地板，看上去很奇怪",
  "[25Gcomb] *BL9-infused bow*": "[25Gcomb]*BL9注入弓*",
  "A BL9-induced human with it's head ruptured, protruding from it is a parasite with several spindly spiky limbs and an acid-drooling orifice.Multiple tentacles are growing out of the sides of it's body swinging wildly in all directions.": "一个由BL9诱发的头部破裂的寄生虫，头部突出，是一种寄生虫，四肢细长，流着酸液孔板。多个触须从它身体两侧长出来，向各个方向疯狂摆动。",
  "Modified, hardened and strengthened BL9-infused claws that have a greatly increased size, has a much more intimidating look and an absurdingly bizarre resemblance to Eastern fans": "修改，硬化和加强BL9注入爪子有一个大大增加的大小，有一个更可怕的外观和一个荒谬的怪诞相似的东方球迷",
  "<color_light_red>%1$s slashes %3$s with it's pincer!</color>": "<color_light_red>%1$s用钳子砍%3$s！</color>",
  "walnut tree": "核桃树",
  "BL9 spiked sledgehammer": "BL9尖头大锤",
  "Yellow strange floor": "黄怪地板",
  "A tall buffed up human wearing a face camouflage and a light armor, it looks like an absolutely normal human compared to everything that you had to face so far, except for the fact that it seems to have inhumane agility and reflexes, moreover it's most prominent feature is the huge blade-shield-like BL9 growth that has taken over it's right arm entirely": "一个高个子，穿着伪装和轻甲的人，看起来像一个绝对正常的人相比，你不得不面对的一切，除了它似乎有不人道的灵活性和反应，此外，它最突出的特点是巨大的叶片盾牌像BL9增长，已经完全接管了它的右臂",
  "A giant sledgehammer with multiple spiky protrusions made from a leg of a horribly mutated carapaceon BL9-infused creature": "一种巨大的大锤，有多个尖刺状突起，是由一种注入了BL9的甲壳虫的可怕变异的腿制成的",
  "Yellow floor of unknown origin, looks strange": "来历不明的黄色地板，看上去很奇怪",
  "A massive tree belonging to the 'Juglans' genus.  If you look closely you can see some unharvested walnuts.  You could cut it down with the right tools.": "胡桃属的一种高大的树。如果你仔细看，你可以看到一些未加工的核桃。你可以用合适的工具把它砍下来。",
  "BL9 enhanced tail whip": "BL9增强型尾鞭",
  "Corral strange floor": "畜栏奇怪的地板",
  "blackjack oak": "马利兰栎树",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster's tentacle slaps the target, dealing bash damage.'": "怪物施法的。如果你看到了这个，那就改为读这个：\n“施法者的触须拍打目标，造成重击伤害。”",
  "A plastic magazine made for BL9 308 caliber sniper rifle ammo": "为BL9308口径狙击步枪子弹制作的塑料弹匣",
  "Corral floor of unknown origin, looks strange": "来源不明的畜栏地板，看起来很奇怪",
  "<color_light_red>%1$s leaps at %3$s!</color> and slashes wildly": "<color_light_red>%1$s在%3$s点跃升！</color>并疯狂地砍",
  "Greatly enhanced, even deadlier and more fear instilling razor sharp, very well piercing whip made out of BL9 Assassin's tail samples": "极大的增强，甚至更致命和更多的恐惧灌输剃刀锋利，非常刺眼的鞭子制成的BL9刺客的尾巴样本",
  "A deciduous tree of the genus 'Quercus', with bark cracked into rectangular black plates split by narrow orange fissures.  You could peel off the bark sections if you examined the tree more closely.  You could cut it down with the right tools.": "栎属的一种落叶乔木，树皮裂成长方形的黑色板，被橙色的窄裂缝分开。如果你仔细观察那棵树，你可以剥去树皮的部分。你可以用合适的工具把它砍下来。",
  "[64Pcomb] *BL9-infused bow MK ii*": "[64Pcomb]*BL9注入弓MK ii*",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster's tentacle strikes the target wth it's pincer end, dealing cut damage.'": "怪物施法的。如果你看到的是这个，那么读一读这个：\n“施法者的触角用钳子末端击中目标，造成割伤伤害。”",
  "BL9 308 MK ii sniper magazine": "BL9 308 MK ii狙击手弹匣",
  "A heavily armored mercenary infected by the BL9. It seems to have grown in size being over 7 feet tall.It appears to be sentient, having all characteristics of a normal person except for strangely very aggressive look on it's face, greater strength and endurance, bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a huge sledgehammer and it obviously knows how to use it well.": "一个被BL9感染的重装甲雇佣兵。它的尺寸似乎已经超过7英尺了很高。它看起来很有知觉，除了脸上奇怪的非常有攻击性的表情，更大的力量和耐力，血丝般的眼睛显示出BL9的存在，他们会尽最大努力阻止任何闯入他们住所的入侵者，这只手拿着一把巨大的大锤，它显然知道如何使用它。",
  "BL9-infused sniper rifle MK ii": "BL9注入狙击步枪MK ii",
  "A semi-automatic high quality sniper rifle that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look ": "一种半自动的高品质狙击步枪，以某种方式注入了完全有知觉的BL9，以某种方式与你进行精神交流，它是覆盖和完全加强了它的厚组织与多个尖刺几乎不明显的振动突出物，给它一个更可怕的，充满活力的外观",
  "BL9-infused automatic rifle MK ii": "BL9自动步枪MK ii",
  "Sand-brown strange floor": "沙褐色奇怪的地板",
  "chestnut tree": "栗树",
  "BL9-tentacle enhanced axe": "BL9触须强化斧头",
  "A fully automatic sleek military automatic rifle that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个全自动光滑的军用自动步枪，以某种方式注入了完全有知觉的BL9，以某种方式与你进行心理沟通，它是覆盖和完全加强了它的厚组织与多个尖刺几乎不明显的振动突出物，给它一个更可怕的，充满活力的外观",
  "An enlarged corral colored crustacean alien monstrosity with a bizarrely shaped curved carapace, 2 long corral colored spiked antennas protrude from what seems to be it's head, it's 5 chaotically allocated tiny eyes are blinking rapidly, wildly swinging tentacles emerge from it's back, the pincers look serrated and sharper making it truly ferocious": "一个扩大的畜栏色甲壳类动物怪物，有一个形状奇特的弯曲甲壳，2个长长的畜栏色尖刺天线从它的头部突出，它的5个杂乱无章的小眼睛在快速闪烁，疯狂摆动的触须从它的背部出现，钳子看起来锯齿状和锋利，使它真正凶猛",
  "Sand-brown floor of unknown origin, looks strange": "来历不明的棕色沙地板，看起来很奇怪",
  "A massive tree belonging to the 'Castanea' genus.  If you look closely you can see some unharvested chestnuts.  You could cut it down with the right tools.": "板栗属的一种巨树。如果你仔细看，你可以看到一些未经加工的栗子。你可以用合适的工具把它砍下来。",
  "[31Gcomb] *BL9-infused crossbow*": "[31Gcomb]*BL9注入弩*",
  "BL9-infused shotgun MK ii": "BL9灌注猎枪MK ii",
  "A greatly enhanced, even deadlier and more fear instilling huge axe that somehow this strange tentacle sample manages to take the form of, forming both the long handle and a huge blade": "一个大大增强，甚至更致命和更恐惧注入巨大的斧头，不知何故，这个奇怪的触手样本设法采取的形式，形成了长柄和一个巨大的刀片",
  "Severely mutated astoundingly large, multi-legged beast. The crustacean-styled legs are all still connected to what seems to be a humanoid body, which hangs from his mutant form like a vestigial limb. His head is now attached to a long serpentine neck and is surrounded by hard, blade-like mandibles. A series of eyes are also dotted around the body, one on each joint of the legs and another large eye in it's mouth": "大得惊人的变异，多腿的野兽。这些甲壳类动物的腿仍然和一个看起来像人形的身体相连，这个身体像一条残存的肢体一样悬挂在他变异的身体上。他的头现在连在一个长长的蛇形脖子上，周围是坚硬的刀片状下颌骨。身体周围还分布着一系列眼睛，腿的每个关节上都有一只眼睛，嘴里还有一只大眼睛",
  "Red strange liquid": "红色奇异液体",
  "beech tree": "山毛榉",
  "[79Pcomb] *BL9-infused crossbow MK ii*": "[79Pcomb]*BL9灌注弩MK ii*",
  "A well-armored mercenary infected by the BL9. It seems to have grown in size being over 7 feet tall.It appears to be sentient, having all characteristics of a normal person except for strangely very aggressive look on it's face, greater strength and endurance, bloodshot eyes indicating the BL9 presence,  they will do their best to stop any intruder that managed to infiltrate their compound, this one is armed with a massive minigun and it obviously knows how to use it well.": "一个装备精良的雇佣兵被BL9感染。它的尺寸似乎已经超过7英尺了很高。它看起来很有知觉，除了脸上奇怪的非常有攻击性的表情，更大的力量和耐力，血丝般的眼睛显示出BL9的存在，他们会尽最大努力阻止任何闯入他们住所的入侵者，这一个配备了一个巨大的机关枪，它显然知道如何使用它。",
  "\"Intruder!\"": "“入侵者！”",
  "An average height smooth-skinned stiffly moving amphibian-like humanoid, emitting a bright azure-blue crystalline light, with elongated burst cranium from which 2 small tentacles emerge along with eyes that protrude from each side of it's head on long tentacle stalks": "一种平均身高、皮肤光滑、动作僵硬的两栖类人形动物，散发出明亮的蓝蓝色水晶光，细长的爆裂头盖骨从中伸出2个小触须，眼睛从头部两侧伸出，长触须柄上突出",
  "\"Each step you make only brings you closer to your death, trespasser!\"": "“你的每一步都只会让你离死亡更近，入侵者！”",
  "BL9 spiked tentacle sample": "BL9尖刺触手样本",
  "An average height smooth-skinned amphibian-like humanoid emitting a bright azure-blue crystalline light, with elongated cranium along with eyes that protrude from each side of it's head on short stalks, it's wearing a cape and wielding a glowing long elegant staff-shaped alien artifact": "这是一种平均身高、皮肤光滑的两栖类人形生物，散发出明亮的蓝蓝色水晶光，长着细长的头盖骨和从头部两侧伸出的眼睛，长着短柄，穿着斗篷，挥舞着发光的长而优雅的杖形外星神器",
  "The organization that has been making attempts in gaining control over the Blob and the Nether technologies has gotten into contact with the The Castlelan to our great surprise, The Castlelan gave away some of the samples to them due to all the trouble that it brought to him turning his servants and guards into zombie-like creatures, obviously in exchange for organization's protection, constant supply of resources and one more horrible thing...\n \n    The samples were quickly delivered to this their base of operation, in mere weeks they have managed to understand the deadly and powerful potential of that organism that they have managed to acquire, the fundamental knowledge that they've gained is that the ones who were infected with the ordinary samples turned into mindless aggressive felsh-eating beings, but considering the resemblance with The Blob, there IS a possibility of controlling these beings and turning them into minions.\n \n    Altering the DNA and forcing mutations of the samples that they've received they finally managed to create a special type of this organism that they've named BL9 that is capable of controlling the beings who were infused with the ordinary types, still retaining their intelligence, now their terrible dream came true - they have created a pretty much fully controllable biological weapon...": "一直试图控制这个小家伙的组织和冥界科技公司接触到了卡斯特兰，这让我们大吃一惊，卡斯特兰把一些样品给了他们，因为这给他带来了很多麻烦，把他的仆人和卫兵变成了僵尸一样的生物，很明显以换取组织的保护，持续的资源供应和更可怕的事情。。。\n",
  "12-gauge Pump-action shotgun that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "12口径泵动猎枪，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你沟通，它被覆盖和完全加强它的厚组织与多个几乎不明显的振动突出，给它一个更吓人的，有活力的外观",
  "\"There you are!\"": "“你来了！”",
  "A massive tree belonging to the 'Fagus' genus.  If you look closely you can see some unharvested beech nuts.  You could cut it down with the right tools.": "一种巨大的树，属于“水青冈”属。如果你仔细看，你可以看到一些未加工的山毛榉坚果。你可以用合适的工具把它砍下来。",
  "A humanoid alien crustacean - it's covered with a thick corral colored armor-like carapace that's fully covering it's entire torso, it has 2 spiked antennas on it's strangely shaped head with multiple rapidly blinking eyes on it, 2 spiked curved tentacles emerge from the sides of this creature, it 2 has pincers in the place of the arms, it's moving on 4 medium-sized crustacean legs quite fast": "一种人形外星甲壳类动物——它全身覆盖着厚厚的兽栏色盔甲，完全覆盖了它的整个躯干，它的奇怪形状的头上有两个尖尖的天线，上面有多个快速眨眼的眼睛，2个尖尖的弯曲触须从这个生物的侧面出现，它的手臂上有钳子，它用4条中等大小的甲壳类动物的腿移动得相当快",
  "Red liquid of unknown origin, looks strange": "来历不明的红色液体，看起来很奇怪",
  "[BUY ARMOR]": "[买盔甲]",
  "Remains of BL9 samples that took a form of a spiked tentacle": "BL9样本的残骸呈尖刺状触角",
  "BL9-infused magnum MK ii": "BL9注入马格南MK ii",
  "hazelnut tree": "榛子树",
  "BL9-tentacle enhanced spiked flail": "BL9触手增强尖刺连枷",
  "Azure-blue strange liquid": "天蓝色奇异液体",
  "<color_light_red>%1$s conjures a bright azure-blue nebula which explodes violently upon reaching %3$s!</color>": "<color_light_red>%1$s召唤出一个明亮的蓝蓝色星云，当它达到%3$s时会猛烈地爆炸！</color>",
  "BL9 evolved Repto sample": "BL9进化雷普托样品",
  "Printed Agent's Journal - Part 8 - Monster Mutants": "印刷版特工日记-第8部分-怪物变种",
  "What are you buying?": "你买什么？",
  "[25Gcomb] *BL9-infused survivor helmet*": "[25Gcomb]*BL9注入幸存者头盔*",
  "A very high recoil, inaccurate even but quite deadly revolver that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个非常高的后坐力，不准确甚至相当致命的左轮手枪，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它是覆盖和完全加强它的厚组织与多个尖刺几乎不引人注意的振动突出物，给它一个更吓人的，充满活力的外观",
  "Azure-blue liquid of unknown origin, looks strange": "来源不明的蓝蓝色液体，看起来很奇怪",
  "BL9-infused sprayer MK ii": "BL9灌注喷雾器MK ii",
  "A human gone feral - slowly turning into some sort of a sand-brown alien pangolin creature - it's body is partly covered with mucousy thick and durable scales, grotesquely fleshy pangolin-like tail emerges from the lower part of it's back, it's hands are slowly turning into incredibly sharp and sturdy claws, it looks confused yet enraged": "一只野性消失的人类——慢慢变成某种沙褐色的外来穿山甲生物——它的身体部分覆盖着粘液状的厚而耐用的鳞片，背部下部露出奇怪的肉质穿山甲般的尾巴，它的手正在慢慢变成令人难以置信的锋利和强壮的爪子，它看起来困惑而又愤怒",
  "[56Pcomb] *BL9-infused survivor helmet MK ii*": "[56Pcomb]*BL9注入幸存者头盔MK ii*",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster leaps towards it's target and slashes them with it's arm-blade that deals high cutting damage then the caster leaps back to the same position where he initially was'": "怪物施法的。如果你看到的是这个，那么读这个吧：\n'施法者向目标跳跃，用手臂上的刀刃砍伤目标，造成很高的切割伤害，然后施法者跳回原来的位置'",
  "A greatly enhanced, even deadlier and more fear instilling flail with a tentacle as it's chain end of which is a spiky ball made of some strange and very hard tissue": "一个大大增强，甚至更致命和更可怕的灌输连枷的触角，因为它的链端是一个由一些奇怪的非常硬的组织组成的尖头球",
  "<color_light_red>%1$s's head stretches then crunches at %3$s!</color>": "<color_light_red>%1$s的头在%3$s点伸展然后嘎吱作响！</color>",
  "BL9 evolved Repto enhanced spear": "BL9进化雷普托强化长矛",
  "A sand-brown pangolin-like alien monstrosity - though it's body is covered with slime coated thick and durable scales, it's underbelly and the tail are grotesquely fleshy and slimy, it has a lamprey-type mouth with a menacingly looking set of teeth from which a long anteater-like tongue can be seen, it has incredibly thick, sturdy claws on the end of it's limbs": "一种沙褐色的穿山甲般的外星怪物——虽然它的身体上覆盖着厚厚而持久的鳞片，但它的腹部和尾巴却异常的肉质和粘液，它有一个七鳃鳗式的嘴，有一副凶猛的牙齿，从牙齿上可以看到食蚁兽般的长舌头，它的末端有着难以置信的厚而结实的爪子它的四肢",
  "A plastic magazine made for BL9 308 MK ii caliber sniper rifle ammo": "为BL9308 MK ii口径狙击步枪弹药制作的塑料弹匣",
  "They have created few of these special `commander` samples, possibly infusing their generals or key players, definitely The Castlelan himself as well because he has shown immense interest in these due to his occult beliefs, there are some more details to this.\n \n    The details is that we are not exactly sure what else they have done with these samples, they might have created more different, heavily mutated types, to create stronger minions, something that will be used in cases when a more destructive, more powerful force is needed, I'm unaware whether they have 'kindly' provided The Castlelan with some of these, and how many of them are here or what they are currently working on in their main facilities, but they DO exist, so you have to be on watch, these are very strong and deadly creatures with their unique `traits`": "他们创造了一些特殊的“指挥官”样本，可能会注入他们的将军或关键人物，当然也包括卡斯特兰本人，因为他对这些样本表现出了极大的兴趣，因为他的神秘信仰，还有更多的细节。\n",
  "BL9 308 MK iii sniper magazine": "BL9 308 MK iii狙击手弹匣",
  "The ganados fires it's minigun!": "加纳多斯开火了，是机关枪！",
  "Printed Agent's Journal - Part 9 - Our Plan": "印刷代理人日记-第9部分-我们的计划",
  "A plastic magazine made for BL9 308 MK iii caliber sniper rifle ammo": "为BL9308 MK iii口径狙击步枪弹药制造的塑料弹匣",
  "A greatly enhanced, even deadlier, more intimidating, sharper and more fear instilling highly piercing spear made out of evolved Repto's claws": "一种由雷普托的爪子进化而成的长矛，它的威力大大增强，甚至更致命，更具威慑力，更锐利，更具恐惧感",
  "Lime-green strange liquid": "青柠奇异液",
  "A barely recognizable human that has turned into a strange sand-brown alien pangolin creature - it's body is entirely covered with mucousy thick and durable scales, it's head is shrinked - it's mouth has turned into a lamprey-type one with a long anteater-like tongue hanging from it, grotesquely fleshy pangolin-like tail emerges from the lower part of it's back, it's hands have turned into incredibly sharp and sturdy claws, it is filled with ferocity and animal rage": "一个几乎认不出来的人类，变成了一种奇怪的沙褐色外星穿山甲生物——它的身体上完全覆盖着粘液般的厚而耐用的鳞片，它的头部萎缩了——它的嘴变成了一种七鳃鳗型，上面挂着一条长的食蚁兽一样的舌头，奇怪的肉质的穿山甲般的尾巴从它的背部下部露出，它的手变成了令人难以置信的锋利和强壮的爪子，它充满了凶猛和动物的愤怒",
  "BL9 556/223 automatic magazine": "BL9 556/223自动 弹夹",
  "BL9-pincer enhanced sword": "BL9钳子强化剑",
  "Lime-green liquid of unknown origin, looks strange": "不明来源的灰绿色液体，看起来很奇怪",
  "Purple strange liquid": "紫色奇异液体",
  "Now that you are very well-informed, I believe that you will agree that we must do our best to destroy this organism and stop this organization at all costs or else the Cataclysm that we're all witnessing right now will turn into a fight with madman's fully controlled army of genetically modified horrifying mutants, some of which retain their human intelligence.\n \n    My people state that they allow presence of more than 1 person if needed, take your friends or comrades, lover - if you have any of these - feel free to use their help if you are in need, but remember that this is a very dangerous endeavor and neither your or their survival is guaranteed, you have to be at least partially well-armed and have a good supply of food and medicine.\n \n    It is not too late to turn back, survivor, make your choice now...": "既然你们非常了解情况，我相信你们会同意，我们必须尽最大努力摧毁这个有机体，不惜一切代价阻止这个组织，否则我们现在目睹的灾难将演变成一场与狂人完全控制的、由基因改造的可怕变种人组成的军队的战斗，其中一些保留了人类的智慧。\n",
  "A plastic magazine for BL9 556 and 223 caliber automatic rifle ammo": "装有BL9556和223口径自动步枪弹药的塑料弹匣",
  "[21Gcomb] *BL9-infused survivor cargo pants*": "[21Gcomb]*BL9注入幸存者货物长裤*",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster's head stretches towards it's target, biting them that deals high cutting damage'": "怪物施法的。如果你看到了这个，那就改为读这个：\n'施法者的头伸向目标，咬他们造成很高的切割伤害'",
  "An average height smooth-skinned amphibian-like humanoid emitting a bright azure-blue crystalline light, with elongated cranium along with eyes that protrude from each side of it's head on short stalks, it's wearing a light armor suit and wielding dual glowing shortsword-like weapons": "一个平均身高、皮肤光滑的两栖类人形生物发出明亮的蓝蓝色水晶光，头盖骨细长，眼睛从头部两侧伸出，短柄，身穿轻型盔甲，挥舞着双刃发光的短剑状武器",
  "A bulky, BL9 sprayer that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个笨重的，BL9喷雾器，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它被覆盖和完全加强它的厚组织与多个几乎不明显的振动突出，给它一个更吓人的，有活力的外观",
  "Agent's Notes - Part 1 - Strange Merchant": "特工笔记-第一部分-奇怪的商人",
  "<color_light_red>%1$s finds the weak spot of %3$s and cuts it with almost a surgical precision!</color>": "<color_light_red>%1$s找到了%3$s的弱点，并几乎以外科手术般的精度切割它！</color>",
  "BL9-infused launcher MK ii": "BL9灌注发射器MK ii",
  "A high-quality modern grenade launcher with a well constructed magazine for the bomblets, it has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个高质量的现代化榴弹发射器和一个结构良好的炸弹杂志，它已经注入了完全有知觉的BL9，以某种方式在精神上与你沟通，它被厚厚的组织覆盖并完全加强，多个尖尖的几乎不引人注意的振动突出物使它看起来更具威胁性，充满活力",
  "An enlarged sand-brown pangolin-like alien monstrosity - though it's body is covered with slime coated thick and durable scales, it's underbelly and the tail are grotesquely fleshy and slimy, it has a lamprey-type mouth with a menacingly looking set of teeth from which 2 forked-tongue-like long spiked tentacles can be seen, it has incredibly thick, sturdy claws on the end of it's limbs": "一种巨大的沙褐色穿山甲状外星怪物——虽然它的身体上覆盖着厚厚的、耐用的鳞片，但它的腹部和尾巴都是怪诞的肉质和黏糊糊的，它有一张七鳃鳗式的嘴，嘴上有一对看起来很危险的牙齿，从中可以看到两条分叉的舌头状长刺触手，它的四肢末端有着难以置信的粗壮的爪子",
  "\"No point in hiding, I will find you sooner or later and rip your heart out!\"": "“没必要躲起来，我迟早会找到你，把你的心撕碎！”",
  "A greatly enhanced, even deadlier and more fear instilling giant sleek looking sword made out of remains of BL9-infused Chimera's pincers": "一把大大增强的，甚至更致命的，更令人恐惧的巨大光滑的剑，由注入BL9的奇美拉钳子制成",
  "First of all, to help you with your endeavors, there is a strange trading merchant or a collector of some sorts here around The Castle, the zealots are not hostile towards him for some reason, he claims to be selling `BL9-infused weapons and armor` in exchange for the gold coins from the zealots, I am not sure, but the quality of these seemed good to me upon first glance, but my job here is being a spy and not really going all-guns blazing unless I'm spotted...": "首先，为了帮助你的努力，城堡周围有一个奇怪的商人或收藏家，狂热者并没有出于某种原因对他怀有敌意，他声称正在出售“BL9注入武器和盔甲”来换取狂热者的金币，我不确定，但这些东西的质量似乎很好乍一看，我在这里的工作是做间谍，除非被发现，否则我不会把所有的枪都烧起来。。。",
  "An average height smooth-skinned amphibian-like humanoid emitting a bright azure-blue crystalline light, with elongated cranium along with eyes that protrude from each side of it's head on short stalks, it's wearing a light armor suit and wielding a sleek futuristic looking compact machine gun of some sorts": "一种平均身高、皮肤光滑的两栖类人形生物，散发出明亮的湛蓝水晶光，细长的头盖骨以及从头部两侧伸出的眼睛，短柄，它穿着一套轻型装甲服，挥舞着一把外形圆滑的未来派小型机枪",
  "BL9-infused bow MK ii": "BL9注入弓MK ii",
  "Purple liquid of unknown origin, looks strange": "来历不明的紫色液体，看起来很奇怪",
  "BL9 Guide - Part 1 - Teleporter": "BL9指南-第1部分-传送机",
  "The Davranide fires it's machine gun!": "达夫兰迪开火了，是机关枪！",
  "Cyan strange liquid": "青色奇异液体",
  "BL9 sample infused with remains of evolved Repto's astoundingly enormous claw": "BL9样本中注入了雷普托令人吃惊的巨大爪子的遗骸",
  "[49Pcomb] *BL9-infused survivor cargo pants MK ii*": "[49Pcomb]*BL9注入幸存者工装裤MK ii*",
  "<color_light_red>%1$s takes a precise aim and launches a heavy azure-blue plasma shot at %3$s!</color>": "<color_light_red>%1$s精确瞄准，在%3$s处发射了一枚重蓝色等离子弹！</color>",
  "Good to see you still intact, adventurer - activate the teleporter right HERE so that you'll be able to come back here instantly once you reach the end of the Castle (if you survive, hehe) with a special teleporter item": "很高兴看到你仍然完好无损，冒险家-激活传送机就在这里，这样当你到达城堡的尽头（如果你活下来了，呵呵）时，你就可以立刻带着一个特殊的传送机物品回到这里",
  "A sand-brown humanoid pangolin-like alien creature - it's body is entirely covered with mucousy thick and durable scales, it's head is shrinked - it's mouth has turned into a lamprey-type one with forked-tongue-like 2 long spiked tentacles hanging from it, grotesquely fleshy set of spiked tentacles emerge from 3 sides of it's back, it's hands have turned into incredibly sharp and sturdy claws, it is filled with ferocity and animal rage": "一种沙褐色的仿人穿山甲状的外星生物——它的身体完全覆盖着粘液状的厚而耐用的鳞片，它的头收缩了——它的嘴变成了一种七鳃鳗型，分叉的舌头像两个长尖刺的触须悬在它的背上，它的手有一组奇怪的肉质的尖刺触须变成了令人难以置信的锋利和强壮的爪子，充满了凶猛和动物的愤怒",
  "A stubby tree belonging to the 'Corylus' genus.  If you look closely you can see some unharvested hazelnuts.  You could cut it down with the right tools.": "一种短而短的树，属于榛属。如果你仔细看，你可以看到一些未加工的榛子。你可以用合适的工具把它砍下来。",
  "\"Hey, who turned out the lights?\"": "嘿，谁把灯关了",
  "BL9 Guide - Part 2 - Merchant": "BL9指南-第2部分-商户",
  "\"It all ends HERE!\"": "“一切到此为止！”",
  "\"I shall rip and tear what remains of you to my heart's content!\"": "“我要把你剩下的东西撕碎，让我心满意足！”",
  "BL9 enhanced evolved claws": "BL9强化进化爪",
  "The Merchant is the key NPC of this mod (you find him in The Castle, The Island, various BL9 biomes and structures) - he sells weapons of 2 tiers to you for GOLD and PLATINUM coins COMBINATIONS (you automatically acquire the recipes to craft these) GComb and PComb respectively, TALK to the Merchant to acquire your first basic handgun along with the special soldering iron to repair BL9 items - the coins - you collect them from enemies as well as by finding randomly scattered treasures throughout the mod": "商人是这个国防部的关键NPC（你可以在城堡、岛屿、各种BL9生物群落和建筑中找到他）-他向你出售两层武器，分别为金币和白金硬币组合（你自动获得制作这些的配方）GComb和PComb，与商人交谈，获得你的第一把基本手枪和修复BL9物品的特殊烙铁-硬币-你从敌人那里收集它们，以及通过在整个国防部随机找到分散的宝物",
  "Cyan liquid of unknown origin, looks strange": "来源不明的青色液体，看起来很奇怪",
  "Greatly enhanced, even deadlier and more fear instilling modified, hardened and strengthened BL9-infused claws that have a greatly increased size, has a much more intimidating look and an absurdingly bizarre resemblance to Eastern fans": "大大增强，甚至更致命和更恐惧灌输修改，硬化和加强BL9注入爪子有一个大大增加的大小，有一个更可怕的外观和一个荒谬的怪诞相似的东方球迷",
  "\"My Master will be happy to see your barely recognizable severed head!\"": "“我的主人会很高兴看到你几乎认不出来的断头！”",
  "oak tree": "橡树",
  "A horrifying mass of BL9 tentacles, emitting bright azure-blue crystalline light, infused with what seems to be remains of Davranide's head in the center of this amalgamation, eyesockets and mouth glowing with bright vile azure-blue light": "一团可怕的BL9触角，发出明亮的蓝蓝色水晶光，注入了达夫兰尼德头部的残余物，在这个融合的中心，眼眶和嘴巴发出明亮邪恶的蓝蓝色光",
  "Agent's Notes - Part 2 - Through the Guard Rooms": "探员的笔记-第二部分-穿过警卫室",
  "BL9 Chimera pincer sample": "BL9嵌合体钳子样品",
  "\"eyes, lungs, pancreas - so many snacks, so little time!\"": "“太多的时间了，太多的胰腺，太多了！”",
  "Orange strange liquid": "橙色奇异液体",
  "<color_light_red>%1$s conjures a bright enormous azure-blue violently exploding orb at %3$s!</color>": "<color_light_red>%1$s在%3$s召唤出一个明亮的巨大的蓝蓝色剧烈爆炸的球体！</color>",
  "THIS GOES KABOOOOOOOM.": "这真是太棒了。",
  "<color_light_red>%1$s conjures bright azure-blue rays of strange lasers at %3$s!</color>": "<color_light_red>%1$s在%3$s处召唤出奇异激光的明亮蓝蓝色光线！</color>",
  "\"You're a strong warrior, Nevulion would have bestowed a blessing upon you had you not been such a stubborn resistant brat!\"": "“你是一个坚强的战士，如果你不是一个倔强的反抗者，你决不会得到祝福的！”",
  "THIS IS KABOOOOOOMMMMIIINNNGGGG": "这真是太棒了",
  "\"Hehehe, that tickles!\"": "“呵呵，真痒！”",
  "BL9-infused soldering iron": "BL9灌注烙铁",
  "\"Hahaha, that tickles!\"": "“哈哈哈，真痒！”",
  "A tall leathery-skinned fierce-looking humanoid-alien emitting a bright solar-orange crystalline light, it's forehead is ridged, it's entire face is covered with multiple curved spikes and it's neck has some sorts of breathing tubes, it's gaze is akin to a hunter diligently searching for it's prey": "一个高大的皮革皮肤，看起来凶猛的人形外星人发出明亮的太阳橙色水晶光，它的前额是隆起的，它的整个脸上覆盖着多个弯曲的刺，它的脖子上有一些呼吸管，它的目光就像猎人在努力寻找它的猎物",
  "\"Such animal strength and relentlessness - you'll be a great sacrifice for Nevulion!\"": "“这样的动物力量和无情——你将是永不磨灭的伟大牺牲！”",
  "A soldering iron that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look, ": "一个烙铁，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它被覆盖和完全加强它的厚组织与多个尖刺几乎不明显的振动突出，给它一个更吓人的，有活力的外观，",
  "BL9 556/223 MK ii automatic magazine": "BL9 556/223 MK ii自动 弹夹",
  "\"The prophecy IS already happening and your feeble attempts to stop it merely postpone the inevitable, Nevulion has already entered our realm!\"": "“预言已经发生了，而你无力阻止它的企图只是推迟了不可避免的事情，永远不会发生的事已经进入了我们的领域！”",
  "A plastic magazine for BL9 556 and 223 MK ii caliber automatic rifle ammo": "BL9556和223 MK ii口径自动步枪弹药的塑料弹匣",
  "Remains of BL9 Chimera's samples that took a form of a deadly mouth with a giant pincer": "BL9嵌合体样本的残骸，用一把巨大的钳子做成了致命的嘴巴",
  "In order to infiltrate The Castle you must go through multiple outside constructions and the Guard Rooms which are filled with armed zealots, which should not surprise you that much because they have kinda realized that there is some kind of a breach caused by us...": "为了潜入城堡，你必须经过许多外部建筑和警卫室，里面都是武装的狂热分子，这不应该让你感到惊讶，因为他们已经意识到我们造成了某种破坏。。。",
  "Orange liquid of unknown origin, looks strange": "来源不明的橙色液体，看起来很奇怪",
  "A massive deciduous tree belonging to the 'Quercus' genus, commonly found throughout New England region.  If you look closely you can see some acorns the squirrels haven't gotten yet.  You could cut it down with the right tools.": "栎属的一种落叶乔木，广泛分布于新英格兰地区。如果你仔细看，你可以看到一些松鼠还没有得到的橡子。你可以用合适的工具把它砍下来。",
  "[25Gcomb] *BL9-infused survivor suit*": "[25Gcomb]*BL9注入幸存者套装*",
  "BL9 556/223 MK iii automatic magazine": "BL9 556/223 MK iii自动 弹夹",
  "[59Pcomb] *BL9-infused survivor suit MK ii*": "[59Pcomb]*BL9注入幸存者套装MK ii*",
  "Black strange liquid": "黑色奇异液体",
  "cottonwood tree": "棉白杨",
  "Black liquid of unknown origin, looks strange": "来源不明的黑色液体，看起来很奇怪",
  "A plastic magazine for BL9 556 and 223 MK iii caliber automatic rifle ammo": "BL9556和223 MK iii口径自动步枪弹药的塑料弹匣",
  "[11Gcomb] *Pair of BL9-infused survivor gloves*": "[11Gcomb]*一副BL9注入幸存者手套*",
  "A tall leathery-skinned feral-looking humanoid-alien emitting a bright solar-orange crystalline light, it's forehead is ridged, it's entire face is covered with multiple curved spikes and from it's neck's breathing tubes' remains protrude tentacles, it has a mad feral look on it's face": "一个高大的皮革皮肤的野性外形的人形外星人发出明亮的太阳橙色水晶光，它的前额是隆起的，它的整个脸上覆盖着多个弯曲的尖刺，从它的脖子呼吸管的残余突出的触角，它的脸上有一个疯狂的野性看",
  "A large tree belonging to the 'Populus' genus, commonly found throughout New England region.  You could cut it down with the right tools.": "胡杨属的一种大乔木，广泛分布于新英格兰地区。你可以用合适的工具把它砍下来。",
  "Sand ruins strange liquid": "沙子破坏了奇怪的液体",
  "BL9 tank": "BL9油箱",
  "A tall leathery-skinned fierce-looking humanoid-alien emitting a bright solar-orange crystalline light, it's forehead is ridged, it's entire face is covered with multiple curved spikes and it's neck has some sorts of breathing tubes, it's wearing a cape and wielding a sleek glowing PDA-like alien artifact": "一个高大的皮革皮肤凶猛的人形外星人发射出明亮的太阳橙色水晶光，它的前额是脊状的，它的整个脸上覆盖着多个弯曲的尖刺，它的脖子上有一些呼吸管，它穿着斗篷，挥舞着一个光滑发光的类似PDA的外星人神器",
  "\"Nevulion's blood flows through my veins!\"": "“奈弗利恩的血流过我的血管！”",
  "<color_light_red>%1$s conjures a bright solar-orange ray of light which explodes violently upon reaching %3$s!</color>": "<color_light_red>%1$s召唤出明亮的太阳橙色光线，在达到%3$s时剧烈爆炸！</color>",
  "BL9 evolved claws sample": "BL9进化爪样本",
  "A tall leathery-skinned fierce-looking humanoid-alien emitting a bright solar-orange crystalline light, it's forehead is ridged, it's entire face is covered with multiple curved spikes and it's neck has some sorts of breathing tubes, it's wearing a light armor suit and wielding a heavy glowing halberd-like weapon": "一个高大的皮革皮肤，看起来凶猛的人形外星人发出明亮的太阳橙色水晶光，它的前额是隆起的，它的整个脸上覆盖着多个弯曲的尖刺，它的脖子上有一些呼吸管，它穿着一件轻型盔甲，挥舞着一个沉重的发光戟状武器",
  "\"The final ritual WILL be completed with a blood sacrifice - and that is YOU!\"": "“最后的仪式将以献血来完成——那就是你！”",
  "A high-power bow with a modern design that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个现代设计的高功率弓，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它被覆盖和完全加强它的厚组织与多个几乎不明显的振动突出，给它一个更吓人的，充满活力的外观",
  "Remains of BL9 samples that took a form of huge fan-like claws": "BL9样本的遗骸呈扇形巨爪状",
  "\"Intruder! I need backup, NOW!\"": "“入侵者！我现在需要支援！”",
  "<color_light_red>%1$s finds the weak spot of %3$s and mangles it with full force!</color>": "<color_light_red>%1$s找到%3$s的弱点，全力撕碎！</color>",
  "elm tree": "榆树",
  "BL9 Guide - Part 3 - Crafting Ammo and Melee Weapons": "BL9指南-第3部分-制造弹药和近战武器",
  "Sand ruins liquid of unknown origin, looks strange": "沙子是来历不明的液体，看起来很奇怪",
  "BL9 Vile One sample": "BL9卑鄙的一个样本",
  "\"Secure the perimeter! Eliminate the target, NOW!\"": "“封锁周边！立刻消灭目标！”",
  "Yellow strange liquid": "黄色奇怪的液体",
  "A large tree belonging to the 'Ulmus' genus, commonly found throughout New England region.  You could cut it down with the right tools.": "榆树一种属于榆树属的大乔木，常见于整个新英格兰地区。你可以用合适的工具把它砍下来。",
  "BL9-infused crossbow MK ii": "BL9灌注弩MK ii",
  "[26Pcomb] *Pair of BL9-infused survivor gloves MK ii*": "[26Pcomb]*一副BL9注入幸存者手套MK ii*",
  "A tall leathery-skinned fierce-looking humanoid-alien emitting a bright solar-orange crystalline light, it's forehead is ridged, it's entire face is covered with multiple curved spikes and it's neck has some sorts of breathing tubes, it's wearing a light armor suit and wielding a sleek futuristic looking compact machine gun of some sorts": "一个高大的皮革皮肤凶猛的人形外星人发射出明亮的太阳橙色水晶光，它的前额是脊状的，它的整个脸上覆盖着多个弯曲的尖刺，它的脖子上有一些呼吸管，它穿着一套轻型装甲服，挥舞着一把外形圆滑的未来派小型机关枪",
  "A makeshift 2L canister containing a living liquified BL9 that is very acidic, may be used in a makeshift `BL9-thrower`": "一个临时的2L罐里装有一个活的液化BL9，它是非常酸的，可以用在一个临时的“BL9投掷器”中`",
  "The Saldenium fires it's machine gun!": "枪开火了，是机关枪！",
  "BL9 enhanced tank": "BL9增强型坦克",
  "A makeshift 2L canister containing an even more corrosive living liquified BL9 that has very strong acidic properties, may be used in a makeshift `BL9-thrower`": "一个临时的2L罐含有一种更具腐蚀性的液态BL9，它具有很强的酸性，可以用在一个临时的“BL9投掷器”中`",
  "<color_light_red>%1$s takes a precise aim and launches a heavy solar-orange plasma shot at %3$s!</color>": "<color_light_red>%1$s瞄准精确，在%3$s发射了一颗沉重的太阳橙色等离子体！</color>",
  "BL9 super resistant tank": "BL9超耐坦克",
  "[16Gcomb] *Pair of BL9-infused survivor boots*": "[16Gcomb]*一双注入BL9的幸存者靴子*",
  "Crafting is an important part of BL9 - you are able to craft many unique ammo types and very handy melee weapons (and even a secret tier of ranged and melee weapons, but that's a long way for you to go) - the recipes for each you will acquire AUTOMATICALLY upon reaching a certain level in fabrication and mechanics (starting from level 5 of fabrication and mechanics) - each weapon requires generic and rare materials which you'll come across as you play the mod": "制造是BL9的一个重要部分-你可以制造许多独特的弹药类型和非常方便的近战武器（甚至是远程和近战武器的秘密层，但这对你来说还有很长的路要走-每种武器的配方在达到一定的制造和机械水平后会自动获得（从制造和机械的第5级开始）-每种武器都需要通用和稀有的材料，你在玩mod时会遇到这些材料",
  "\"Hostile in the area!\"": "“在这个地区有敌意！”",
  "Remains of BL9 Vile One's samples that took a form of a giant spiked crustacean leg": "BL9的遗骸是一个巨大的甲壳类动物的腿",
  "A horrifying mass of BL9 tentacles, emitting bright solar-orange crystalline light, infused with what seems to be remains of Saldenium's head in the center of this amalgamation, eyesockets and mouth glowing with bright vile solar-orange light": "在这片明亮的橙色光柱的中心，散发着令人毛骨悚然的太阳光",
  "Agent's Notes - Part 3 - Into the Grand Hall": "探员的笔记-第三部分-进入大厅",
  "[39Pcomb] *Pair of BL9-infused survivor boots MK ii*": "[39Pcomb]*一双BL9注入幸存者靴MK ii*",
  "A makeshift 2L canister containing an incredibly corrosive living liquified BL9 that has very lethal and dangerous caustic properties, may be used in a makeshift `BL9-thrower`": "一个临时的2L罐含有一种腐蚀性极强的液态BL9，它具有非常致命和危险的腐蚀性，可以用在一个临时的BL9投掷器中`",
  "[28Gcomb] *BL9-infused body armor*": "[28Gcomb]*BL9灌注防弹衣*",
  "\"Security breach, REPEAT, security breach!\"": "“安全漏洞，重复，安全漏洞！”",
  "BL9 Commander Sample": "BL9指挥官样本",
  "Yellow liquid of unknown origin, looks strange": "来源不明的黄色液体，看起来很奇怪",
  "Now you're approaching the Grand Hall, in order to get to the Throne Room, first we must get into the Grand Hall which leads to the way to the Throne Room, but the door leading to it is tightly locked and the key is hidden somewhere...I'm yet to figure out WHERE, but I know that you have to go through and explore the only accessible room here the door to which is without locks": "现在你正在接近大殿，为了到达王座室，首先我们必须进入通往王座室的大殿，但是通往它的门紧锁着，钥匙藏在某处……我还不知道在哪里，但我知道你必须穿过这里，探索这里唯一一个无障碍的房间没有锁的门",
  "apple tree": "苹果树",
  "\"You will not escape alive!\"": "“你不会活着逃走的！”",
  "BL9 Guide - Part 4 - Ranged Weapons Ammo": "BL9指南-第4部分-远程武器弹药",
  "A high-power crossbow with a modern design that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is covered and entirely reinforced with it's thick tissue with multiple spiky almost unnoticeabely vibrating protrusions that give it a more intimidating, animate look": "一个现代设计的高功率弩，以某种方式注入了完全有知觉的BL9，以某种方式与你进行精神交流，它是覆盖和完全加强了它的厚组织与多个尖刺几乎不明显的振动突出物，给它一个更可怕的，充满活力的外观",
  "\"You are up against an unbeatable force, prick!\"": "“你遇到了一股不可战胜的力量，混蛋！”",
  "This tree is a member of the 'Malus' genus, producing fruit commonly known as apples.  If you examined the branches more closely, you could probably find a few mature ones in autumn.  You could also cut it down with the right tools.": "这棵树是苹果属的一员，果实通常被称为苹果。如果你仔细观察这些树枝，你可能会在秋天发现一些成熟的树枝。你也可以用合适的工具把它砍下来。",
  "The ranged weapons in this mod are made to use multiple vanilla ammo types (handguns - 9mm, .45, etc, shotguns - shots, 20x66mm, etc - you get the idea) along with the special BL9 ammo (BL9 shot/BL9 shot MK ii, BL9 308/BL9 308 MK ii, etc) that is craftable ONLY using the generic BL9 materials, these generic mats drop from BL9 enemies and can be crafted with the blob glob samples": "这个模型中的远程武器使用多种普通弹药类型（手枪-9毫米，.45毫米等，猎枪-射击，20x66毫米等等-你知道的），以及特殊的BL9弹药（BL9射击/BL9射击MK ii，BL9 308/BL9 308 MK ii，等等）只有使用通用的BL9材料才能制造，这些通用垫子从BL9敌人身上掉落，可以用blob-glob样品制作",
  "\"'Unstoppable'? We are better trained, better equipped, and superior to this scum in every way that counts! ELIMINATE THE TARGET, NOW!\"": "“‘势不可挡’？我们训练有素，装备精良，在各方面都比这个人渣优越！立刻消灭目标！”",
  "BL9-infused pistol MK iii": "BL9灌注手枪MK iii",
  "[67Pcomb] *BL9-infused body armor MK ii*": "[67Pcomb]*BL9灌注防弹衣MK ii*",
  "BL9 launcher magazine": "BL9弹匣",
  "BL9 Guide - Part 5 - Healing Herbs": "BL9指南-第5部分-治疗药草",
  "\"Even if you kill me, you will perish as soon as you come across one of 'THEIR' creations!\"": "“即使你杀了我，只要你遇到一个‘他们’的创造物，你也会死的！”",
  "Got a selection of GOOD things on sale, stranger...": "有很多好东西在打折，陌生人。。。",
  "A semi-automatic pistol with very ergonomic design that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'bullets'": "一个半自动手枪，非常符合人体工程学的设计，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧——一个活的有机体，以它的“子弹”吞噬一切，以某种方式满足它永不满足的邪恶饥饿",
  "An elaborately constructed but quite bulky magazine for BL9 launcher to launch unstable bits of BL9 - 'BL9 bomblets' ": "一个精心建造但相当笨重的弹匣，供BL9发射器发射不稳定的BL9碎片-“BL9炸弹”",
  "In order to balance the strong and heavy damage dealing nature of the monsters, I've created 3 tiers of herbs that will heal you instantly upon use and relieve a significant amount of pain without giving you the painkiller debuff - from mild to the strongest healing herb - BEWARE THOUGH - USE THEM SPARINGLY IN COMBAT - they give you a STACKING DEBUFF for a few minutes to keep everything balanced...": "为了平衡怪物的强伤害和重伤害，我已经创造了三层药草，将立即治愈你的使用和减轻大量的疼痛，而不给你止痛药减益-从温和到最强的治疗药草-尽管小心-在战斗中谨慎使用他们-他们给你一个堆叠的减益几分钟，以保持一切平衡。。。",
  "BL9-infused submachine gun MK iii": "BL9灌注冲锋枪MK iii",
  "BL9 launcher MK ii magazine": "BL9发射器MK ii弹匣",
  "<color_light_red>%1$s conjures a bright enormous solar-orange violently exploding orb at %3$s!</color>": "<color_light_red>%1$s召唤出一个明亮的巨大的太阳橙色球体，在%3$s处剧烈爆炸！</color>",
  "pear tree": "梨树",
  "This is 'Pyrus communis', or the common pear tree, which produces viable pears in the fall.  If you examined the branches more closely, you could probably find a few mature ones.  You could also cut it down with the right tools.": "这是“梨树”，或普通的梨树，它在秋天生产出有活力的梨。如果你仔细观察这些树枝，你可能会发现一些成熟的树枝。你也可以用合适的工具把它砍下来。",
  "A fully automatic pistol caliber weapon with a very high rate of fire that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'bullets'": "一种全自动手枪口径武器，具有极高的射速，不知何故注入了完全有知觉的BL9，它以某种方式与你进行精神交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧-一个活的有机体，以某种方式通过吞食来满足它永不满足的邪恶饥饿所有的东西都是子弹",
  "BL9-infused sniper rifle MK iii": "BL9注入狙击步枪MK iii",
  "coffee tree": "咖啡树",
  "\"You really dare to challenge the ever-expanding unbreakable army built to establish 'OUR' New World Order?\"": "“你真的敢挑战为建立‘我们的’世界新秩序而建立的不断壮大的牢不可破的军队吗？”",
  "A semi-automatic high quality sniper rifle that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'bullets'": "一支半自动的高质量狙击步枪，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧——一个活的有机体，以它的“子弹”吞噬一切，以某种方式满足它永不满足的邪恶饥饿",
  "\"You've made a foolish choice siding with these wimps. With our combined forces - you and 'US' - 'WE' could have asserted our dominance over the ENTIRE world!\"": "“你做了一个愚蠢的选择站在这些懦夫一边。有了我们的联合力量——你和‘我们’——‘我们’就可以称霸整个世界！”",
  "This is 'gymnocladus dioicus', or the kentucky coffee tree, which produces roastable coffee pods and brewable leaves in the fall.  If you examined the branches more closely, you could probably find a few mature ones.  You could also cut it down with the right tools.": "这是“gymnocladus dioicus”，或肯塔基州的咖啡树，秋天生产可烘烤的咖啡荚和可酿造的叶子。如果你仔细观察这些树枝，你可能会发现一些成熟的树枝。你也可以用合适的工具把它砍下来。",
  "<color_light_red>%1$s conjures bright solar-orange rays of strange lasers at %3$s!</color>": "<color_light_red>%1$s召唤出%3$s处奇异激光的明亮太阳橙色光线！</color>",
  "Castlelan's Notes - Part 1 - I Welcome Thee, Little Moth": "卡斯特兰的笔记-第一部分-我欢迎你，小飞蛾",
  "An elaborately constructed but quite bulky magazine for BL9 launcher mk2 to launch very unstable bits of BL9 - 'BL9 bombs' ": "一个精心建造但相当笨重的弹匣，为BL9发射器mk2发射非常不稳定的BL9-“BL9炸弹”",
  "BL9-infused automatic rifle MK iii": "BL9自动步枪MK iii",
  "cherry tree": "樱桃树",
  "Sure.": "当然。",
  "\"Can you even imagine what powers 'WE' have managed to acquire? With them, we can put what remains of this world to it's knees and fully subjugate it all!\"": "“你能想象‘我们’获得了什么样的力量吗？有了他们，我们就可以把这个世界的残存物放在它的膝盖上，完全征服它！”",
  "BL9 Samples": "BL9样品",
  "An organism sample of a very strange and unknown origin, as you touch it you can clearly feel how it's vibrating, moving more wildly than the ordinary samples, it seems like common samples around it move and act in accordance with the 'waves' that it sends to them": "一个来源非常奇怪和未知的有机体样本，当你触摸它时，你可以清楚地感觉到它是如何振动的，移动得比普通样本更为剧烈，似乎它周围的普通样本按照它发送给它们的“波”移动和行动",
  "Corral strange liquid": "畜栏奇异液体",
  "Whoever finds this map - THIS IS A DISTRESS SIGNAL, long-time survivors, I am in need of your help, one of the biggest perils after the Cataclysm  has recently arisen out of nowhere, help me, reach The Castle Entrance AS SOON AS YOU CAN": "无论谁找到这张地图-这是一个求救信号，长期的幸存者，我需要你的帮助，大灾难后最大的危险之一最近突然冒出来，帮帮我，尽快到达城堡入口",
  "An organism sample of a very strange and unknown origin, as you touch it you can clearly feel how it's vibrating, moving, as if it's particles are constantly communicating with each other": "一个来源非常奇怪和未知的有机体样本，当你触摸它时，你能清楚地感觉到它是如何振动、移动的，好像它的粒子在不断地相互交流",
  "Welcome to this magnificent, sophisticated structure, little moth, it is great that you have arrived here, we are still in the middle of our rituals, but so far it seems that The Great and Fierce Nevulion heard us and bestowed upon us His great `blessing`, but you, you will not receive it, my men will cleanse this place of your filth, you will NOT be able to defile it!": "欢迎来到这座宏伟而复杂的建筑，小飞蛾，你来到这里真是太好了，我们还处在我们的仪式当中，但到目前为止，似乎伟大而凶猛的涅弗利听到了我们并给予了我们巨大的`祝福'，但是你，你不会得到它，我的人会净化这个地方你的污秽，你不会能弄脏它！",
  "You carefully examine the map and spot the entrance of The Castle, it says 'The bridge leads to the main gates'": "你仔细检查地图，找到城堡的入口，上面写着“桥通向正门”",
  "A fully automatic sleek military automatic rifle that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'bullets'": "一个全自动的光滑的军用自动步枪，不知何故注入了完全有知觉的BL9，不知何故与你心灵沟通，它是完全由BL9，看起来更可怕和恐惧灌输比以往任何时候-一个活的有机体，不知何故满足它的贪得无厌的邪恶饥饿吞噬一切与它的生命“子弹”",
  "Corral liquid of unknown origin, looks strange": "不明来源的畜栏液体，看起来很奇怪",
  "One of the several species of 'Prunus' trees found in New England, it bears cherries in the summer.  If you examined the foliage more closely, you could probably find some viable clusters.  You could also cut it down with the right tools.": "在新英格兰发现的几种‘李’树之一，夏天结樱桃。如果你仔细观察树叶，你可能会发现一些可行的植物群。你也可以用合适的工具把它砍下来。",
  "Sand-brown strange liquid": "沙褐色奇怪液体",
  "BL9-infused shotgun MK iii": "BL9灌注猎枪MK iii",
  "Gold Coin": "金币",
  "Agent's Notes - Part 4 - Blind Clawer": "特工笔记.第4部分.盲爪",
  "\"You've went through hell and you still do not realize what 'WE' are TRULY capable of?\"": "“你经历了地狱，你还没有意识到‘我们’真正能做什么？”",
  "BL9 launcher MK iii magazine": "BL9发射器MK iii弹匣",
  "It seems like you've finally managed to find 'THEIR' main presumed base of operations...it is a huge distant Island, fortifications and structures of which will impress even the most professional military engineers": "似乎你终于找到了“他们”的主要作战基地……这是一个巨大的遥远岛屿，其防御工事和结构甚至会给最专业的军事工程师留下深刻印象",
  "Sand-brown liquid of unknown origin, looks strange": "来源不明的棕黄色液体，看起来很奇怪",
  "\"You could have been someone. Your skills and knowledge - everything gone to waste because of your silly principles!\"": "“你本来可以成为某个人的。你的技能和知识——因为你愚蠢的原则，一切都白费了！”",
  "You carefully examine the map and spot the way to reach the Island, apparently in order to get through you'll have to navigate through multiple cave structures and surface military camp...": "你仔细检查地图，找出到达岛上的路，很明显，为了通过，你必须穿过多个洞穴结构和地面军营。。。",
  "The key to the next room is hidden in a prison cell room where a strange creature named Blind Clawer seems to be locked up there, be aware - it's a ferocious tall blind BL9 augmented creature that is armed with mechanical razor-sharp claws, it's quite strong but you WILL be able to defeat it, I am sure!": "下一个房间的钥匙藏在一个监狱牢房里，一个叫盲爪的奇怪生物似乎被关在那里，请注意——这是一个凶猛的高个子盲人BL9增强型生物，装备有机械锋利的爪子，它相当强壮，但你一定能打败它，我相信！",
  "Gold Coins": "金币",
  "\"Witness the POWER!\"": "“见证力量！”",
  "Agent's Notes - Part 5 - Underground Prison Cells": "探员笔记-第5部分-地下牢房",
  "A well-made, seemingly handcrafted golden coin. Its one side is adorned in astounding etched decorations, and the other shows an image of a bust of some seemingly Roman Emperor with some text below it written in Latin that you cannot decipher.": "一枚做工精良、看似手工制作的金币。它的一面装饰着令人惊叹的蚀刻装饰，另一面则是一个看起来像是罗马皇帝的半身像，下面用拉丁语写着一些你无法解读的文字。",
  "Red strange wall": "红色怪墙",
  "\"Prepare for your destruction!\"": "“准备好毁灭你！”",
  "So there are more secret structures where BL9 can be found?My God, is this really that widespread?'EE' time - Exploration and Eradication it seems then...": "所以有更多的秘密结构可以找到BL9？天哪，这真的那么普遍吗EE的时间探索和根除似乎。。。",
  "Gold Coin Combination": "金币组合",
  "Red wall of unknown origin, looks strange": "来历不明的红墙，看上去很奇怪",
  "It's good that you've managed to get through the ceremonial rooms, you see now yourself that these zealots is a force to be reckoned with, in order to go further, you need to acquire a key from the Underground Prison Cells, but down there I've heard some strange buzzing sounds and sewer waters splashing, be careful!": "很高兴你成功地穿过了礼堂，你现在看到这些狂热者是一股不可忽视的力量，为了走得更远，你需要从地下监狱的牢房里获得一把钥匙，但是在下面我听到了一些奇怪的嗡嗡声和下水道的水飞溅，小心！",
  "Azure-blue wall": "蔚蓝的墙",
  "Castlelan's Notes - Part 2 - A Bunch of Flies": "卡斯特兰的笔记-第二部分-一群苍蝇",
  "Azure-blue wall of unknown origin, looks strange": "天蓝色的墙，来历不明，看起来很奇怪",
  "You carefully examine the map and spot multiple strange looking entrances that lead to some kinds of underground biomes...more BL9 infestation...": "你仔细检查地图，发现了多个奇怪的入口，导致了一些地下生物群落…更多的BL9感染。。。",
  "Gold Coin Combinations": "金币组合",
  "12-gauge Pump-action shotgun that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'shots'": "12口径泵动猎枪，不知何故注入了完全有知觉的BL9，它以某种方式在精神上与你交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧-一个活的有机体，以某种方式满足了它无法满足的邪恶饥饿，它吞噬一切与它的'子弹'",
  "An elaborately constructed but quite bulky magazine for BL9 launcher mk3 to launch incredibly unstable seeming to be eager to explode bits of BL9 - 'BL9 megabomblets' ": "一个精心建造但相当笨重的弹匣，为BL9发射器mk3发射难以置信的不稳定，似乎急于爆炸的BL9-“BL9百万炸弹”",
  "BL9-infused magnum MK iii": "BL9注入马格南MK iii",
  "So, you've interrupted our great ceremony and starting to massacre my people, how rude and antagonistic of you, littel moth, you seem to lack manners, I guess my humble and welcoming servants do not really fit your criteria, a company of stinky flies for you, little moth - that is what you are definitely going to appreciate!": "所以，你打断了我们伟大的仪式，开始屠杀我的人民，你是多么粗鲁和敌对，小飞蛾，你似乎缺乏礼貌，我猜我谦逊和热情的仆人并不真正符合你的标准，一个臭蝇公司为你，小飞蛾-这是你一定会欣赏！",
  "A very high recoil, inaccurate even but quite deadly revolver that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'bullets'": "一把非常高的后坐力，不准确，甚至是致命的左轮手枪，它被注入了完全有知觉的BL9，以某种方式与你进行精神交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧——一个活的有机体，以它的“子弹”吞噬一切，以某种方式满足它永不满足的邪恶饥饿",
  "Agent's Notes - Part 6 - Through the Garden Labyrinth": "探员笔记-第6部分-穿过花园迷宫",
  "BL9-infused sprayer MK iii": "BL9灌注喷雾器MK iii",
  "\"'Madman'? I only crave to change this world for the better, but the remaining humans MUST bind with this POWER, the worthy will live and serve 'US'. The unworthy will die and be gotten rid of like useless chaff!\"": "“疯子”？我只渴望把这个世界变得更好，但是剩下的人类必须与这种力量结合在一起，有价值的人将生活并为我们服务。不配的人会死，像无用的糠秕一样被除掉！”",
  "I hope you're going strong, in order to go further you have to explore the tricky branching Garden Labyrinth, somewhere there you'll find a key that leads to the next room, note that there are 2 keys - you'll need both of them - one you'll find for the construction in the garden that contains the key for advancing further...": "我希望你能走得更远，为了走得更远，你必须探索复杂的分支花园迷宫，在那里你会找到一把通向下一个房间的钥匙，注意这里有两个钥匙-你需要两个钥匙-一个你会在花园里找到一个，里面有进一步前进的钥匙。。。",
  "\"We finally meet. EVERYTHING that I'VE WORKED SO DILIGENTLY ON, BUILT, CREATED and you've destroyed, killed, eradicated... you shall pay for EVERYTHING dearly! Then the NEW ERA will begin!\"": "“我们终于见面了。我辛勤工作的一切，建造的，创造的，你摧毁的，杀死的，根除的。。。你应该为一切付出昂贵的代价！新时代就要开始了！”",
  "Sorry.": "对不起的。",
  "Castlelan's Notes - Part 3 - My Precious Garden": "卡斯特兰的笔记-第三部分-我珍贵的花园",
  "A bulky, BL9 sprayer that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'spray'": "一个笨重的，BL9喷雾器，不知怎么地注入了完全有知觉的BL9，它在某种程度上与你交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧-一个活的有机体，以某种方式满足了它无法满足的邪恶饥饿，它吞噬了一切与它的'喷雾'",
  "\"You've lost your only chance to redeem yourself - you could just unite with 'US', with ME, to found a new Earth built upon the flesh and bones of the unworthy and filthy ones!\"": "“你已经失去了救赎自己的唯一机会——你可以和‘我们’，和我联合起来，建立一个新的地球，建立在不值得和肮脏的人的骨肉之上！”",
  "Lime-green strange wall": "灰绿色怪墙",
  "You've gotten far, I have to admit this, but it all ends here, you won't escape alive from my mind-boggling garden full of surprises, besides, the annoying squashable bugs is not the only thing you are going to see here in my Castle...": "你已经走得很远了，我不得不承认这一点，但一切都在这里结束了，你不会从我那令人难以置信的充满惊喜的花园里活着逃走，况且，在我的城堡里，你会看到的不仅仅是那些烦人的臭虫。。。",
  "A combination of well-made, seemingly handcrafted golden coins. Its one side is adorned in astounding etched decorations, and the other shows an image of a bust of some seemingly Roman Emperor with some text below it written in Latin that you cannot decipher.": "一组制作精良，看似手工制作的金币。它的一面装饰着令人惊叹的蚀刻装饰，另一面则是一个看起来像是罗马皇帝的半身像，下面用拉丁语写着一些你无法解读的文字。",
  "\"You strive to destroy this priceless godly organism and anything associated with it as if it's some kind of a plague or a corruption. Oh, but I am FAR from being corrupted - I've awoken from the deepest slumber - the slumber of ignorance!\"": "“你努力摧毁这个无价的神圣有机体和任何与之相关的东西，就好像它是某种瘟疫或腐败。哦，但我还远没有堕落，我已经从最深的沉睡中醒来了，那是无知的沉睡！”",
  "Agent's Notes - Part 7 - Infernal Room": "特工笔记-第7部分-无间道",
  "Lime-green wall of unknown origin, looks strange": "来历不明的灰绿色墙壁，看上去很奇怪",
  "Platinum Coin": "白金硬币",
  "\"'Nevulion'? The prophecy? Hah, the occult mumbo-jumbo. Yet, they were right about EVERYTHING - I AM THE NEVULION, I AM THE PROPHECY and I SHALL BE YOUR DOOM, FEEBLE HUMAN!\"": "“‘永不放弃’？预言？哈，神秘的胡言乱语。然而，他们对每件事都是正确的——我是永恒的，我是预言，我将成为你的厄运，软弱的人类！”",
  "Platinum Coins": "铂币",
  "juniper tree": "杜松树",
  "Alright, you're about to descend into the Infernal Room, the key to the way to the Throne Room that can be accessed via the Grand Hall lies there, be careful there!": "好吧，你就要下地狱了，通往王座室的钥匙就在那里，要小心！",
  "Purple strange wall": "紫怪墙",
  "Castlelan's Notes - Part 4 - A Friendly Reminder": "卡斯特兰的笔记-第4部分-友好的提醒",
  "One of the species of 'Juniperus' that grows in New England, juniper berries grow over two to three years, first flowering.  On the second year producing a green berry, the last, they produce their more famed blue varieties.  If you examined the foliage more closely, you could probably find some viable clusters.  You could also cut it down with the right tools.": "杜松子是生长在新英格兰的“杜松子”的一个品种，它的浆果在2到3年内生长，第一次开花。在生产绿色浆果的第二年，最后一年，他们生产更著名的蓝色品种。如果你仔细观察树叶，你可能会发现一些可行的植物群。你也可以用合适的工具把它砍下来。",
  "peach tree": "桃树",
  "BL9-infused launcher MK iii": "BL9灌注发射器MK iii",
  "A well-made, seemingly handcrafted platinum coin. Its one side is adorned in astounding etched decorations, and the other shows a terribly distorted image of some chaotic deity of war or death and 3 letters under it - 'B L 9'": "一种制作精良，看似手工制作的白金硬币。它的一面装饰着令人惊异的蚀刻装饰，另一面则是一个扭曲的形象，上面有一些混乱的战争或死亡神，下面还有三个字母——“B L 9”",
  "\"How are you still alive? Die already, you feeble puny being!\"": "“你怎么还活着？快死了，你这个弱小的家伙！”",
  "Purple wall of unknown origin, looks strange": "来历不明的紫墙，看上去很奇怪",
  "Thank you! Maybe some more?": "谢谢您！也许还有更多？",
  "This is MY domain, this is MY realm, you seem to be forgetting this and causing lots of mischief like an ungrateful bastard you are, my little moth, your wings are still intact after the Infernal Room, huh?We'll see about that soon enough...": "这是我的领域，这是我的领域，你似乎忘记了这一点，造成了很多恶作剧像一个忘恩负义的杂种你，我的小蛾子，你的翅膀仍然完好无损后，地狱的房间，嗯？我们很快就会知道的。。。",
  "One of the several species of 'Prunus' trees found in New England, it bears peaches in the summer.  If you examined the branches more closely, you could probably find some mature peaches.  You could also cut it down with the right tools.": "在新英格兰发现的几种‘李’树中的一种，夏天结桃子。如果你仔细观察树枝，你可能会发现一些成熟的桃子。你也可以用合适的工具把它砍下来。",
  "A high-quality modern grenade launcher with a well constructed magazine for the bomblets, it has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'fragments'": "一个高质量的现代化榴弹发射器和一个结构良好的炸弹杂志，它已经注入了完全有知觉的BL9，以某种方式在精神上与你沟通，它完全由BL9构成，看起来比以往任何时候都更加恐怖和恐惧——一个活的有机体，通过吞噬所有的“碎片”来满足它永不满足的邪恶饥饿",
  "apricot tree": "杏树",
  "Cyan strange wall": "青色怪墙",
  "BL9-infused bow MK iii": "BL9灌注弓MK iii",
  "Cyan wall of unknown origin, looks strange": "青色的墙来历不明，看起来很奇怪",
  "Orange strange wall": "橙色怪墙",
  "A transplanted species of 'Prunus armeniaca', rarely found in New England.  It produces apricots in the summer.  If you examined the spurs more closely, you could probably find some mature apricots.  You could also cut it down with the right tools.": "山杏一种‘山杏’的移植种，在新英格兰很少见。夏天产杏子。如果你仔细观察马刺，你可能会发现一些成熟的杏子。你也可以用合适的工具把它砍下来。",
  "A high-power bow with a modern design that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'arrows'": "一个现代设计的高功率弓，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧-一个活的有机体，以某种方式满足了它永不满足的邪恶饥饿与它的'箭'",
  "\"You have killed all of my closest and most trusted people. Even though they clearly gave you MULTIPLE chances to RECONSIDER your decision, to acquire the power and join us! Yet, you acted like a vile and inhumane guest - slaughtered them - chomped the hands that wanted to feed YOU!\"": "“你杀了我所有最亲近最信任的人。尽管他们给了你很多机会重新考虑你的决定，获得权力并加入我们！可是，你却像一个卑鄙的、不人道的客人一样，把他们宰了，还狠狠地咬了那些想喂你的手！”",
  "BL9-infused crossbow MK iii": "BL9注入弩MK iii",
  "plum tree": "李子树",
  "Agent's Notes - Part 8 - The Bridge": "探员笔记第8部分桥",
  "One of the several species of 'Prunus' trees found in New England, it produces plums in the summer.  If you examined the spurs more closely, you could probably find some ripe plums.  You could also cut it down with the right tools.": "在新英格兰发现的几种“李子树”中的一种，它在夏天产李子。如果你仔细观察马刺，你可能会发现一些成熟的李子。你也可以用合适的工具把它砍下来。",
  "Not enough cash, stranger!": "现金不够，陌生人！",
  "A high-power crossbow with a modern design that has somehow been infused with the entirely sentient BL9 that somehow mentally communicates with you, it is entirely made out of BL9 and looks even more horrifying and fear instilling than ever - a live organism that somehow satisfies it's insatiable vile hunger by devouring everything with it's 'bolts'": "一个现代设计的高功率弩，以某种方式注入了完全有知觉的BL9，以某种方式在精神上与你交流，它完全由BL9制成，看起来比以往任何时候都更加恐怖和恐惧——一个活的有机体，以它的“弩箭”吞噬一切，以某种方式满足它永不满足的邪恶饥饿",
  "Platinum Coin Combination": "白金硬币组合",
  "mulberry tree": "桑树",
  "Thanks": "谢谢",
  "I have some bad news - the location of the Castlelan is unknown to us, but we are 100% sure he escaped via the underground passage in the throne room, you MUST chase him down, you'll find the key to the bridge gates on the OTHER side of the bridge in a series of rooms...be careful!": "我有个坏消息-卡斯特兰号的位置我们不知道，但我们百分之百肯定他是通过王座室的地下通道逃走的，你必须把他追下去，你会在一系列房间里找到桥门的钥匙……小心！",
  "Platinum Coin Combinations": "白金硬币组合",
  "A combination of well-made, seemingly handcrafted platinum coins. Its one side is adorned in astounding etched decorations, and the other shows a terribly distorted image of some chaotic deity of war or death and 3 letters under it - 'B L 9'": "一组制作精良、看似手工制作的白金硬币。它的一面装饰着令人惊异的蚀刻装饰，另一面则是一个扭曲的形象，上面有一些混乱的战争或死亡神，下面还有三个字母——“B L 9”",
  "Orange wall of unknown origin, looks strange": "来历不明的橙色墙，看起来很奇怪",
  "Black strange wall": "黑色怪墙",
  "9x19mm BL9": "9×19毫米BL9",
  "This tree is a member of the 'Morus' genus, producing fruit commonly known as mulberries.  In the summer many berries can be picked.  You could also cut it down with the right tools.": "这棵树是“桑”属的一员，果实通常被称为桑椹。夏天可以摘许多浆果。你也可以用合适的工具把它砍下来。",
  "Black wall of unknown origin, looks strange": "来历不明的黑墙，看上去很奇怪",
  "Come back anytime...": "随时回来。。。",
  "elderberry tree": "接骨木",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a 9mm caliber handmade bullet": "手工和笨拙焊接的钢片与BL9样品，不知何故，BL9知道采取什么形式，以便以这样一个完美的方式封装钢片，形成一个9毫米口径的手工子弹",
  "How do I reload guns?": "我怎么装枪？",
  "Yellow strange wall": "黄色怪墙",
  "This tree is a member of the 'Sambucus' genus, producing fruit commonly known as elderberries.  In the summer many berries can be picked.  You could also cut it down with the right tools.": "这棵树是“接骨木”属的一员，出产通常被称为接骨木的果实。夏天可以摘许多浆果。你也可以用合适的工具把它砍下来。",
  "How do I buy items from you?": "我怎么从你这里买东西？",
  "Yellow wall of unknown origin, looks strange": "黄墙来历不明，形同陌路",
  "Agent's Notes - Part 9 - Infested Dungeon": "特工笔记-第9部分-满是虫子的地牢",
  "9x19mm BL9 MK ii": "9x19mm BL9 MK ii",
  "Where can I find gold and platinum?": "我在哪能找到黄金和铂金？",
  "pine tree": "松树",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a stronger 9mm caliber handmade bullet": "手工笨拙地将钢片与BL9样品焊接在一起，不知何故，BL9知道采用何种形式，以便以如此完美的方式将钢片包裹起来，形成一颗更坚固的9毫米口径手工子弹",
  "So far I've managed to receive enough intel to determine what else our crazy castlelan has got up his sleeve - below you there is an old dungeon that seems to be infested with these Crawlers and God knows what else, upon reaching the end of it you'll descend into the Castle's sewer system...": "到目前为止，我已经设法得到足够的情报，以确定我们疯狂的卡斯特兰还有什么秘密藏匿在他的袖子里——在你下面有一个古老的地牢，似乎到处都是这些爬虫，天知道还有什么，当你到达它的尽头时，你会掉进城堡的下水道系统。。。",
  "9x19mm smg BL9": "9x19mm贴片BL9",
  "A towering coniferous tree that belongs to the 'Pinus' genus, with the New England species varying from 'P. strobus', 'P. resinosa' and 'P. rigida'.  If you examined the tree more closely, you might find usable sticky whorls and unharvested pinecones.  Also, you could cut it down with the right tools.": "松树一种高耸的针叶树，属于松树属，新英格兰的种类有“松树”、“松树”和“松树”。如果你仔细观察这棵树，你可能会发现有用的粘性螺纹和未弯曲的松果。另外，你可以用合适的工具把它砍下来。",
  "What's your role in ALL of this?": "你在这一切中扮演什么角色？",
  "birch tree": "桦树",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a 9mm smg caliber handmade bullet": "手工和笨拙焊接的钢片与BL9样品，不知何故，BL9知道采取什么形式，以这种完美的方式封装钢片，形成一个9毫米的smg口径手工子弹",
  "Castlelan's Notes - Part 5 - My Defiled Dungeon": "卡斯特兰的笔记-第五部分-我肮脏的地牢",
  "9x19mm MK ii smg BL9": "9x19mm MK ii smg BL9",
  "A tall deciduous tree of the 'Betula' genus, with the characteristic peeling bark.  Species like 'B. alleghaniensis', 'B. papyrifera', and 'B. populifolia' are the most common in the New England region.  You could tear off some strips of bark if you examined the tree more closely.  You could cut it down with the right tools.": "桦树一种高大的落叶乔木，树皮剥落。在新英格兰地区，像“B.alleghaniensis”、“B.papyrifera”和“B.populifolia”这样的物种是最常见的。如果你仔细观察那棵树，你可以撕下一些树皮。你可以用合适的工具把它砍下来。",
  "How do I repair BL9-infused items?": "如何修复BL9注入的物品？",
  "willow tree": "柳树",
  "Oh, while you're at it I would greatly appreciate it, little moth, if you clean the old dungeon below off my miserable insects' filth, they've got a bit out of control...my Right Hand will reward you GREATLY for this...": "哦，当你这么做的时候，我会非常感激的，小飞蛾，如果你把下面的旧地牢清除掉我那些可怜虫的脏东西，它们有点失控了……我的右手会为此给你很大的回报。。。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a stronger 9mm smg caliber handmade bullet": "手工笨拙地用BL9样品焊接钢片，不知何故，BL9知道采取什么形式，以便以这样一种完美的方式包裹钢片，形成一个更强大的9毫米口径smg手工子弹",
  "Actually, I'll check what's on sale today...": "实际上，我去看看今天有什么特价。。。",
  "Corral strange wall": "畜栏怪墙",
  ".308 BL9": "308栋9楼",
  "Agent's Notes - Part 10 - The Assassin": "探员笔记-第10部分-刺客",
  "A tall, wide deciduous tree of the 'Salix' genus, with long thin leafy branches that hang down like curtains.  You could tear off some bark.  You could cut it down with the right tools.": "柳属的一种高大、宽的落叶乔木，有细长的叶状树枝，像窗帘一样垂下。你可以撕下一些树皮。你可以用合适的工具把它砍下来。",
  "I've got a selection of GOOD things on sale, stranger, BL9-infused handcrafted weapons AND quite precious durable armor - but it's the gold and platinum that I seek from you in return...": "我有一些好东西在出售，陌生人，BL9注入手工武器和相当珍贵的耐用盔甲-但作为回报，我向你寻求的是黄金和铂金。。。",
  "maple tree": "枫树",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a 308 caliber handmade bullet": "手工笨拙地用BL9样品焊接钢片，不知何故，BL9知道该采取什么形式，以便以如此完美的方式将钢片包裹起来，形成308口径的手工子弹",
  "Thank you!I've got more questions...": "谢谢您！我还有更多的问题。。。",
  "You are in the sewers - great, but BEWARE, Castlelan is not joking about his Right Hand, it's not a mere crazed cultist, it is a tall lizard-skinned incredibly agile and deadly creature that is capable of hiding in the shadows, one of `THEIR` bioweapons it seems, it guards the path to the mines below, use your wits and skills to DESTROY it!": "你在下水道里-很好，但是要小心，卡斯特兰不是在开他的右手玩笑，它不是一个疯狂的邪教分子，它是一个高大的蜥蜴皮肤，非常敏捷和致命的生物，能够隐藏在阴影中，似乎是他们的一种生物武器，它守卫着通往下面地雷的道路，用你的智慧和技能摧毁它！",
  "A large deciduous tree of the 'Acer' genus.  The leaves are distinctively shaped with five prongs.  It could be tapped in order to extract maple syrup.  You could cut it down with the right tools.": "槭树属的一种大型落叶树。叶子形状独特，有五个尖头。它可以用来提取枫糖浆。你可以用合适的工具把它砍下来。",
  ".308 MK ii BL9": ".308 MK ii黑色",
  "Castlelan's Notes - Part 6 - My Right Hand": "卡斯特兰的笔记-第6部分-我的右手",
  "If you cannot reload BL9 guns with the BL9 mags - just drop both weapon AND the mag on the ground and either reload them on the ground OR drop 'em, pick 'em up and try reloading them again, this will solve such TRIVIAL issue of yours, stranger!": "如果你不能用BL9弹夹重新装填BL9枪-只要把武器和弹夹都扔在地上，要么把它们装在地上，要么把它们扔到地上，捡起来再装，这样就能解决你的小问题了，陌生人！",
  "A large deciduous tree of the 'Acer' genus.  The leaves are distinctively shaped with five prongs.  A spigot is wedged into the trunk, and sweet maple syrup can be extracted.  You could cut it down with the right tools.": "槭树属的一种大型落叶树。叶子形状独特，有五个尖头。树干上插着一个塞子，可以提取出甜枫糖浆。你可以用合适的工具把它砍下来。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a stronger 308 caliber handmade bullet": "手工笨拙地将钢片与BL9样品焊接在一起，不知何故，BL9知道采用何种形式，以便以如此完美的方式将钢片包裹起来，形成一颗更坚固的308口径手工子弹",
  "BL9 shot": "BL9射击",
  "With gold and platinum coin COMBINATIONs of course!Check your 'OTHER' recipes in your PDA or your Notebook or whatever.You need to collect gold and platinum coins, then craft these combinations - each combination of gold or platinum requires 100 pieces of the CORRESPONDING type - 100 gold is needed to craft 1 gold coin combination, 100 platinum is neede to craft 1 platinum coin combination, stranger!": "当然有金币和白金的组合！在你的掌上电脑或笔记本里查看你的“其他”食谱，或者随便你需要收集金币和铂金币，然后制作这些组合——每一个黄金或铂金的组合都需要100块相应类型的金币——需要100金币来制作1个金币组合，需要100个铂金来制作1个白金硬币组合，陌生人！",
  "Corral wall of unknown origin, looks strange": "来源不明的畜栏墙，看起来很奇怪",
  "hickory tree": "山核桃树",
  "My servants, oh my loyal servants, you can't even conceive of how much they love and adore me for bringing Nevulion's blessings to them!They even love YOU now, little moth, so much that my Right Hand wants to personally assess your strength and skills...": "我的仆人，哦，我忠诚的仆人，你甚至无法想象他们是多么地爱我，崇拜我给他们带来无尽的祝福！他们现在甚至爱你，小飞蛾，以至于我的右手想亲自评估你的力量和技能。。。",
  "Sand-brown strange wall": "沙褐色怪墙",
  "A tall deciduous tree of the 'Carya' genus.  You could look for hickory nuts if you examined the tree more closely.  You could cut it down with the right tools.": "山核桃属的一种高大的落叶树。如果你仔细检查那棵树，你可以找山核桃。你可以用合适的工具把它砍下来。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a handmade shell": "手工和笨拙地焊接带有BL9样品的钢片，不知何故，BL9知道采取什么形式，以便以如此完美的方式将钢片包裹起来，形成一个手工制作的外壳",
  "Agent's Notes - Part 11 - The Furnace": "探员笔记-第11部分-熔炉",
  "pistachio tree": "开心果树",
  "Sand-brown wall of unknown origin, looks strange": "沙褐色的墙来历不明，看上去很奇怪",
  "Look around yourself, stranger, it's scattered ALL across the world - you can find it in all kinds of locations that are associated with BL9 - biomes, anomalies, secret military locations, soldiers and cultists carry it - the patrols, the list goes on and on, stranger...": "看看你自己，陌生人，它分散在世界各地-你可以在与BL9相关的所有地方找到它-生物群落，异常，秘密军事地点，士兵和邪教分子携带它-巡逻，名单不断，陌生人。。。",
  "Lava strange wall": "熔岩怪墙",
  "A deciduous tree of the 'Pistacia' genus.  This is a cultivated tree, and is not native to this region.  You could look for pistachio nuts if you examined the tree more closely.  You could cut it down with the right tools.": "黄连木属的落叶树。这是一种栽培的树，不是本地的。如果你仔细观察这棵树，你可以寻找开心果。你可以用合适的工具把它砍下来。",
  "BL9 shot MK ii": "MK ii射击9",
  "almond tree": "杏仁树",
  "Lava wall of unknown origin, looks strange": "来历不明的熔岩墙，看起来很奇怪",
  "empty space": "空位",
  "A deciduous tree of the 'Prunus' genus.  This is a cultivated tree, and is not native to this region.  You could look for fresh almonds if you examined the tree more closely.  You could cut it down with the right tools.": "李属的落叶树。这是一种栽培的树，不是本地的。如果你仔细检查一下那棵树，你可以找些新鲜的杏仁。你可以用合适的工具把它砍下来。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a stronger handmade shell": "手工和笨拙地焊接带有BL9样品的钢片，不知何故，BL9知道采取什么形式，以便以如此完美的方式将钢片包裹起来，形成一个更坚固的手工制作外壳",
  "pecan tree": "山核桃树",
  "This is empty space.": "这是空位。",
  ".357 magnum BL9": "0.357马格南BL9",
  "Reactor override console": "反应堆超控控制台",
  "A tall deciduous tree of the 'Carya' genus.  You could look for pecan nuts if you examined the tree more closely.  You could cut it down with the right tools.": "山核桃属的一种高大的落叶树。如果你仔细观察那棵树，你可以找山核桃仁。你可以用合适的工具把它砍下来。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a 357mag caliber handmade bullet": "手工和笨拙地焊接钢片与BL9样品，不知何故，BL9知道采取什么形式，以便以这样完美的方式将钢片包裹起来，形成357毫米口径的手工子弹",
  "This is a standalone computer terminal.Destroying it will override the reactor, this is the only way to unlock the secret path though...": "这是一台独立的计算机终端。销毁它会覆盖反应堆，这是唯一能打开秘密通道的方法。。。",
  "underbrush": "灌木丛",
  ".357 magnum BL9 MK ii": "0.357马格南BL9 MK ii",
  "safety vat": "安全增值税",
  "The next room leads to The Furnace, as far as I'm aware, there are 2 giant cages inside...I guess another horrible bioweapon of `THEM`, do your BEST to kill whatever you find there!": "隔壁房间通向火炉，据我所知，里面有两个巨大的笼子……我猜是另一个可怕的生物武器“他们”，尽你所能杀死你在那里发现的任何东西！",
  "The safety vat": "安全增值税",
  "Small plants and shrubs that decorate the forest.  An observant forager could obtain edible plants, acorns, eggs, and mushrooms from it.": "装饰森林的小植物和灌木。敏锐的觅食者可以从中获得可食用的植物、橡子、鸡蛋和蘑菇。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a stronger 357mag caliber handmade bullet": "手工和笨拙焊接的钢片与BL9样品，不知何故，BL9知道采取什么形式，以便以这样一个完美的方式封装钢片，形成一个更强大的357毫米口径手工子弹",
  "shrub": "灌木",
  "5.56 BL9": "5.56 BL9",
  "Interesting!I've got more questions...": "有趣！我还有更多的问题。。。",
  "Castlelan's Notes - Part 7 - My Precious Furnace": "卡斯特兰的笔记-第七部分-我的宝贝熔炉",
  "Rock blue wall": "岩蓝墙",
  "My role?Oh, stranger, I'm merely a survivor, an avid rarity and treasure collector that knows...ways around BL9 and it's carriers, how though?Oh, that's a long story, I don't want to bore the heck outta you, stranger...": "我的角色？哦，陌生人，我只是一个幸存者，一个狂热的珍品收藏家，知道……关于BL9和它的载体，怎么办？哦，说来话长，我不想让你厌烦，陌生人。。。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a 5.56 caliber handmade bullet": "手工和笨拙焊接的钢片与BL9样品，不知何故，BL9知道采取什么形式，以便以这样完美的方式包裹钢片，形成一个5.56口径的手工子弹",
  "A small shrub.": "小灌木。",
  "I'm starting to wonder what it takes for you to end just like any little moth - burning and turning into dust entirely upon flying to the nearest torch...the next room is my personal Furnace where I smelt ores found in the mines AND the ruins, lest someone should steal my ores I've got two good barbaric bouncers...they WILL treat you accordingly, little moth...": "我开始想知道你怎么才能像任何一只小飞蛾一样结束——飞到最近的火把时完全变成了尘土……隔壁房间是我的个人熔炉，在那里我可以闻到在矿井和废墟中发现的矿石，以免有人偷走我的矿石我有两个很好的野蛮保镖……他们会相应地对待你的，小飞蛾。。。",
  "5.56 BL9 MK ii": "5.56 BL9 MK ii",
  "GOOD QUESTION - for this you need to use the BL9-infused soldering iron - as a repairing tool, BL9 samples - as materials used for repairing, and you need to have sufficiently high fabrication skills, of course.In case you somehow break or loose your weapons, armor or soldering iron - DON'T WORRY - you can easily buy the said items again from me or acquire the soldering iron for free": "好问题-为此，你需要使用BL9注入烙铁-作为修复工具，BL9样品-作为用于修复的材料，你需要有足够高的制造技能，当然当然。在万一你弄断或松开武器，盔甲或烙铁-别担心-你可以很容易地从我这里再次购买上述物品或免费获得烙铁",
  "peanut bush": "花生灌木",
  "A very hard and sturdy blue wall made of a rock of a strange, unknown origin": "一种非常坚硬而坚固的蓝色墙壁，由一种来源不明的奇怪岩石制成",
  "A small bush of crunchy peanuts.": "一小丛松脆的花生。",
  "Manually and clumsily soldered pieces of steel with BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a stronger 5.56 caliber handmade bullet": "手工和笨拙焊接的钢片与BL9样品，不知何故，BL9知道采取什么形式，以便以这样一个完美的方式包裹钢片，形成一个更强大的5.56口径手工子弹",
  "Blue rock wall": "蓝岩墙",
  "blueberry bush": "蓝莓灌木",
  "It seems to take a form of a very strange looking gray acidic liquid that bubbles and splashes by itself inside of any container it is put in, corrosive and dangerous": "它看起来是一种非常奇怪的灰色酸性液体，在放入的任何容器中都会自己起泡和飞溅，具有腐蚀性和危险性",
  "A very hard and sturdy blue wall made of a rock of strange, unknown origin": "一堵非常坚硬而坚固的蓝色墙，由一块来历不明的奇怪岩石构成",
  "A small bush of sweet blueberries.": "一小丛甜蓝莓。",
  "Red rock wall": "红岩墙",
  "It seems to take a form of a very strange looking white acidic liquid that bubbles and splashes by itself inside of any container it is put in, extremely corrosive and dangerous": "它看起来像是一种看起来很奇怪的白色酸性液体，在任何容器内都会自行起泡和飞溅，具有极强的腐蚀性和危险性",
  "Agent's Notes - Part 12 - The Sand Ruins": "探员笔记-第12部分-沙废墟",
  "A very hard and sturdy red wall made of a rock of strange, unknown origin": "一种非常坚硬而坚固的红墙，由一种来源不明的奇怪岩石构成",
  "strawberry bush": "草莓丛",
  "Upstairs a series of undeground sand ruins awaits you, we believe that it is one of the places from which cultists search for ores and precious gems, they are all aware of your presence...": "楼上有一系列地下的沙砾在等着你，我们相信这里是邪教者寻找矿石和宝石的地方之一，他们都知道你的存在。。。",
  "BL9-infused arrow": "BL9灌注箭",
  "card reader": "读卡器",
  "A small bush of juicy strawberries.": "一小丛多汁的草莓。",
  "Castlelan's Notes - Part 8 - You Are THAT Stubborn?": "卡斯特兰的笔记-第八部分-你有那么固执吗？",
  "This is a smartcard reader.  It sports the stylized symbol of an atom inside a flask that is universally known to indicate SCIENCE.  The stark red LED blinks askance at your geek cred.  You could swipe a scientific ID badge near it to unlock the gates to discovery.": "这是一个智能卡读卡器。它带有一个原子在烧瓶内的程式化符号，这是众所周知的科学指示。赤色的LED在你的极客信条上斜着闪烁。你可以在科学发现号附近打开它。",
  "blackberry bush": "黑莓灌木",
  "A small bush of delicious blackberries.  Watch out for its thorns!": "一小丛美味的黑莓。小心它的刺！",
  "A fletched aluminum arrow shaft with a bladed tip that has somehow been infused with the almost sentient BL9 covering it partially and strengthening it with it's tissue": "一个有斑点的铝制箭杆，有一个叶片状的尖端，不知何故被注入了几乎有知觉的BL9，覆盖了它的一部分，并用它的组织加强了它",
  "ENOUGH, STOP IT!How about you just STOP and GIVE UP YOURSELF until you are brutally maimed at the hands of my servants?I've warned you before, little moth, but now I am being SERIOUS, you won't get out of this dungeon alive, entire horde of my heavily armed servants awaits you there, trust me - they WILL fight as fiercely, as ferociously as they can to pluck and devour your teeny weeny wings, little moth!": "够了，住手！不如你停下来，放弃自己，直到你被我的仆人残忍地残废？我以前警告过你，小飞蛾，但现在我是认真的，你不会活着离开这个地牢的，我的全副武装的仆人在那里等着你，相信我-他们会尽可能的激烈地战斗，尽他们所能的抓住并吃掉你那小小的翅膀，小飞蛾！",
  "huckleberry bush": "哈克贝利灌木",
  "This is a smartcard reader.  The universal symbol of an eagle driving a tank, biting a grenade pin stands rampant in front of an American flag.  A small, red LED remains constant, as if watching you, waiting.  You could swipe a military ID card in front of the reader if you dared.": "这是一个智能卡读卡器。老鹰驾驶坦克、咬手榴弹钉的世界性象征横亘在美国国旗前。一个小的，红色的发光二极管保持不变，好像看着你，等待。如果你敢的话，你可以在读者面前刷一张军人身份证。",
  "Agent's Notes - Part 13 - The Castlelan": "探员笔记-第13部分-卡斯特兰",
  "BL9-infused bolt": "BL9灌注弩箭",
  "A small bush of huckleberries, often mistaken as blueberries.": "一种小灌木，常被误认为是蓝莓。",
  "You're getting there, in order to reach The Castlelan and put the final exclamation mark to everything that had led to this point you will have to cross the bridge leading to the final tower of The Castle, stop the madman at all costs!": "你到了那里，为了到达城堡，并把最后的感叹号，一切导致这一点，你将不得不通过桥梁，导致城堡的最后塔，阻止疯子不惜一切代价！",
  "This is a smartcard reader.  The symbol of a gear in front of a bulging bicep is emblazoned on the matte black surface with an illegible heavy industrial company title.  A red LED blinks on the card reader.  Perhaps an industrial ID card could still open it.": "这是一个智能卡读卡器。鼓鼓的二头肌前面的齿轮符号印在哑光的黑色表面上，上面有一个难以辨认的重工业公司名称。读卡器上的红色LED闪烁。也许一张工业身份证还能打开它。",
  "raspberry bush": "树莓丛",
  "Gud lava": "熔岩",
  "A simple fletched steel crossbow bolt with a flattened and sharpened tip that has somehow been infused with the almost sentient BL9 covering it partially and strengthening it with it's tissue": "一个简单的有斑点的钢弩弩箭，尖端扁平锐利，不知何故注入了几乎有知觉的BL9，部分覆盖并用组织加固",
  "An extremely hot, glowing liquid, composed of molten rock and/or metal.Not deadly at all compared to vanilla so Kevin will truly despise this": "一种极热的发光液体，由熔融的岩石和/或金属。不是和香草相比简直是致命的，所以凯文真的会鄙视这个",
  "Castlelan's Notes - Part 9 - Nevulion is ONE With ME!": "卡斯特兰的笔记-第9部分-奈弗利昂是我的一个！",
  "A small bush of delicious raspberries.  Watch out for its thorns!": "一小丛美味的覆盆子。小心它的刺！",
  "I have ascended into HIS realm, I could feel his might and power - not just his blessing but a magical empowerment, a truly blissful feeling!I quenched my thirst for power, little moth, but now I am HUNGRY!Hungry for blood, your blood especially - I expect you in the tower to send you to Nevulion's realm so he can TORMENT your vile soul endlessly!": "我已经升入他的王国，我能感受到他的力量和力量——不仅仅是他的祝福，而是一种神奇的力量，一种真正的幸福感！我熄灭了对权力的渴望，小飞蛾，但现在我饿了！渴望鲜血，尤其是你的鲜血——我希望你在塔里把你送到涅弗利昂的王国，这样他就能无休止地折磨你卑鄙的灵魂！",
  "BL9-infused arrow MK ii": "BL9注入箭MK ii",
  "Agent's Notes - Part 14 - The Island": "探员笔记-第14部分-岛屿",
  "grape bush": "葡萄丛",
  "Hmm, so THIS is the location of their main base of operations?A distant island in the middle of nowhere...you have done TREMENDOUS work here, venture into The Island when you are prepared for an even more dangerous encounter...I will be waiting...": "嗯，这就是他们主要行动基地的位置？一个偏僻的遥远的岛屿…你在这里做了大量的工作，当你准备好迎接更危险的遭遇时，冒险进入岛上…我会等待。。。",
  "A bush of a different species invaded by vines of grapes.": "被葡萄藤入侵的不同种类的灌木。",
  "Printed Agent's Journal - Part 10 - 'THEM'": "印刷代理人日记-第10部分-“他们”",
  "rose bush": "玫瑰丛",
  "A fat bush of beautiful red roses, if only you could get a date!  Watch out for its thorns!": "一丛美丽的红玫瑰，如果你能有个约会就好了！小心它的刺！",
  "So now I believe that you can guess `THEIR` plan - to create an army of perfectly obedient bio-soldiers to eradicate anyone that stands on their way and conquer these lands and try to take on the other regions, maybe even The Whole World \n \n     They MUST be stopped!They are posing a threat to our and other remaining altruistic organizations that do their best to help survivors, slow down the blob, establish SOME form of civilization, a parody of it at least, and spread our influence without spilling blood or turning everyone into vile organism controlled puppets...": "所以现在我相信你可以猜到他们的计划-建立一支完全听话的生物兵军队来消灭任何一个站在他们路上的人，征服这些土地，并试图征服其他地区，甚至是全世界\n",
  "Agent's Notes - Part 15 - The Way Through The Island": "探员笔记-第15部分-通过岛的方式",
  "A fletched aluminum arrow shaft with a bladed tip that has somehow been infused with the almost sentient BL9 covering it entirely and strengthening it with it's tissue": "一个有叶尖的带叶尖的铝制箭杆，不知何故被注入了几乎有知觉的BL9，将其完全覆盖，并用它的组织加强它",
  "BL9-infused bolt MK ii": "BL9灌注弩箭MK ii",
  "You have reached the destination, I am glad to see you alive!Infiltrating the Island you will come across camps, some small military structures - but that's just the tip of the iceberg - the only way to get inside of The Island's bunker and more elaborate structures is via water caves": "你已经到达目的地了，我很高兴看到你活着！渗透到岛上，你会看到营地，一些小型军事建筑——但这只是冰山一角——进入岛上碉堡和更复杂建筑的唯一途径是通过水洞",
  "hydrangea bush": "绣球",
  "Master's Notes - Part 1 - So You Are HERE Now...": "大师笔记-第一部分-所以你现在在这里。。。",
  "A simple fletched steel crossbow bolt with a flattened and sharpened tip that has somehow been infused with the almost sentient BL9 covering it entirely and strengthening it with it's tissue": "一个简单的有羽毛的钢十字弓弩箭有一个扁平和锐利的尖端，不知何故注入了几乎有知觉的BL9完全覆盖它，并用它的组织加强它",
  "40mm BL9": "40毫米 BL9",
  "You have managed to enter `OUR` base of operations - the militarized Island guarded by very well-trained biologically enhanced soldiers armed to teeth, plenty of which are heavily mutated having inhumane strength and agility, that Castle - that was a mere cult controlled by an archaic madman - I would have got rid of them myself upon starting our conquest, but you've done me a good favor, the first time - the last time, survivor...": "你成功地进入了“我们的”作战基地——这座军事化的岛屿，由训练有素的生物强化士兵守卫着，他们武装到牙齿，其中许多人都有着非人的力量和敏捷，大量变异，这座城堡——那只是一个由古老的疯子控制的邪教——我在开始我们的战斗时会自己除掉他们征服，但你帮了我一个大忙，第一次-最后一次，幸存者。。。",
  "A fat, bush of fragrant blue hydrangeas.": "一丛又肥又香的蓝色绣球花。",
  "lilac bush": "丁香灌木",
  "Manually and clumsily soldered pieces of steel with unstable BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a dangerous explosive handmade bomblet": "用不稳定的BL9样品手工笨拙地焊接钢片，不知何故，BL9知道采取什么形式，以便以如此完美的方式将钢片包裹起来，形成危险的爆炸性手工炸弹",
  "Agent's Notes - Part 16 - The Water Caves": "探员笔记-第16部分-水洞",
  "40mm BL9 MK ii": "40毫米BL9 MK ii",
  "A wide, bush of bright pinkish purple lilacs.": "一种宽而明亮的紫丁香。",
  "In order to get to the core of The Island, you must pass through the water caves, as far as I know, it contains a mixture of `THEIR` soldiers and some bioweapons, be careful there!": "为了到达岛的核心，你必须穿过水洞，据我所知，这里有一个混合了“他们的”士兵和一些生物武器，小心点！",
  "Manually and clumsily soldered pieces of steel with very unstable BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form a very dangerous explosive handmade bomblet": "手工和笨拙的焊接钢片与非常不稳定的BL9样品，不知何故，BL9知道采取什么形式，以便以这样一个完美的方式包裹钢片，形成一个非常危险的爆炸手工小炸弹",
  "Anomalous BL9 antenna": "异常BL9天线",
  "Master's Notes - Part 2 - Think Twice": "大师笔记-第2部分-三思而后行",
  "40mm BL9 MK iii": "40毫米BL9 MK iii",
  "This strange contraption looks like some cobbled-together transmitter or receiver antenna connected to other electrical apparatus' in this strange facility of some sorts": "这个奇怪的装置看起来像是一些拼凑起来的发射器或接收器天线，连接在这个奇怪的设施里的其他电器上",
  "Manually and clumsily soldered pieces of steel with very unstable BL9 samples, somehow the BL9 knows what form to take in order to encase the piece of steel in such a perfect manner to form an elaborately, deviously even made a big living 40mm megabomblet": "手工和笨拙焊接的钢片与非常不稳定的BL9样品，不知何故，BL9知道采取什么样的形式，以便以如此完美的方式将钢片包裹起来，形成一个精心制作的，甚至是制造了一个巨大的40毫米巨型炸弹",
  "Anomalous electronic machinery": "反常电子机械",
  "The BL9 - the sophisticated organism - WE have managed to exploit it, find it's main strengths and expand them, eradicate it's weaknesses, make an army of BL9 infused soldiers, you are taking on MY work, what I dedicated myself to entirely, if you think you can come anywhere close to ending MY organization, you are making the biggest mistake in your life!": "BL9是一种复杂的有机体，我们成功地利用了它，发现了它的主要优势并扩展了它们，消除了它的弱点，组建了一支由BL9注入的士兵组成的军队，你正在承担我的工作，我全身心投入的工作，如果你认为你能在任何地方接近结束我的组织，你犯了一生中最大的错误！",
  "Bizarre-looking electronic parts all connected together forming some sort of a strange alien machinery, it looks slightly cobbled together yet quite sophisticated, assuming that you understand the mechanism correctly, it seems to be used to produce something or tuned in to be a part of a combination of other machines with similar purpose": "看起来怪异的电子部件全部连接在一起形成了某种奇怪的外星机器，它看起来有点拼凑在一起，但相当复杂，假设你正确地理解了这一机制，它似乎被用来生产某种东西，或者被调到是具有类似目的的其他机器组合的一部分",
  "Agent's Notes - Part 17 - The Labs": "探员笔记-第17部分-实验室",
  "Anomalous scanner": "异常扫描器",
  "This is a slowly spinning parabolic dish engraved with an unrecognizable pattern of symbols that might, at a guess, be some sort of circuitry pattern - or maybe a religious incantation.  It is mounted on a completely mismatched electric motor that looks fairly mundane.": "这是一个慢慢旋转的抛物线形盘子，上面刻着一种无法辨认的符号图案，一猜，可能是某种电路图案，也可能是宗教咒语。它安装在一个完全不匹配的电机上，看上去相当平凡。",
  "The next rooms are hidden laboratories where `THEY` conduct their vile and inhumane experiments...I've seen the bioweapons that are kept there and I've been horrified - these are the most dangerous scums you've seen yet - incredibly tall flesh eating constantly regenerating abominations, it will take many clips to gun these scums down, be careful!": "接下来的房间是隐藏的实验室，在那里“他们”进行卑鄙和不人道的实验……我见过保存在那里的生物武器，我吓坏了——这些是你见过的最危险的人渣——难以置信的高高的肉食不断再生出可憎的东西，要想把这些人渣射下来需要很多剪辑，小心！",
  "Master's Notes - Part 3 - Scientific Experiments": "硕士笔记-第3部分-科学实验",
  "Anomalous utility light": "异常效用光",
  "Experimenting on BL9 proved to be a daunting yet very lucrative task, we've learned a lot about it's origin, how it lives outside of a host and most importantly - how exactly humans, animals and plants infuse with it, how it `communicates`, compared it to the Blob and Mycus even and my, my...these are mere toys that are only capable of 7% of what BL9 can do and what it WILL do...": "在BL9上进行实验被证明是一项艰巨而又利润丰厚的任务，我们已经了解了很多关于它的起源，它是如何在宿主之外生存的，最重要的是人类、动物和植物是如何与它融合的，它是如何“交流”的，甚至与斑点和Mycus甚至我，我的……这些仅仅是玩具，只能够提供7%的能力BL9能做什么，它能做什么。。。",
  "The bulbs emit an eery unpleasant glow, and some parts of it have a curved appearance as if the metal were grown in a lab, but by and large this isn't a particularly unusual looking area light.": "灯泡发出一种非常不愉快的光，它的一些部分有一个弯曲的外观，好像金属生长在实验室里，但总的来说，这不是一个特别不寻常的光领域。",
  "Agent's Notes - Part 18 - The Waste Disposal": "代理人须知-第18部分-废物处理",
  "Anomalous personal charging station": "异常个人充电站",
  "In order to get to the other side of The Island, unfortunately, the only way is to go via the Waste Disposal rooms below - the doors to it are locked though, you'll have to find the ID card somewhere around here to open it, advance further, I am sure it is somewhere around here...": "不幸的是，为了到达岛的另一边，唯一的办法就是通过下面的废物处理室——虽然门是锁着的，但你必须在这附近找到身份证才能打开它，再往前走，我肯定它就在这附近。。。",
  "Master's Notes - Part 4 - Still not Fascinated?": "大师笔记-第四部分-仍然不着迷？",
  "An alien 'refueling' or charging device of some sorts, this is a custom-shaped near-vertical booth designed to mount a heavy metal frame and connect it to a central power supply and nutrient source.": "这是一种外星的“加油”或充电装置，这是一个定制形状的近垂直展位，设计用来安装重金属框架，并将其连接到中央电源和营养源。",
  "Anomalous power generator": "异常发电机",
  "An enormous apparatus utilizing the electric power generated as a result of dissolving of some strange alien mineral inside, considering the danger of the processes occurring inside of this machine, it is very well isolated and only it's slight humming indicates that it's currently in an active state": "一个巨大的装置，利用内部某种奇怪的外来矿物溶解所产生的电力，考虑到这台机器内部发生的过程的危险，它被隔离得非常好，只有轻微的嗡嗡声表明它目前处于活动状态",
  "You have witnessed our work of art - incredibly fast regenerating humanoids - with enough time, we can make truly immortal humans, extend humans' limits, you cannot even conceive of what power you may achieve!Think of this - how about you stop while you still can, turn your back on this wanna-be-heroic bunch of fools and become a part of my personal army - so we can establish The New Order together, huh?": "你已经见证了我们的艺术作品——难以置信的快速再生的类人机器人——只要有足够的时间，我们就能创造出真正不朽的人类，扩展人类的极限，你甚至无法想象你能获得什么样的力量！想一想-趁你还可以的时候停下来，把这帮想成为英雄的傻瓜抛在脑后，成为我个人军队的一部分-这样我们就可以一起建立新秩序了，嗯？",
  "Anomalous circuit printer": "异常电路打印机",
  "This is a tall device with a lattice of pipes and nozzles.  Based on the pile of products sitting in the output hopper, it looks like it’s used as a printer for complex electronic components.": "这是一个很高的装置，上面有管子和喷嘴的格子。根据放在输出料斗中的一堆产品来看，它看起来像是用来打印复杂电子元件的打印机。",
  "Anomalous computer panel": "异常计算机面板",
  "A relatively small computer panel, totally bizarre interface and completely indecipherable walls of 'text' of some sorts can be seen on the display, glowing eerily in the dark with vibrant colors": "在显示屏上可以看到一个相对较小的计算机面板、完全怪异的界面和完全无法辨认的“文本”墙，在黑暗中以鲜艳的颜色闪烁",
  "Anomalous converter": "反常变换器",
  "Agent's Notes - Part 19 - The Basement Passage": "探员笔记-第19部分-地下室通道",
  "Surprisingly sleek-looking machine exact purpose of existence of which is unknown to you, but taking a wild guess, it seems like it is capable of converting some types of alien materials into others, the exact physical or chemical processes involved are a pure mystery": "令人惊讶的光滑的机器存在的确切目的是未知的，但采取一个疯狂的猜测，它似乎是能够转换成其他类型的外来物质的某些类型，确切的物理或化学过程涉及是一个纯粹的谜",
  "You made it through!Good, now in order to reach the surface of The Island once again you will have to pass through a long basement passage, be aware though - it is heavily guarded as far as I know...": "你成功了！很好，现在为了再次到达岛的表面，你必须穿过一条长长的地下通道，但要注意——据我所知，这里戒备森严。。。",
  "Agent's Notes - Part 20 - The Military Base": "特工笔记-第20部分-军事基地",
  "There is a huge structure after the military camps up ahead - a sleek hi-tech military base - the reactors of which are powered by a strange underground lava source below it, now we're dealing with more soldiers than ever...": "前面的军营后面有一个巨大的建筑——一个光滑的高科技军事基地——反应堆的动力来自它下面的一个奇怪的地下熔岩源，现在我们面对的士兵比以往任何时候都多。。。",
  "Master's Notes - Part 5 - Don't Tread on ME": "大师笔记-第五部分-别踩我",
  "You have been given a choice - you chose poorly, foolishly - and now there will be severe consequences for this, you will not escape alive from the military base - what awaits you BENEATH it is BEYOND your imagination!": "你被赋予了一个选择——你的选择很糟糕，愚蠢——而现在这将带来严重的后果，你将无法从军事基地活着逃脱——在它下面等待你的是你想象不到的！",
  "Agent's Notes - Part 21 - The Secret Exit": "特工笔记第21部分秘密出口",
  "I've figured it out!The lava caves below which power up the reactor of the military base play the role of a secret exit out of the military base!Before descending into the unknown though, you must DESTROY the military base ENTIRELY - find the keycards that open the room with the central reactor control laptops and destroy the central laptop then get the heck out of there through the lava caves AS FAST AS POSSIBLE!": "我知道了！下面的熔岩洞穴为军事基地的反应堆提供动力，扮演着军事基地秘密出口的角色！在进入未知之前，你必须完全摧毁军事基地-找到钥匙卡打开房间与中央反应堆控制笔记本电脑和摧毁中央笔记本电脑，然后尽快离开那里的熔岩洞！",
  "Master's Notes - Part 6 - `IT`": "大师笔记-第6部分-`IT`",
  "I must say I am impressed by your skills and wits and what has been saving you from your imminent end, the suspended cargo containers - ah the scent of metal, weapons for my loyal soldiers and `IT` - ah, truly fascinating still!`IT` should keep you busy...`IT` WILL keep you busy!": "我必须说，你的技能和智慧给我留下了深刻的印象，是什么把你从即将到来的结局中拯救出来的，悬浮的货柜——啊，金属的气味，我忠诚的士兵的武器，啊，真的很迷人！`它会让你忙的…`它会让你忙的！",
  "Agent's Notes - Part 22 - The Grotesque Amalgamation": "特工笔记第22部分怪诞的合并",
  "So you've already heard of `IT`, `IT` - that's a grotesque amalgamation of different creatures including a human spliced up together forming a very dangerous and a deadly mutant, I believe that `IT` will be waiting for you somewhere along your way, be aware of this and use this knowledge to not be caught off guard!": "所以你已经听说过‘它’，‘它’——这是不同生物的怪异融合，包括一个人拼接在一起，形成了一个非常危险和致命的变种，我相信‘它’会在你的路上某处等着你，要意识到这一点，运用这些知识不要措手不及！",
  "Agent's Notes - Part 23 - The Acidic Caves": "探员笔记-第23部分-酸性洞穴",
  "Oh my...how could I be so ignorant, I completely forgot that 'IT' and other nasty heavily mutated creatures had their own special domain deep down below The Island - a very caustic and a hostile to any normal living being environment, where the 'Master' and his scientists placed creatures which required 'special' conditions, be careful there!": "哦，天哪…我怎么会这么无知，我完全忘记了“它”和其他严重变异的生物在岛的深处有自己的特殊领域-一个对任何正常生物都非常刻薄和敌意的领域，在那里“主人”和他的科学家们把需要“特殊”条件的生物放在那里，小心点！",
  "Master's Notes - Part 7 - The Majestic Plant": "大师笔记第7部分雄伟的植物",
  "Ah, so you've come across the Caustic Plant Caves?BL9 experiments as you can see led to creations of such grotesque but nevertheless beautiful creatures like `IT`, but infusing humans and animals only with this peculiar organism is a true shame for someone who has been experimenting with plants as well - THIS is how Caustic Plant Caves were created - a truly dangerous environment where plant-like BL9 beings live on their own using the best of their 'hive mind' to breed and evolve...": "啊，那你见过腐蚀性植物洞穴？正如你所看到的，BL9实验导致了这种怪诞但美丽的生物的诞生，但是仅仅给人类和动物注入这种特殊的有机体，对于那些一直在尝试植物的人来说是一种真正的耻辱——这就是腐蚀性植物洞穴的形成——一个真正危险的环境，就像植物一样BL9生物依靠自己的生活，利用他们最好的“蜂巢思维”来繁殖和进化。。。",
  "Master's Notes - Part 8 - The General": "硕士笔记-第8部分-概述",
  "I guess that I really did underestimate you - why would I even think that my grotesque experimental amalgamations will be enough to finally stop you?You need someone like you - my main general will take care of you with great pleasure...": "我想我真的低估了你——为什么我会认为我那怪异的实验性合并会最终阻止你呢？你需要像你这样的人-我的将军会很乐意照顾你。。。",
  "Agent's Notes - Part 24 - The Ruins and The General": "探员笔记-第24部分-废墟和将军",
  "Once you clear the remanining camps, you'll come across The Island's ancient surface ruins, apparently `Master's` soldiers under the control of his General established a little camp there fully expecting you, The General is a truly formidable foe and a force to be reckoned with, don't let them ambush you!": "一旦你清除了还押营地，你会看到岛上古老的地表废墟，很明显“主人”的士兵在将军的控制下在那里建立了一个小营地，完全期待着你，将军是一个真正可怕的敌人，是一个不可忽视的力量，不要让他们伏击你！",
  "General's Notes - Part 1 - What's THIS Show for?": "将军笔记-第一部分-这个节目是为了什么？",
  "Your foolishness and stubbornness has no end, there's no stopping it!Now even I am involved into this!You do know that you're prolonging the Cataclysm with your actions?The BL9 is the only way to stop this and end BOTH the Blob and Mycus, restore the civilization but ONLY with the worthy society - everyone else that falls short of our expectations shall be eradicated!": "你的愚蠢和固执是没有尽头的，没有办法阻止它！现在连我都被牵扯进来了！你知道你在用你的行动延长灾难吗？BL9是阻止这一切的唯一途径，结束了这一切，恢复了文明，但只有建立了一个有价值的社会——所有不符合我们期望的人都将被铲除！",
  "General's Notes - Part 2 - Our Plans": "将军笔记-第2部分-我们的计划",
  "Once I deal with you, we will continue conducting experiments to make the process of infusing as controllable as possible - any living creature that you can possibly think of - the synthesis of BL9 with human will allow us to form ANY bioweapon!\n \n After that, we will start conquering local regions one by one - eradicating all the filth such as the Blob and Mycus and infusing every survivor that we find with BL9 - the ones that will decline our generous offer shall be annihiliated!": "一旦我和你们打交道，我们将继续进行实验，使注入过程尽可能可控——你可能想到的任何生物——用人类合成BL9将允许我们形成任何生物武器！\n",
  "General's Notes - Part 3 - The Power": "将军笔记-第3部分-权力",
  "This organism, it gives one a truly great might and power, I am stronger now than I ever was, and my old human limits?I don't see them anymore, I am TRULY capable of ANYTHING!You will regret what you're missing out on, fool!": "这个有机体，它给人一种真正伟大的力量和力量，我现在比以往任何时候都强大，而我以前的人类极限呢？我再也见不到他们了，我真的什么都能干！你会后悔错过了什么，傻瓜！",
  "Agent's Notes - Part 25 - The Military Fortress": "特工笔记-第25部分-军事要塞",
  "You are almost there, `Master` will not be able to escape anymore!Before the final encounter though you'll have to go through the remaining military fortress on the Island, it is VERY heavily guarded, and as you may have already guessed, you are an expected unwelcome guest here, as usually...": "你快到了，“主人”再也逃不掉了！在最后一次交锋之前，尽管你必须穿过岛上剩余的军事要塞，但它戒备森严，正如你可能已经猜到的，你是这里的一个不受欢迎的客人，像往常一样。。。",
  "Master's Notes - Part 9 - The Fortress": "大师笔记-第9部分-要塞",
  "You are truly surprising me now, you have eliminated even my most loyal general - not much of a loss anyway, I'll have a dozens more if needed, the final Island's fortress is standing tall - it will slow you down allowing me to fully infuse with BL9": "你现在真让我吃惊，你甚至连我最忠诚的将军都被淘汰了——反正损失不大，如果需要的话，我还会有几十个，最后一座岛的要塞矗立着——它会让你放慢速度，让我完全注入BL9",
  "Master's Notes - Part 10 - No Escape NOW!": "大师笔记-第10部分-现在不能逃跑！",
  "The process of infusion has been completed successfully, now I possess the power that I devoted myself ENTIRELY to, to make it as close to extraterrestrial as possible, now that I can feel it - I realize how much I underestimated it!You will feel it too - you will be forcefully infused with it, either with or without your destruction, NO ESCAPE NOW!": "输液的过程已经成功地完成了，现在我拥有了我全身心投入的力量，让它尽可能地接近外星，现在我能感觉到它——我意识到我是多么地低估了它！你也会感受到它-你将被强有力地注入它，无论你是否被毁灭，现在没有逃脱的可能！",
  "Agent's Notes - Part 25 - The Master": "探员笔记-第25部分-大师",
  "Above you `Master` awaits, he has already infused himself with the strongest experimental BL9 sample, possibly horribly mutating and turning into a barely human-looking creature, be the victor in this battle for the SAKE of humanity - 'Master' must NOT get away": "在你等待的“主人”上方，他已经给自己注入了最强的实验性BL9样本，可能会发生可怕的变异，变成一个几乎看不到人的生物，为了人类，在这场战斗中成为胜利者—“主人”决不能逃脱",
  "Agent's Notes - Part 26 - Thank You": "探员笔记-第26部分-谢谢",
  "YOU DID IT!I cannot believe that you DID IT!The horrible Castle and The Island are no more, but there are still established structures with the remaining soldiers of `Master` which are left to destroy and explore for the weapons and precious resources, I personally thank you for everything you've done, maybe someday you will meet me and my people personally...thank you for everything...": "你做到了！我不敢相信是你干的！恐怖的城堡和岛屿已经不复存在，但是仍然有“主人”留下来摧毁和探索武器和宝贵资源的建筑，我个人感谢你所做的一切，也许有一天你会亲自见到我和我的人民……谢谢你所做的一切。。。",
  "BL9 Guide - Part 6 - End-Game Recipes for Weapons": "BL9指南-第6部分-游戏结束武器配方",
  "Now that you have cleared the mod - you are granted access to crafting tier 3 ranged weapons and evolved melee weapons via the BL9 Commander Sample - you will find more of it in randomly scattered BL9 biomes and structures for which you have a special map": "现在你已经清除了国防部-你被允许通过BL9指挥官样本来制造3级远程武器和进化的近战武器-你将在随机散布的BL9生物群落和结构中找到更多，你有一张特殊的地图",
  "A humanoid-reptilian hybrid with sharp, glistening claws. it's body orientation is built for leaping, thus making it capable of lunging at unsuspecting preys.": "一种长着锋利闪亮爪子的人形爬行动物。它的身体定位是为跳跃而设计的，因此它能够向毫无戒备的猎物猛扑。",
  "<color_light_blue>BL9-140%-monster-resilience-version</color>": "<color_light_blue>BL9-140%-怪物恢复能力版</color>",
  "<color_light_blue>BL9-175%-monster-resilience-version</color>": "<color_light_blue>BL9-175%-怪物恢复能力版</color>",
  "The Assassin": "刺客",
  "Repto": "雷普托",
  "Ezrondium Mutant": "突变体",
  "The Twisted One": "扭曲的那个",
  "BL9-infused survivor helmet": "BL9灌注幸存者头盔",
  "ABLAZE!!!": "燃烧！！！",
  "Evolved Repto": "进化的Repto",
  "Armed BL9-Cultist - Flail": "武装BL9邪教者-连枷",
  "LOL": "英雄联盟",
  "Arganoide Grunt": "阿加诺德咕噜",
  "Stairs appears": "出现楼梯",
  "Arganoide Mutant": "Arganoide突变体",
  "House go boom!": "加油！",
  "Arganoide Psionics Master": "阿甘诺德灵能大师",
  "Herb Stun": "药草眩晕",
  "Pain Relief": "减轻疼痛",
  "Ezrondium Beast": "兽",
  "Mild Curing Herb healing": "温和的草药治疗",
  "BL9-infused survivor cargo pants": "BL9注入幸存者货物长裤",
  "Armed BL9-Cultist - Spear": "武装的BL9信徒-长矛",
  "Ezrondium Evolved Mutant": "进化突变体",
  "Shadow Crawler": "影子爬虫",
  "Arganoide Warrior": "阿甘诺德战士",
  "HAHA FUNNY": "哈哈好笑",
  "Evolved Shadow Crawler": "进化的影子爬虫",
  "Medium Curing Herb healing": "中草药治疗",
  "Arganoide Ranger": "Arganoid游骑兵",
  "Strong Curing Herb healing": "强疗草",
  "Arganoide Amalgamation": "Arganoide拼合",
  "Secret teleport": "秘密传送",
  "Wanzeltium Grunt": "万寿草",
  "Stop": "住手",
  "Ezrondium Mutated Beast": "变异兽",
  "Boulder Throw": "投石",
  "Wanzeltium Mutant": "万寿草突变体",
  "Ezrondium Mutant Amalgamation": "突变体融合",
  "Armed Patrolling BL9-Cultist - Spear": "武装巡逻BL9邪教-长矛",
  "BL9 ivy zombie": "BL9常春藤僵尸",
  "BL9-infused survivor suit": "BL9注入幸存者套装",
  "BL9 ivy zombie brute": "BL9常春藤僵尸畜生",
  "Wanzeltium Psionics Master": "Wanzeltium灵能大师",
  "Charge!": "冲锋！",
  "Tavravium Mutant": "塔夫拉菌突变体",
  "pair of BL9-infused survivor gloves": "一副注入BL9的幸存者手套",
  "Charge": "充电",
  "BL9 Mutant - Type i ": "BL9突变体-Ⅰ型",
  "Tavravium Beast": "塔夫拉维姆野兽",
  "Wanzeltium Warrior": "万泽尔提姆勇士",
  "pair of BL9-infused survivor boots": "一双注入BL9的幸存者靴子",
  "BL9 ivy bulb zombie": "BL9常春藤球茎僵尸",
  "Armed BL9-Cultist - Sword": "武装的BL9邪教者-剑",
  "Wanzeltium Ranger": "万寿草护林员",
  "a spell": "咒语",
  "Acid Barf": "酸棒",
  "BL9 Regenerator": "BL9再生器",
  "Wanzeltium Amalgamation": "万寿草拼合",
  "Violent Writhe": "剧烈的扭动",
  "BL9 Iron Maiden": "BL9铁娘子",
  "BL9-infused body armor": "BL9灌注防弹衣",
  "The Chimera": "凯米拉",
  "Horizontal Slash": "水平斜杠",
  "BL9-infused survivor helmet MK ii": "BL9注入幸存者头盔MK ii",
  "Armed Patrolling BL9-Cultist - Sword": "武装巡逻BL9邪教-剑",
  "Tavravium Evolved Mutant": "Tavravium进化突变体",
  "BL9-infused survivor cargo pants MK ii": "BL9注入幸存者货裤MK ii",
  "Tentacle Whip": "触手鞭",
  "The Mutated Chimera": "变异的嵌合体",
  "BL9 Mutant - type ii": "BL9突变体-Ⅱ型",
  "Tavravium Mutated Beast": "塔夫拉维姆变异兽",
  "BL9-infused survivor suit MK ii": "BL9注入幸存者套装MK ii",
  "Tavravium Mutant Amalgamation": "Tavravium突变体融合",
  "Mutated Elite General": "变异精英将军",
  "Pincer Pinch": "钳夹",
  "Armed BL9-Cultist - Crossbow": "武装BL9邪教-弩",
  "Yengnutrium Mutant": "野豌豆突变体",
  "The Vile One": "卑鄙的人",
  "Leaping Slash": "跳跃式斜杠",
  "Yengnutrium Beast": "燕鸥兽",
  "Pair of BL9-infused survivor gloves MK ii": "一副BL9注入幸存者手套MK ii",
  "Armed Patrolling BL9-Cultist - Crossbow": "武装巡逻BL9邪教-弩",
  "Pair of BL9-infused survivor boots MK ii": "一双BL9注入幸存者靴子MK ii",
  "BL9 Mutant - type iii": "BL9突变体-Ⅲ型",
  "Davranide Grunt": "达夫兰尼德咕哝",
  "Armed BL9-Cultist - Patrol Leader": "武装BL9邪教-巡逻队长",
  "BL9-infused body armor MK ii": "BL9注入式防弹衣MK ii",
  "Davranide Mutant": "达夫兰尼德突变体",
  "Armed BL9-Mercenary - Hammer": "武装BL9雇佣兵-锤子",
  "Davranide Psionics Master": "达夫兰尼德灵能大师",
  "Yengnutrium Evolved Mutant": "延海棠进化突变体",
  "Davranide Warrior": "达夫兰尼德战士",
  "Mandible Crunch": "下颌紧缩",
  "Yengnutrium Mutated Beast": "燕鸥变异兽",
  "Davranide Ranger": "达夫兰尼德游侠",
  "Davranide Amalgamation": "达夫兰尼德拼合",
  "Yengnutrium Mutant Amalgamation": "野豌豆突变体融合",
  "Saldenium Grunt": "沙丁鱼",
  "Inhravtidius Mutant": "Inhravtidius突变体",
  "Inhravtidius Beast": "因斯拉夫提迪乌斯野兽",
  "Saldenium Mutant": "Saldenium突变体",
  "Saldenium Psionics Master": "灵能大师",
  "Armed BL9-Mercenary - Bayonet": "武装BL9雇佣兵-刺刀",
  "Inhravtidius Evolved Mutant": "Inhravtidius进化突变体",
  "Saldenium Warrior": "萨尔德尼姆战士",
  "Armed BL9-Patrolling Mercenary - Bayonet": "武装BL9巡逻佣兵-刺刀",
  "Inhravtidius Mutated Beast": "Inhravtidius异兽",
  "Saldenium Ranger": "索尔德尼姆游侠",
  "Saldenium Amalgamation": "Saldenium合并",
  "Armed BL9-Mercenary - Military Knife": "武装BL9雇佣兵-军刀",
  "Inhravtidius Mutant Amalgamation": "Inhravtidius突变融合",
  "Armed Patrolling BL9-Mercenary - Military Knife": "武装巡逻BL9雇佣兵-军刀",
  "Ulniviunite Mutant": "突变体",
  "Ulniviunite Beast": "乌尔尼维兽",
  "Ulniviunite Evolved Mutant": "Ulniviune进化突变体",
  "Ulniviunite Mutated Beast": "乌尔尼维变异兽",
  "Ulniviunite Mutant Amalgamation": "突变体融合",
  "Armed BL9-Mercenary - Shock-Rod": "武装BL9佣兵-电击棒",
  "Armed Patrolling BL9-Mercenary - Shock-Rod": "武装巡逻BL9雇佣兵-电击棒",
  "Armed BL9-Mercenary - Crossbow": "武装BL9雇佣兵-弩",
  "Armed Patrolling BL9-Mercenary - Crossbow": "武装巡逻BL9雇佣兵-弩",
  "Armed BL9-Mercenary - Patrol Leader": "武装BL9雇佣兵-巡逻队长",
  "BL9 Mutant Evolved - Type i ": "BL9突变体-Ⅰ型",
  "BL9 Mutant Evolved - type ii": "BL9突变体-Ⅱ型",
  "BL9 Mutant Evolved - type iii": "BL9突变体-Ⅲ型",
  "Armed BL9-Behemoth - Sledgehammer": "武装BL9庞然大物-大锤",
  "Armed Patrolling BL9-Behemoth - Sledgehammer": "武装巡逻BL9庞然大物-大锤",
  "Armed BL9-Behemoth - Minigun": "武装BL9庞然大物-微型枪",
  "Armed Patrolling BL9-Behemoth - Minigun": "武装巡逻BL9庞然大物-微型枪",
  "submachine gun": "冲锋枪",
  "BL9 spray": "BL9喷雾",
  "Arganoide Psi Orbs": "Arganoid Psi球体",
  "Fake gun for BL9 alien invaders": "BL9外星入侵者的假枪",
  "BL9 spray MK ii": "BL9喷雾MK ii",
  "The BL9 Castlelan Castle Map": "BL9卡斯特兰城堡地图",
  "machine gun": "机关枪",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a rain of bright purple flaming orbs at their target'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者召唤一个明亮的紫色火焰球雨在他们的目标'",
  "The BL9 Secret Island Map": "BL9秘密岛地图",
  "Arganoide Warrior Strike": "阿甘诺德战士攻击",
  "The BL9 Hidden Structures Map": "BL9隐藏结构图",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster finds the weak spot of their target and gracefully strikes it'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者找到目标的弱点并优雅地击中它'",
  "Arganoide Ranger Shot": "Arganoide游侠射击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster takes a precise aim and launches a heavy purple plasma shot at their target'": "怪物施法的。如果你看到了这一点，那就改读这一条：\n'施法者精确瞄准并向他们的目标发射了一个沉重的紫色等离子弹'",
  "Arganoide Amalgamation Orb": "Arganoide拼合球",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a bright enormous purple violently exploding orb at their target'": "怪物施法的。如果你看到了这一点，那就读这一条吧：\n'施法者召唤一个明亮的巨大紫色爆炸球体对准目标'",
  "Arganoide Amalgamation Lasers": "氩化物混汞激光器",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures bright purple rays of strange lasers at their target'": "怪物施法的。如果你看到了这一点，那么读这一条：\n'施法者在他们的目标上召唤出明亮的紫色奇怪的激光光'",
  "Wanzeltium Psi Vortex": "万泽尔提姆漩涡",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a small bright green vortex at their target which turns into a blast'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者在他们的目标上召唤一个小的亮绿色漩涡，变成一个爆炸'",
  "Wanzeltium Warrior Strike": "万泽尔提姆战士突击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster finds the weak spot of their target and hacks it violently'": "怪物施法的。如果你看到了这个，那就改读这个：\n'施法者找到目标的弱点并猛烈地攻击它'",
  "Wanzeltium Ranger Shot": "Wanzeltium游侠射击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster takes a precise aim and launches a heavy green plasma shot at their target'": "怪物施法的。如果你看到了这一点，那就改读这一条：\n‘施法者精确瞄准，向目标发射一发重绿色等离子弹’",
  "Wanzeltium Amalgamation Orb": "万寿草融合球",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a bright enormous green violently exploding orb at their target'": "怪物施法的。如果你看到了这一点，那么读这一条：\n'施法者召唤一个明亮的巨大绿色爆炸球在他们的目标'",
  "Wanzeltium Amalgamation Lasers": "万寿草混汞激光器",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures bright green rays of strange lasers at their target'": "怪物施法的。如果你看到了这一点，那就读这一条吧：\n“施法者在他们的目标上召唤出奇怪的绿光”",
  "Davranide Psi Nebula": "达夫兰尼德Psi星云",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a bright azure-blue nebula which explodes violently upon reaching their target'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者召唤出一个明亮的蓝蓝色星云，在到达目标时剧烈爆炸'",
  "Davranide Warrior Strike": "达夫兰尼德战士突击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster finds the weak spot of their target and cuts it with almost a surgical precision'": "怪物施法的。如果你看到了这个，那就读一下这个：\n'施法者找到了目标的弱点，几乎以外科手术的精度切割它'",
  "Davranide Ranger Shot": "达夫兰尼德游侠射击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster takes a precise aim and launches a heavy azure-blue plasma shot at their target'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者精确瞄准并向目标发射一枚重蓝色等离子弹'",
  "Davranide Amalgamation Orb": "达夫兰尼德拼合球",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a bright enormous azure-blue violently exploding orb at their target'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者召唤一个明亮的巨大的蓝蓝色爆炸球在他们的目标'",
  "Davranide Amalgamation Lasers": "达夫兰尼德混汞激光器",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures bright azure-blue rays of strange lasers at their target'": "怪物施法的。如果你看到了这一点，那就读这一条吧：\n'施法者在他们的目标上召唤出明亮的蓝色奇怪的激光束'",
  "Saldenium Psi Ray": "硝铵射线",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a bright solar-orange ray of light which explodes violently upon reaching their target'": "怪物施法的。如果你看到了这一点，那就读这一条吧：\n'施法者召唤出一道明亮的太阳橙色光线，到达目标时会猛烈爆炸'",
  "Saldenium Warrior Strike": "萨尔德尼姆战士攻击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster finds the weak spot of their target and mangles it with full force'": "怪物施法的。如果你看到了这个，那就改读这篇：\n'施法者找到目标的弱点并全力撕碎它'",
  "Saldenium Ranger Shot": "Saldenium Ranger射击",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster takes a precise aim and launches a heavy solar-orange plasma shot at their target'": "怪物施法的。如果你看到了这一点，那就读一读这篇：\n“施法者精确瞄准并向目标发射了一枚重的太阳橙等离子体”",
  "Saldenium Amalgamation Orb": "Saldenium合并球",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures a bright enormous solar-orange violently exploding orb at their target'": "怪物施法的。如果你看到了这一点，那么请阅读这一条：\n'施法者召唤一个明亮的巨大的太阳橙爆炸球在他们的目标'",
  "Saldenium Amalgamation Lasers": "Saldenium拼合激光器",
  "Spell casted by a monster. If you're seeing this, then read this one instead:\n'Caster conjures bright solar-orange rays of strange lasers at their target'": "怪物施法的。如果你看到了这一点，那就读这一条吧：\n“施法者在他们的目标上召唤出明亮的太阳橙色的奇怪激光”"
}