[
 {
  "key": "de84b4c7ea37a26fe822f054add74b7d",
  "original": "IED",
  "translation": "简易爆炸装置"
 },
 {
  "key": "effa711c6b530969efabb8ffb9ffc251",
  "original": "storm bolter",
  "translation": "暴风爆弹枪"
 },
 {
  "key": "e68ed9538f8dc58badd483be801c2d26",
  "original": "biting blob",
  "translation": "咬人的斑点"
 },
 {
  "key": "afbea91140acd989ab0bceece0610fe3",
  "original": "diamond lance",
  "translation": "金刚石喷枪"
 },
 {
  "key": "9a325178147c27bf13c1d9170085cd34",
  "original": "vortex accelerator",
  "translation": "涡流加速器"
 },
 {
  "key": "227c11c0ae5fe6cf8244366af001e3e6",
  "original": "gelatinous capsule",
  "translation": "胶状胶囊"
 },
 {
  "key": "9f6a4178688a128e89d8ead5b46c0d52",
  "original": "growing blob frame",
  "translation": "生长斑点框架"
 },
 {
  "key": "6c5f8b87d0c749e933d323cf59fc7292",
  "original": "diamond cluster",
  "translation": "金刚石簇"
 },
 {
  "key": "060f84d74625b3a19f41d4ddadee02b3",
  "original": "Seeing this is a bug.",
  "translation": "看到这是一个错误。"
 },
 {
  "key": "644df30652443ff3bea150ebc835ddf4",
  "original": "This pneumatic bolt thrower has been greatly enhanced, allowing multiple bolts to be launched accurately and in quick succession.  It requires a support of some sort in order to be operated.",
  "translation": "这种气动螺栓抛掷机已大大增强，允许多个螺栓准确和快速地连续发射。它需要某种支撑才能操作。"
 },
 {
  "key": "d649b3b571814e18412082194d7dbd7d",
  "original": "A living blob turned into an autonomous weapon; meant to be stretched across a frame as a form of barrier.  It has evolved the ability to constantly generate calcified protrusions which are then controlled by sinuous tensile strands.  These \"teeth\" can then be used to latch and wound anything unfortunate enough to be nearby.  The outer membrane has also become significantly thicker in order to support its more strenuous movement; though it seems pliable enough to pull apart…",
  "translation": "变成自动武器的一个活生生的物体；作为一种障碍物横跨一个框架。它已经进化出不断产生钙化突起的能力，这些突起随后由弯曲的张力股控制。这些“牙齿”可以用来锁住和伤害附近任何不幸的东西。为了支持更剧烈的运动，外膜也变得更厚了；尽管它看起来足够柔韧，可以拉开…"
 },
 {
  "key": "a9be3830aeaba5df5852dc7ff844b5a4",
  "original": "A weapon that is as deadly as it is dazzling.  The diamond matrix in this weapon's center acts as a catalyst; rapidly changing carbon-heavy materials into a crystalline substance that is nearly equal to diamond in hardness.  The substance rapidly decays when separated from the catalyst; thus a pre-shaped lump of carbon is brought into contact with the matrix, immediately crystallized and launched just as quickly.  The launcher requires a specialized chassis in order to be brought to bear on its unfortunate targets.",
  "translation": "一种既致命又耀眼的武器。这种武器中心的金刚石基体起着催化剂的作用，它能迅速地将重碳材料转变成硬度几乎等于金刚石的晶体物质。当这种物质从催化剂中分离出来时，会迅速衰变；因此，一块预先成形的碳块与基体接触，立即结晶，并以同样快的速度发射出去。发射器需要一个专门的底盘，以使其承载不幸的目标。"
 },
 {
  "key": "612b2873892f01ad046db298d67a75e4",
  "original": "This weapon uses powerful bursts of air to launch sharp fragments at its target at high speed.  You'll need some form of platform to mount it on.",
  "translation": "这种武器利用强大的气流以高速向目标发射尖锐的碎片。你需要某种形式的平台来安装它。"
 },
 {
  "key": "90785df0188025b3ecac24e6b272bfce",
  "original": "While the blob is very eager to be fed, it's not as enthusiastic about giving up liquids.  A few alterations are necessary.",
  "translation": "虽然水滴非常渴望被喂食，但它并没有那么热衷于放弃液体。有些改动是必要的。"
 },
 {
  "key": "1e501ae738df4ea62ddb18f7d91a7d66",
  "original": "A growing vehicle frame made of bone.  It's coated in a thick layer of ooze, though there's greater amounts on the bindings.  It's not quite tough enough to use.",
  "translation": "一种正在生长的由骨头制成的车架。它被厚厚的一层软泥覆盖着，尽管在绑定上有更多的软泥。用起来不够硬。"
 },
 {
  "key": "f5b9eb6759feb5f8ee8acfa0eccee614",
  "original": "A cluster of artificial crystals that have broken off of a diamond matrix.  While the substance usually decays when separated from the catalyst; this cluster seems to be self-sustaining by some unknown mechanism.  ",
  "translation": "从金刚石基体上脱落的人造晶体簇。当这种物质与催化剂分离时，通常会衰变；这种团簇似乎是通过某种未知的机制自我维持的。"
 },
 {
  "key": "b1f4c6efc4b022a653e69830ae9223c7",
  "original": "diamond matrix",
  "translation": "金刚石基体"
 },
 {
  "key": "18d94671ddf50ebf7aba934a5370e49b",
  "original": "vortex engine",
  "translation": "涡流发动机"
 },
 {
  "key": "05aab12ea8b39b16ebe3a13095adb7ee",
  "original": "large steam engine",
  "translation": "大型蒸汽机"
 },
 {
  "key": "830afbf8c3ad4edc9abdaddd855f90e4",
  "original": "BB hopper",
  "translation": "BB料斗"
 },
 {
  "key": "148d0c5b841cad54c98aea38790f241e",
  "original": "stabilized portal",
  "translation": "稳定入口"
 },
 {
  "key": "346ad9406cc72f8f160b3cdea9957243",
  "original": "solar array",
  "translation": "太阳能电池板"
 },
 {
  "key": "bfdeb3296ea9926932e50bbcefa0c918",
  "original": "gelectrode",
  "translation": "电极"
 },
 {
  "key": "0658c0ca979167a05ba84ff24b1246b4",
  "original": "gelacier boat hull",
  "translation": "格拉西尔船体"
 },
 {
  "key": "e007a17df3c0137d902282cc6e948688",
  "original": "Not quite fully grown, this blob requires nourishment to fully develop.",
  "translation": "还没有完全长大，这个斑点需要营养才能充分发育。"
 },
 {
  "key": "049e7f6b6bf997e270b2a5ee1f3e6c74",
  "original": "diamond matrices",
  "translation": "金刚石基体"
 },
 {
  "key": "ed8033915a408d702ec0fe33b9dd72de",
  "original": "A tornado in a box, so to speak.  Inside this innocuous tank contains either the culmination of human innovation in clean energy, or a weapon of mass destruction capable of wiping civilization - or what's left of it - off the map.  An external mechanism allows it to be attached to a vehicle to render it mobile.",
  "translation": "可以说是盒子里的龙卷风。在这辆无害的坦克里，要么是人类在清洁能源方面的创新成果，要么是一种能够将文明或其遗留物从地图上抹去的大规模杀伤性武器。一个外部机制允许它连接到一辆车，使其移动。"
 },
 {
  "key": "7b5c69ef52f1e5887b3665b77981a4c1",
  "original": "A large steam engine.  An integrated boiler burns coal to heat water into steam, driving a reciprocating shaft.  A condensor recaptures the water, making this a closed cycle system.",
  "translation": "大型蒸汽机。一体式锅炉燃烧煤炭，将水加热成蒸汽，驱动往复轴。冷凝器回收水，使之成为一个封闭的循环系统。"
 },
 {
  "key": "a5847f980fcf7cdf8e6a84a69cd0e0a1",
  "original": "An improvised magazine for a vehicle mounted weapon.  A simple metal box with some plastic guide rails, it acts as a gravity fed hopper to drop a small round shot into the weapon's chamber below.  It is not very reliable, but quick to reload.",
  "translation": "车载武器的简易弹药库。一个简单的金属盒子，上面有一些塑料导轨，它就像一个重力漏斗，把一颗小圆子弹投进下面的武器室。它不是很可靠，但很快重新加载。"
 },
 {
  "key": "ecf0c056ee6410cb1ccd238954430fde",
  "original": "As you gaze into the seemingly infinite depths of this portable hole in reality, a phrase from a time forever gone echoes in your mind.  \"There are two things that are infinite: the universe and human kleptomania.\"",
  "translation": "当你凝视着现实中这个可移动的洞的看似无限的深处时，一句话从一个永远逝去的时代回荡在你的脑海里。”有两样东西是无限的：宇宙和人类的盗窃癖。”"
 },
 {
  "key": "6e3bdf14a10c500e4a08184b8433cd10",
  "original": "A dozen solar panels set on a chassis reaching several meters high.  It keeps the fragile panels safely away from any potential threats and improves efficiency due to being able track the sun.  However, this comes at the cost of being prohibitively heavy.",
  "translation": "十几块装在几米高底盘上的太阳能电池板。它使易碎的面板安全地远离任何潜在的威胁，并由于能够跟踪太阳而提高了效率。然而，这是以沉重得令人望而却步为代价的。"
 },
 {
  "key": "10dd39b1a5e1246a0cbfc9ea44bdca8e",
  "original": "A strange biological anomaly, this blob seems capable of emitting light when electricity is provided to it, from small lamps up to headlights.  Unfortunately there is no place to insert a battery, so you'll have to hook it up to a vehicle's power grid.  It seems pliable enough to pull apart…",
  "translation": "这是一种奇怪的生物异常现象，当电流提供给它时，它似乎能够发光，从小灯到头灯。不幸的是没有地方插入电池，所以你必须把它连接到车辆的电网。它看起来很柔韧，可以分开…"
 },
 {
  "key": "dd983f152a340754e93e427d2ee04e14",
  "original": "A biological mystery, this blob's internal structures exist in within a pool of low-density fluid that remains liquid despite being in a super-cooled state; yet possesses all the malleability of its former self.  Fragments of frost continually flake off it.  It has formed itself into a wide boat frame.",
  "translation": "这是一个生物学上的谜，它的内部结构存在于一个低密度流体池中，尽管处于过冷状态，但仍保持液态，同时还拥有它原来的所有延展性。霜的碎片不断地从上面剥落。它已形成一个宽大的船型。"
 },
 {
  "key": "c84d9a774f5bef79d03ddae94cf690ff",
  "original": "A sparkling diamond with a dazzling spiral pattern.  Small pieces of glittering crystal form on the edges as you hold it.",
  "translation": "一颗闪闪发光的钻石，上面有耀眼的螺旋图案。当你握住它时，它的边缘会形成一小块闪闪发光的水晶。"
 },
 {
  "key": "fafdb2b026a0131d721de36dc9a0a669",
  "original": "A short, interlocking set of hard rubber tracks reinforced by stiff wire held in place by a set of smaller wheels.  Similar with what you might see used on light construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.",
  "translation": "一组短的、互锁的硬橡胶履带，由一组较小的轮子固定在适当位置的硬钢丝加固。与你在轻型建筑车辆上看到的相似。由于没有爆裂的风险，它比普通轮胎坚固得多；但是相当重。"
 },
 {
  "key": "73e7a72546caf8c0798ec3ba00e457ef",
  "original": "A short, interlocking set of tracks created out of some of your monstrosity blob based parts.  Similar with what you might see used on light construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.",
  "translation": "一组短的、互锁的轨迹，由你的一些基于怪物斑点的部分创建而成。与你在轻型建筑车辆上看到的相似。由于没有爆裂的风险，它比普通轮胎坚固得多；但是相当重。"
 },
 {
  "key": "908ca29da349cf4ada7b9909a35c65aa",
  "original": "A biological mystery, this blob's internal structures exist in within a pool of low-density fluid that remains liquid despite being in a super-cooled state; yet possesses all the malleability of its former self.  Fragments of frost continually flake off it.  It has formed itself into a wide, crude wheel.",
  "translation": "这是一个生物学之谜，这个斑点的内部结构存在于一个低密度流体池中，尽管处于过冷状态，但仍保持液态；却拥有以前的自己所有的可塑性。霜的碎片不断地从它上面剥落。它已经形成了一个又宽又粗糙的轮子。"
 },
 {
  "key": "ca074da6fdf27c6d51dafed4ec21c7c0",
  "original": "diamond frame",
  "translation": "菱形框架"
 },
 {
  "key": "5b469eec86c56b9639cad9b18f39bd1f",
  "original": "liquified blob feed",
  "translation": "液滴饲料"
 },
 {
  "key": "e2fd7e6c7755d6976342329c53c00b6b",
  "original": "\"SQUEE!\"",
  "translation": "“斯凯！”"
 },
 {
  "key": "66b3f09308a762a8b8a007ae6db0b129",
  "original": "A brilliantly sparkling diamond vehicle frame.  Incredibly strong for its weight.",
  "translation": "闪闪发光的钻石车架。它的重量让人难以置信的强壮。"
 },
 {
  "key": "bf28fb872df57ca3377cc9e8694c2123",
  "original": "bfeedfuel",
  "translation": "B进料燃料"
 },
 {
  "key": "a50db287076ee8c3291b04af6fca1c9e",
  "original": "Liquified blob feed, useful for fueling certain blob based vehicle parts",
  "translation": "液化滴料，用于为某些基于滴料的车辆部件提供燃料"
 },
 {
  "key": "2a3d2deba37f46f547abe1503a8d229e",
  "original": "mounted slingshot cannon",
  "translation": "悬挂式弹弓炮"
 },
 {
  "key": "a545a92b1bed3252b9f122229d761c81",
  "original": "cargo shelving",
  "translation": "货物货架"
 },
 {
  "key": "05e8d7ee6ab5ec43ce830111308fa86a",
  "original": "rubber treads",
  "translation": "橡胶踏板"
 },
 {
  "key": "ea6b44e7b561a8e99efca536ef0ba2d9",
  "original": "TDI Vector turret",
  "translation": "TDI矢量炮塔"
 },
 {
  "key": "adce9ea5f17f2095fead7cc775084ba7",
  "original": "icy windshield",
  "translation": "结冰的挡风玻璃"
 },
 {
  "key": "893a3e8fed7010c37aabbcee722834f3",
  "original": "gel framework",
  "translation": "凝胶骨架"
 },
 {
  "key": "c8c19f58ab9dd0b59803c575c5cd1a7b",
  "original": "A living, glowing blob.  Having been filled with electrical power, can release it as light of varying strength.",
  "translation": "一个活生生的发光的斑点。充满了电能，可以释放出不同强度的光。"
 },
 {
  "key": "65c5c7adac26723733146747ef9a1aa2",
  "original": "ice ram",
  "translation": "冰夯"
 },
 {
  "key": "ac6f58a95a4058aeded7b03fae68c7f1",
  "original": "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on large construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is very heavy.",
  "translation": "由一组较小的轮子固定在适当位置的一组短的、互锁的型钢轨道。与你在大型建筑车辆上看到的相似。由于没有爆裂的风险，它比普通轮胎坚固得多；但是很重。"
 },
 {
  "key": "186abca8bfc30da9c37097b793a1b2e0",
  "original": "Filling a gelatinous mass with water has resulted in something that appears to be a cross between a wheel, an otherworldly abomination, and one of those old squeezy toys.",
  "translation": "用水填充凝胶状物质导致了一种东西，看起来像是一个轮子、一个超凡脱俗的怪物和一个旧的挤压玩具的混合体。"
 },
 {
  "key": "e9142540db67d4b1c8968651cea3a5c9",
  "original": "A section of continuous track, the kind mounted on construction vehicles and military fighting vehicles.  It acts as a wheel, and the broad surface provides plenty of traction to move heavy vehicles off-road, but at the cost of speed due to the heavy weight.",
  "translation": "安装在工程车辆和军用战车上的一段连续轨道。它起着车轮的作用，宽阔的路面提供了足够的牵引力，可以将重型车辆驶离公路，但由于重量过重，它以牺牲速度为代价。"
 },
 {
  "key": "522d652968fc0bad2ace8cdf5034ffba",
  "original": "A living blob, existing in a super-cooled state.  It is transparent, and can be used to see out of the vehicle.",
  "translation": "以过冷状态存在的一个活物。它是透明的，可以用来看到外面的车辆。"
 },
 {
  "key": "188a5c5cb3510864b31fbba3a63483c6",
  "original": "A living blob, shaped to provide attachment points for other blobs.  Other vehicle components and blobs can be mounted on it.  If all the frames and components of a vehicle are foldable or made from blobs, the vehicle can be folding into a small package and picked up as a normal item.",
  "translation": "一个活生生的水滴，形状为其他水滴提供附着点。其他车辆部件和水滴可安装在其上。如果一辆车的所有车架和部件都是可折叠的或是用水滴做成的，那么就可以将车辆折叠成一个小包装，作为一件普通的物品提起来。"
 },
 {
  "key": "631edac6931c09219c0ae36fc88b5c81",
  "original": "A living blob, existing in a super-cooled state.  It will absorb damage in a vehicle collision and deliver additional damage to the other object in the collision.  It should be mounted on the edge of the vehicle, preferably the front.",
  "translation": "以过冷状态存在的一个活物。它将吸收车辆碰撞中的损伤，并在碰撞中对其他物体造成额外的损伤。它应该安装在车辆的边缘，最好是前面。"
 },
 {
  "key": "08417e1bd84a5c94e8216631277c391a",
  "original": "An escaping noisy blob, catch it before it brings in every zombie for miles!",
  "translation": "一个正在逃走的吵闹的家伙，在它把每一个僵尸带进来之前抓住它！"
 },
 {
  "key": "abe0701a9a186f47d6660ae3d5e76071",
  "original": "Gelatinous tracks",
  "translation": "胶状痕迹"
 },
 {
  "key": "d424a703e85a3c8e2f688aa4e09bebe4",
  "original": "inert core",
  "translation": "惰性堆芯"
 },
 {
  "key": "87a255c5c89276e38f85c6c8b8d833ad",
  "original": "ice pack",
  "translation": "冰层"
 },
 {
  "key": "5a934019087a8ce5b1bdb478cc22653f",
  "original": "snow slider",
  "translation": "滑雪者"
 },
 {
  "key": "12725a9a68c0933383ce249a6517889a",
  "original": "diamond barrier",
  "translation": "金刚石屏障"
 },
 {
  "key": "86111d9e71f286eb8e45d3630dbbb227",
  "original": "vortex generator",
  "translation": "涡流发生器"
 },
 {
  "key": "e1a5ec495addd69051ea65d17933a842",
  "original": "mounted vortex accelerator",
  "translation": "安装涡流加速器"
 },
 {
  "key": "743c5d8855201dda96f7f73db351feb0",
  "original": "A set of continuous, interlocking tracks made out of blob.  They can be used in place of wheels, and provide good traction and off-road performance.",
  "translation": "一组连续的、互锁的由圆点构成的轨道。他们可以用来代替车轮，并提供良好的牵引力和越野性能。"
 },
 {
  "key": "70d961dc730fef8c3da00b09cd6cf611",
  "original": "A sleeping amorphous core, acting as a rotating, universal mount for a weapon.  If your hands are empty, you can stand next to a tentacle and 'f'ire the weapon by selecting the tile.",
  "translation": "一种休眠的无定形核心，用作武器的旋转的通用支架。如果你的手是空的，你可以站在触手旁边，通过选择瓷砖来点燃武器。"
 },
 {
  "key": "ddbe5791c0d89e750baf0e2e8c28b695",
  "original": "A living blob, existing in a super-cooled state.  It will keep items stored in it cold, reducing the speed at which food and drink rots.",
  "translation": "以过冷状态存在的一个活物。它会使储存在里面的物品保持低温，降低食物和饮料腐烂的速度。"
 },
 {
  "key": "7eea09efba1f565e2249aa4cac8b9ed5",
  "original": "A living blob, existing in a super-cooled state.  It acts as a wheel.",
  "translation": "以过冷状态存在的一个活物。它就像一个轮子。"
 },
 {
  "key": "49e7a1f4df6fb7ba0f6596d3b220b449",
  "original": "A transparent, solid sheet of self-sustaining crystals.",
  "translation": "一种透明的、固体的自我维持的晶体片。"
 },
 {
  "key": "5cf3a8cce45303b4a4f3a4401af72bca",
  "original": "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on APCs and armored vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is extremely heavy.",
  "translation": "由一组较小的轮子固定在适当位置的一组短的、互锁的型钢轨道。类似于你在装甲运兵车和装甲车上看到的。由于没有爆裂的风险，它比普通轮胎坚固得多；但是非常重。"
 },
 {
  "key": "115695eeff9b292274ed95bcb3cc38bc",
  "original": "Filling a gray mass with water has resulted in something that appears to be a cross between a wheel, an otherworldly abomination, and one of those old squeezy toys.",
  "translation": "将灰色的物体装满水导致了一种东西，看起来像是一个轮子、一个超凡脱俗的怪物和一个旧的挤压玩具的混合体。"
 },
 {
  "key": "2650641a8b2b0abb05d672a6cc3ddb57",
  "original": "vehicle refrigerator",
  "translation": "车载冰箱"
 },
 {
  "key": "a3fdf3d5d063caef4875eaef65149af5",
  "original": "vortex core",
  "translation": "涡核"
 },
 {
  "key": "e50e24791b6a3bd1c8b7bc58757b3050",
  "original": "Harvest Blob Feed from Corpse Pit: Smash to Harvest",
  "translation": "从尸坑中收获斑点饲料:粉碎收获"
 },
 {
  "key": "ff1a8f40c1898b7a90dcf4f4078cfb1d",
  "original": "Blazemod - Vehicle Additions Pack",
  "translation": "Blazemod-车辆附加组件"
 },
 {
  "key": "afd064609b0c53425997b7840833a3e1",
  "original": "This fridge has been converted to run off of a vehicle's power supply.  You'll need to take it down first.",
  "translation": "这台冰箱已改装成汽车的电源。你得先把它取下来。"
 },
 {
  "key": "21c05d901d28e6efdc66cd789d88e678",
  "original": "Please see the included README.txt in the mod folder for how to install this mod correctly, and for any other issues.",
  "translation": "请查看包含的自述文件.txt在mod文件夹中，了解如何正确安装此mod以及其他任何问题。"
 },
 {
  "key": "dff25f4519133331167980f551651be4",
  "original": "mass of blob feed",
  "translation": "滴料质量"
 },
 {
  "key": "1008f239c1902ce91dbef1024a8a4cd3",
  "original": "vehicle freezer",
  "translation": "汽车冷藏室"
 },
 {
  "key": "778b740e8e2f033dea6177734710e550",
  "original": "Harvest Blob Feed from Slime: Smash to Harvest",
  "translation": "从粘液中收获斑点饲料:粉碎收获"
 },
 {
  "key": "a826e74941b13b5a08b4b8ce61e0f236",
  "original": "\"Agh, to See the Spiral in such a Distorted Shape!  Manipulated for its Vortex motion!  Its Perpetual Grace!  Its beauty Tarnished…\"",
  "translation": "“啊，看到螺旋形如此扭曲的形状！因为它的漩涡运动！永恒的恩典！它的美丽被玷污了……”"
 },
 {
  "key": "7ed09477d452437468a704bbef9ee335",
  "original": "gelacier",
  "translation": "格拉西耶"
 },
 {
  "key": "81222d6f7e2cb04953e83d19822f3483",
  "original": "A large, spherical blob the size of a large truck tire.  The outer layer has compacted itself into a solid shell; offering great resilience.  Having grown to full size, it seems content to simply sit there.",
  "translation": "一个巨大的球形斑点，有大型卡车轮胎那么大。外层已经把自己压缩成一个坚固的外壳；提供巨大的弹性。已经长到了最大尺寸，它似乎满足于简单地坐在那里。"
 },
 {
  "key": "6c08d542d0d7bea6261387400f5d67c3",
  "original": "This fridge has been further refurbished, and runs at a much lower temperature.  You'll need to take it down first.",
  "translation": "这台冰箱经过了进一步翻新，运行温度低得多。你得先把它取下来。"
 },
 {
  "key": "658e1882a153c908ac36544c4a775fa9",
  "original": "\"My friend died, but at least I made her into a blob turret.\"",
  "translation": "“我的朋友死了，但至少我把她变成了一个小炮塔。”"
 },
 {
  "key": "5e0c59383f1b757b3aaadffd7cfb93c1",
  "original": "A biological mystery, this blob's internal structures exist in within a pool of low-density fluid that remains liquid despite being in a super-cooled state; yet possesses all the malleability of its former self.  Fragments of frost continually flake off it.  It seems pliable enough to pull apart…",
  "translation": "这是一个生物学上的谜，它的内部结构存在于一个低密度流体池中，尽管处于过冷状态，但仍保持液态，同时还拥有它原来的所有延展性。霜的碎片不断地从上面剥落。它看起来很柔韧，可以分开…"
 },
 {
  "key": "a4ee2fae7e661c33bbafeede6bf014f9",
  "original": "mound of blob feed",
  "translation": "团块饲料堆"
 },
 {
  "key": "5d4640c7604f887ff76abab3ef39a4cf",
  "original": "\"I have this laser cannon turret on my shopping cart.  I push it around and everything dies.  I think I'm gonna toss it in the lake-- this just isn't fair anymore.\"",
  "translation": "“我的购物车上有一个激光炮塔。我把它推来推去，一切都完了。我想我要把它扔进湖里——这已经不公平了。”"
 },
 {
  "key": "4884485921ad04dccc9f987d7d50974a",
  "original": "\"Day 40.  Controls broken-- car's magic reactor makes it goes inexorably forward.  Giant rollers on front demolish forest.  Maine, here I come.\"",
  "translation": "“第40天。控制失灵——汽车的神奇反应器使它无情地向前行驶。前面的巨轮摧毁了森林。缅因州，我来了。”"
 },
 {
  "key": "9c739aae2cfef66178f06ec8a8d4d365",
  "original": "Convert Fridge Power Supply",
  "translation": "转换冰箱电源"
 },
 {
  "key": "ad5d1bb307912c4fff63900e6be6c9ff",
  "original": "\"my car is a diamond in the rough… literally\"",
  "translation": "“我的车是一颗粗糙的钻石…真的”"
 },
 {
  "key": "c0fe3513920daee965de09160c073d0f",
  "original": "\"M249 TURRET NODDED.  IS TURRET ALIVE?  FINALLY, SOMEBODY TO TALK TO!\"",
  "translation": "”M249炮塔点点头。炮塔还活着吗？总算有人说话了！”"
 },
 {
  "key": "45c7477880909e750bf286f43cf940fa",
  "original": "\"Added so many things to my taxi that it went a-blaze.  Whoops.\"",
  "translation": "“给我的出租车加了这么多东西，结果它烧了。哎呀。”"
 },
 {
  "key": "9b3d947289b3635a24c9c84f170da538",
  "original": "Filling an oozing mass with water has resulted in something that appears to be a cross between a wheel, an otherworldly abomination, and one of those old squeezy toys.",
  "translation": "向渗出的物质中加水导致了一种东西，似乎是一个轮子、一个超凡脱俗的怪物和一个旧的挤压玩具的混合体。"
 },
 {
  "key": "2e8c0bf7624a124c36106b026836adfe",
  "original": "\"If I put one cargo dimension into another cargo dimension, does the universe end?\"",
  "translation": "“如果我把一个货物维度放到另一个货物维度，宇宙会结束吗？”"
 },
 {
  "key": "ad266750fd763790f2baa54df06c9228",
  "original": "Convert Vehicle Fridge to Freezer",
  "translation": "将汽车冰箱改装成冰柜"
 },
 {
  "key": "e54b33e49e090f8e7b3219abe719bc08",
  "original": "\"one day, i will be part of car, too\"",
  "translation": "“总有一天，我也会成为汽车的一部分”"
 },
 {
  "key": "9b5dca544a54285b36d8b0813df2bd2c",
  "original": "\"Putta little bitta dynamite and halfa landmine in an old soda can…  WHAM!  You goin' somewhere.\"",
  "translation": "“在一个旧的苏打罐里放点炸药和半颗地雷……哇！你要去什么地方。”"
 }
]