{
  "assassin suit": "刺客服",
  "Dean Domino's journal": "迪恩·多米诺的日记",
  "Dean's tuxedo": "迪恩礼服",
  "whiskey vending machine code card": "威士忌自动售货机代码卡",
  "Cloud Kiss (weak)": "云吻（弱）",
  "Holorifle scope": "全息步枪镜",
  "Microfusion cell is a new type of energetic ammo developed at Big Mountain research facility to aid US military in the war with China. Excellent power, though the way it works doesn't allow weapons with high rate of fire to utilize it.": "微聚变电池是美国大山研究所研制的一种新型高能弹药。出色的力量，虽然它的工作方式不允许武器与高射速利用它。",
  "Light, sturdy combat suit designed at Big Mountain research facility. This is the first working prototype of a reverse-engineered Chinese stealth armor used during the war. While nowhere near perfect, it grants its wearer a decent protection for a low encumbrance cost, allowing fast and precise movements. Contains strapped, durable pouch that can store quite a lot of stuff as well as 3 magazine pouches.": "在大山研究所设计的轻便、坚固的战斗服。这是中国在战争中使用的反工程隐形装甲的第一个工作原型。虽然还远没有达到完美的程度，但它以低廉的负担成本为佩戴者提供了一个像样的保护，允许快速而精确的移动。包含捆绑，耐用袋，可以存储相当多的东西，以及3个杂志袋。",
  "copies of Dean Domino's journal": "迪恩·多米诺的日记复印件",
  "A legendary tuxedo worn by the pre-apocalypse King of Swing, singer Dean Domino, famous for his talent... And fragile personality.": "世界末日前的摇摆之王、歌手迪恩·多米诺（Dean Domino）穿的一件传奇燕尾服，以他的才华而闻名。。。脆弱的人格。",
  "A plastic card allowing the user to purchase whiskey at the Sierra Madre vending machines. In order to make a purchase just slide the card through the vending machine's reader before selecting an item.": "允许用户在Sierra Madre自动售货机购买威士忌的塑料卡。为了购买，只需在选择商品之前将卡片滑过自动售货机的读卡器即可。",
  "Flasks of Cloud Kiss (weak)": "云吻烧瓶（弱）",
  "A 2.86x scope designed specifically for the holorifle. Has a nice circle-shaped, black crosshair clearly visible on slightly greenish lens.": "专门为全息步枪设计的2.86倍瞄准镜。有一个漂亮的圆形，黑色的十字线清晰可见的略带绿色的镜头。",
  "A portion of Sierra Madre toxic gas concentrated enough that it became solidified, sticking itself to the surfaces. You could use it to experiment a bit with a Cloud and possibly craft some useful stuff.": "一部分马德雷山脉有毒气体的浓度足以使其凝固，粘在表面上。你可以用它来做一点云的实验，也可以制作一些有用的东西。",
  "explosive collar": "爆炸项圈",
  "A perosnal journal of the legendary singer Dean Domino. The last entries contain his story of attempting to rob the Sierra Madre casino vault the night the apocalypse came, then upon failure staying in the villa planning yet another heist attempt while undergoing ghoulification caused by prolonged expousure to the Cloud of toxic gas, finally the story of a mysterious \"Courier\" who once saved Dean's life when together with him (and two other mysterious characters called \"Dog/God\" and Christine) was forced to work for a dangerous, insane man calling himself \"Father Elijah\" who also wanted to crack the Sierra Madre Vault open. The most important content of this journal for you is probably the recipe for a special drink, \"Sierra Madre Martini\". According to it, mixing the Cloud residue with common pre-apocalypse junk food in a tin can will change the properties of the toxins to actually strengthen one's body instead of harming it. Also contains some info regarding setting up and disarming traps.": "传奇歌手迪恩·多米诺的个人日记。最后的条目包含了他的故事，他试图抢劫马德雷山赌场金库的夜晚，世界末日来了，然后在失败后留在别墅计划再次抢劫企图，而经历了长期暴露在有毒气体云造成的食尸鬼，最后，一个神秘的“信使”的故事，他曾经救了迪恩的命，当时他和迪恩（还有另外两个神秘的角色叫“狗/上帝”和克里斯蒂娜）被迫为一个自称“以利亚神父”的危险、疯狂的人工作，他还想打开马德雷山的金库。对你来说，这本杂志最重要的内容可能是一种特殊饮料的配方，“Sierra Madre Martini”。根据它的说法，将云雾残渣与世界末日前常见的垃圾食品混合在一个罐头里，将改变毒素的性质，从而真正增强身体，而不是伤害身体。还包含一些有关设置和解除陷阱的信息。",
  "A venom made out of concentrated, solidified Sierra Madre toxic gas mixed with common household detergents. This one doesn't contain that much of the toxins and is relatively weak. Will corrode weapons as well, however you could still use it to poison the ones found in the Sierra Madre as they've already been exposed to the toxins for long enough and are still usable. Apparently Ghost People knew what they were doing.": "马德雷毒液一种毒液，由浓缩的、凝固的马德雷毒气与普通家用洗涤剂混合而成。这个不含那么多毒素，而且相对较弱。也会腐蚀武器，但是你仍然可以用它来毒害在马德雷山脉发现的那些武器，因为它们已经暴露在毒素中足够长的时间了，仍然可以使用。显然鬼魂知道他们在做什么。",
  "A sturdy, black metallic collar wrapping tightly around the neck of a person unfortunate enough to be forced to wear it. Contains an explosive charge ready to blow off the head. Can be set up ready to go off via compatible radio signal. You don't want to wear it on yourself, right?...": "一种结实的黑色金属项圈，紧紧地缠绕在一个不幸的人的脖子上，他不得不戴着它。装了一个炸药，准备炸开头部。可通过兼容的无线电信号进行设置，随时可以启动。你不想把它戴在自己身上，对吧？。。。",
  "Ghost's knife spear": "鬼刀矛",
  "HHAAAARRRRRR": "Hhaaarrrrr公司",
  "laser turret": "激光塔",
  "Yes.": "对。",
  "The collar is constantly beeping, ready to blow up once its internal timer reaches zero.": "项圈不断发出哔哔声，一旦内部计时器达到零，它就准备爆炸。",
  "A sturdy, menacing-looking knife spear Ghost People use to fight and hunt with. While an improvised weapon by the concept itself, as far as the execution goes, it doesn't feel like so. The sharp, large blade, apparently made specifically with this kind of weapon in mind, is attached to the thick, carefully cut pole with a several layers of tough rope, glue and industrial-grade ducttape. One the one hand it's good to be armed with it, on the other it's scary Sierra Madre is swarming with monsters using these to kill their prey.": "一种坚固的，看起来很危险的刀枪，人们用它来战斗和狩猎。虽然概念本身就是一种临时武器，但就执行而言，感觉不是这样。这把锋利的大刃显然是专门为这种武器设计的，用几层结实的绳子、胶水和工业级胶带粘在粗而仔细切割的杆子上。一方面它是好的武装，另一方面它是可怕的马德雷山是成群结队的怪物使用这些来杀死他们的猎物。",
  "Sierra Madre security hologram": "Sierra Madre安全全息图",
  "A simple military-grade laser turret for protecting important areas. Nothing too special about it, but it's deadly and gets the job done.": "一种简单的军用激光炮塔，用于保护重要区域。没什么特别的，但它是致命的，可以完成任务。",
  "No thanks, I think I have to go.": "不，谢谢，我想我得走了。",
  "Cloud Kiss (potent)": "云吻（强效）",
  "throwing knifespear fake ammo": "飞刀长矛假弹药",
  "One of the greatest Big Mountain achievements, this hologram is far more than just display - it's capable of detecting hostile targets and firing its internal laser beam at them. Completely invincible, so don't waste your ammo and whatever other combat supplies you might have. Can only be switched off if you find and access its emitter.": "最伟大的大山成就之一，这种全息图远远不止是显示-它能够探测到敌方目标，并向他们发射内部激光束。完全无敌，所以不要浪费你的弹药和任何其他战斗用品，你可能有。只能在找到并访问其发射器时关闭。",
  "HHUUUURRRR": "呼呼呼呼",
  "Welcome to the Sierra Madre Casino. Would you like to buy some chips?": "欢迎来到Sierra Madre赌场。你想买些薯片吗？",
  "Flasks of Cloud Kiss (potent)": "云吻瓶（强效）",
  "fake_ammo": "假弹药",
  "A venom made out of concentrated, solidified Sierra Madre toxic gas mixed with common household detergents. The toxins are rather concentrated, making it a potentially deadly dose. Will corrode weapons as well, however you could still use it to poison the ones found in the Sierra Madre as they've already been exposed to the toxins for long enough and are still usable. Apparently Ghost People knew what they were doing.": "马德雷毒液一种毒液，由浓缩的、凝固的马德雷毒气与普通家用洗涤剂混合而成。这些毒素相当集中，因此可能是致命的剂量。也会腐蚀武器，但是你仍然可以用它来毒害在马德雷山脉发现的那些武器，因为它们已经暴露在毒素中足够长的时间了，仍然可以使用。显然鬼魂知道他们在做什么。",
  "HHEEEEEHH": "哈哈哈",
  "Manually restore casino's power": "手动恢复赌场电源",
  "No, that's all.": "不，仅此而已。",
  "No, who the hell are YOU! What the hell are YOU even doing here?!": "不，你到底是谁！你到底在这里干什么？！",
  "Vera Keyes": "维拉凯斯",
  "You've been here the entire time? It wasn't possible for you to enter this vault before me!": "你一直都在这里？你不可能在我之前进入这个保险库！",
  "...": "...",
  "Who's this \"Courier\"?": "这个“信使”是谁？",
  "Yes, show me your stock.": "是的，给我看看你的存货。",
  "Sierra Madre hologram": "Sierra Madre全息图",
  "Father Elijah": "以利亚神父",
  "Heist of the Centuries": "世纪劫案",
  "Exit": "出口",
  "Yes, I'd like to buy some more.": "是的，我想再买一些。",
  "Step aside... Madre's mine mine mine!!!!!!!!!": "让开。。。玛德是我的！！！！！！！！！",
  "Vera": "维拉",
  "Sierra Madre is mine, and mine alone!!!": "Sierra Madre是我的，只有我一个人！！！",
  "Has your life taken a turn? Do troubles beset you? Has fortune left you behind? If so, the Sierra Madre Casino, in all its glory, is inviting you to Begin Again. Come to a place where wealth, excitement, and intrigue await around every corner. Stroll along the winding streets of our beautiful resort, make new friends... or rekindle old flames. Let your eyes take in the luxurious expanse of the open desert, under clear starlit skies. Gaze straight on into the sunset from our Villa rooftops. Countless diversions await. Gamble in our casino, take in the theater, or stay in one of our exclusive executive suites that will shelter you - and cater to your every whim. So if life's worries have weighed you down... if you need an escape from your troubles... or if you just need an opportunity to begin again, join us. Let go and leave the world behind at the Sierra Madre grand opening, this October. We'll be waiting.": "你的生活有转机吗？烦恼困扰着你吗？命运把你抛在身后了吗？如果是这样，马德雷山赌场，在它所有的荣耀，是邀请您重新开始。来到一个财富、兴奋和阴谋无处不在的地方。漫步在我们美丽的度假胜地蜿蜒的街道上，结交新朋友。。。或者重新点燃旧的火焰。让你的眼睛在晴朗的星空下，领略开阔沙漠的奢华。从我们的别墅屋顶直视日落。无数的消遣等待着你。在我们的赌场赌博，在剧院看戏，或住在我们的专属行政套房，将庇护您-并满足您的每一个突发奇想。所以如果生活的烦恼让你感到沮丧。。。如果你需要摆脱困境。。。如果你只是需要一个重新开始的机会，请加入我们。让我们离开这个世界，在马德雷山盛大开幕式上，今年十月。我们会等的。",
  "Start the Gala Event": "开始庆祝活动",
  "Alright, what do I need to do to get inside the vault?": "好吧，我需要做什么才能进入保险库？",
  "Sierra Madre hologram staff": "Sierra Madre全息图棒",
  "Crack the Sierra Madre open.": "打开马德雷山。",
  "HHOOOORHH": "哦哦",
  "Power control terminal": "电源控制终端",
  "We hope you're satisfied with the transaction and wish you good luck. Anything else we can do for you?": "我们希望您对这笔交易感到满意，并祝您好运。我们还能为您做些什么吗？",
  "You speak like Vera Keyes...": "你说话像薇拉·凯斯。。。",
  "So what happens next?...": "那么接下来会发生什么呢？。。。",
  "So this is it... This is really it... Madre's mine mine mine MINE!": "就是这样。。。真的是这样。。。玛德是我的！",
  "Welcome to the Sierra Madre. We hope you enjoy your stay. Would you like to buy something?": "欢迎来到马德雷山脉。希望您在这里过得愉快。你想买点什么吗？",
  "Sierra Madre chip": "Sierra Madre芯片",
  "Alright, calm down and let's talk this over": "好吧，冷静下来，我们好好谈谈",
  "So, can I finally get an explanation of what's going on here?": "那么，我能解释一下这里发生了什么吗？",
  "Who's this?": "这是谁？",
  "Alright, alright, enough of this circus. Stop hiding behind holograms and speakers, show yourself!": "好了，好了，够了。不要躲在全息图和扬声器后面，展示你自己！",
  "This is a golden chip from the Sierra Madre casino, intended for gambling and collecting rewards at vending machines scattered around the resort. On its heads there's a face of a woman and an acronym \"SM\". On the tails you can see a portrait of a fancy-dressed woman holding the sign \"Begin again\" and a sign \"Sierra Madre\" under her feet.": "这是Sierra Madre赌场的黄金筹码，用于赌博和在遍布度假村的自动售货机上收集奖励。在它的头上有一张女人的脸和一个缩写“SM”。在尾巴上，你可以看到一个穿着考究的女人的肖像，她的脚下拿着“重新开始”的牌子和“Sierra Madre”的牌子。",
  "HAARRRHHH": "哈拉尔赫",
  "What the hell is going here? Why are you standing here?": "这到底是怎么回事？你为什么站在这里？",
  "And so here you are, down there in the Sierra Madre Vault...": "所以你在这里，在马德雷山地下室里。。。",
  "What was that female voice and that speech?": "那个女声和那个演讲是什么？",
  "Gala control panel": "Gala控制面板",
  "Would I get to know who you are at last?": "我终于知道你是谁了吗？",
  "Sierra Madre Vault locking mechanism": "Sierra Madre保险库锁定机构",
  "Power systems online...": "电力系统在线。。。",
  "Wait! Who the hell are you? What the hell are you even doing here?! How... How... Nobody, since the Courier, (God/Dog) and Dean left... Nobody...": "等待！你到底是谁？你到底在这里干什么？！怎样。。。怎样。。。没有人，自从信使，（上帝/狗）和迪恩离开。。。没有人。。。",
  "Why should I help you?": "我为什么要帮你？",
  "And so you've entered the Sierra Madre casino and can look at all the glory of the Old World, even at the brink of its end. Few people saw it before you... No one else will... Thought the same thing I told the Courier and yet somehow here you are... Anyways, let's get down to business, shall we? The heist still requires a lot of work.": "所以你进入了马德雷山赌场，可以看到旧世界的所有荣耀，甚至在它的尽头。在你之前很少有人看到它。。。没有人会。。。我跟信使说了同样的话，但不知怎的你来了。。。不管怎样，我们还是谈正事吧，好吗？这起抢劫案仍需要大量工作。",
  "Yes, I'd like to make another purchase.": "是的，我想再买一件。",
  "Sinclair?! Sinclair, I'm trapped. Please, oh god, the security systems won't let me out, they're keeping me here.": "辛克莱？！辛克莱，我被困住了。拜托，天哪，安全系统不让我出去，他们把我关在这里。",
  "Sierra Madre control network": "Sierra Madre控制网",
  "[As you prepare for the final battle, you notice that Father Elijah starts powering up laser turrets positioned around the vault room that you previously missed in the dark. Their charging will take a while, but it's going to be a rather quick one.]": "[当你准备最后一场战斗时，你注意到以利亚神父开始启动你之前在黑暗中错过的储藏室周围的激光炮塔。他们的充电需要一段时间，但这将是一个相当快的。]",
  "Okay, I'll help.": "好的，我会帮忙的。",
  "Cancel": "取消",
  "We hope you're satisfied with the transaction. Anything else we can do for you?": "希望您对这笔交易满意。我们还能为您做些什么吗？",
  "NO! I WON'T PLAY STUPID GAMES! MADRE'S MINE MINE MINE!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": "不！我不会玩愚蠢的游戏！马德雷是我的！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！",
  "If you say so... You think you can snatch victory from me like that? You think you're smarter, better?! This ends here, you piece of shit. You were going to get evaporated anyways, just like the rest of the wasteland!": "如果你这样说。。。你以为你能这样从我这里夺取胜利？你觉得你更聪明，更好？！到此为止，你个混蛋。不管怎样，你都会蒸发掉的，就像其他的荒地一样！",
  "Hey, you! Over there! Can you hear me? Good, I KNOW you can hear me... Now listen closely, listen well... The Sierra Madre, this place... I know why you're here. Your own greed led you here. And now you're going to help me.": "嘿，你！在那边！你能听见我说话吗？很好，我知道你能听到我。。。现在仔细听，好好听。。。马德雷山，这个地方。。。我知道你为什么在这里。你自己的贪婪把你带到了这里。现在你要帮我。",
  "Authorization error! Gala Event couldn't be triggered. Aborting...": "授权错误！无法触发晚会事件。正在中止。。。",
  "Don't lie to me. One of the three other \"useless\" survivors, Dean Domino himself, left his journal in the villa. The Courier saved his life, while it was you being the evil one here all along, Father Elijah!": "别骗我。另外三个“无用”的幸存者之一，迪恩·多米诺本人，把日记留在了别墅里。信使救了他的命，而你却一直是这里的恶魔，以利亚神父！",
  "Cloud Kiss (lethal)": "云吻（致命）",
  "Sinclair?! SINCLAIR!!!": "辛克莱？！辛克莱！！！",
  "Why not? I came so far. I went through so much. I can't leave. I'm not letting go. Not now.": "为什么不？我来了这么远。我经历了太多。我不能走。我不会放手的。不是现在。",
  "Back": "返回",
  "What happened to the other survivors?": "其他幸存者怎么了？",
  "Browse the list of available products": "浏览可用产品列表",
  "Sierra Madre Treasure Hunter": "马德雷山寻宝者",
  "Flasks of Cloud Kiss (lethal)": "云吻烧瓶（致命）",
  "No... You don't understand. I can't let you in... That's my job. To protect the world from him. From the Sierra Madre and it's curse of greed and neediness as a whole. If you enter the vault... No, you can't enter the vault. You shouldn't have come here.": "不。。。你不明白。我不能让你进来。。。那是我的工作。保护世界不受他的伤害。从马德雷山和它的诅咒贪婪和贫穷作为一个整体。如果你进入保险库。。。不，你不能进入保险库。你不该来这里。",
  "Holodisk extracted. File not found...": "全息磁盘提取。找不到文件。。。",
  "And that's why you put collars on them, right, and then sent them on a life-threatening mission? That's what \"no harm and reward at the end\" stands for, right?": "这就是为什么你给他们戴上项圈，然后送他们去执行威胁生命的任务？这就是“最后没有伤害和奖励”的意思，对吧？",
  "Fair enough.": "很公平。",
  "You've heard of the Sierra Madre Casino. And so you've set, just like many other fools before, to find it and crack it open, uncovering the legendary treasure of the Old World buried within it.": "你听说过马德雷山赌场。所以你像以前的许多傻瓜一样，开始寻找并打开它，揭开埋藏在里面的旧世界的传奇宝藏。",
  "Challenge - Heist of the Centuries": "挑战-世纪劫案",
  "A venom made out of concentrated, solidified Sierra Madre toxic gas mixed with common household detergents. The toxins are concentrated enough to straight-up kill even a young, healthy human. Will corrode weapons as well, however you could still use it to poison the ones found in the Sierra Madre as they've already been exposed to the toxins for long enough and are still usable. Apparently Ghost People knew what they were doing.": "马德雷毒液一种毒液，由浓缩的、凝固的马德雷毒气与普通家用洗涤剂混合而成。毒素的浓度足以直接杀死一个年轻健康的人。也会腐蚀武器，但是你仍然可以用它来毒害在马德雷山脉发现的那些武器，因为它们已经暴露在毒素中足够长的时间了，仍然可以使用。显然鬼魂知道他们在做什么。",
  "We all pay for what we've done. I'm so sorry, Sinclair. Sorry, I... I should have trusted you.": "我们都为我们所做的付出代价。我很抱歉，辛克莱。对不起，我。。。我应该相信你的。",
  "I met one of those \"crew members\" just outside the vault. She's guarding it. She's guarding it so that the outside world won't learn your cruelty. According to her, you can't get Sierra Madre. You should just let go.": "我在保险库外面遇到了一个“船员”。她在守护着它。她守护着它，这样外界就不会知道你的残忍了。据她说，你找不到Sierra Madre。你应该放手。",
  "Playing pre-recorded message for the start of the Gala... Everyone, please may I have your attention -- guests and residents of the Villa alike. I ask you to step outside and look to the night sky, it's the moment you've been waiting for, the reason we're all here. The Gala Event, the grand opening of the Sierra Madre Casino, you are the ones who have made this momentous occasion possible, and for that we thank you. So raise your glass in celebration, let music fill the streets, fireworks light the sky and promise of new beginnings fill your hearts. No matter what your fortune, no matter what your cares -- let go this night and begin again. I suggest you hurry, though; the gates of Sierra Madre are open but only for a brief time. After that the doors will close for the evening's festivities and won't open again till morning.": "为晚会开始播放预先录制的信息。。。各位，请大家注意，无论是客人还是别墅里的居民。我请你走出去看看夜空，这是你一直在等待的时刻，也是我们都在这里的原因。庆祝活动，马德雷山赌场的盛大开幕，是你们使这一重要时刻成为可能，为此我们感谢你们。所以举杯庆祝吧，让音乐充满街道，烟花照亮天空，新的开始充满你的心。不管你的命运如何，不管你的忧虑如何——今夜放手，重新开始。不过，我建议你快点，马德雷山的大门是开着的，但时间很短。在那之后，晚上的庆祝活动就要关门了，直到早晨才开门。",
  "The Courier... The Courier... I... We... We planned and executed this heist together. Along with three other survivors, but the other three... They lacked the skills, they weren't that useful, you know? But the Courier... The Courier could have gotten the Sierra Madre together with me, but the greed... Oh, the greed consumed the Courier's soul... I barely survived the betrayal... But enough of this! The Courier is gone, let's focus on the heist, we're so close!": "信使。。。信使。。。我。。。我们。。。我们一起策划并执行了这次抢劫。还有其他三个幸存者，但是其他三个。。。他们缺乏技能，没那么有用，你知道吗？但是快递员。。。信使本可以把马德雷山和我一起带走，但是贪婪。。。哦，贪婪吞噬了信使的灵魂。。。我几乎没能从背叛中幸存。。。但够了！快递员不见了，我们把注意力集中在抢劫上，我们太近了！",
  "Welcome to the Sierra Madre autonomous vending system. We hope you enjoy your stay. Would you like to purchase something?": "欢迎使用Sierra Madre自动售货系统。希望您在这里过得愉快。你想买点什么吗？",
  "You've heard of the Sierra Madre Casino. We all have, the legend, the curses. Some foolishness about it lying in the middle of a City of Dead. A city of ghosts. Buried beneath a blood-red cloud... A bright, shining monument luring treasure hunters to their doom. An illusion that you can begin again, change your fortunes. Finding it, though, that's not the hard part. It's letting go.": "你听说过马德雷山赌场。我们都有，传说，诅咒。它躺在一个死城的中央有些愚蠢。鬼城。埋在血红色的云层下。。。一座明亮闪亮的纪念碑吸引着寻宝者走向灭亡。幻想你可以重新开始，改变你的命运。不过，找到它并不难。它在放手。",
  "Did... Did he use collars to force obedience?": "做。。。他用项圈强迫服从吗？",
  "To Vera": "致维拉",
  "So how about rewarding me now? I did my job of unlocking the vault, bot so I could get in and apparently so that you can now get out. I expect a fair share.": "那现在奖励我怎么样？我的工作是打开保险库的锁，这样我就可以进去，显然是这样你就可以出来了。我希望得到公平的份额。",
  "Sierra Madre": "马德雷山脉",
  "I'm going to die here, amongst the ghosts. I... I'm still being recorded by the holographic system.": "我会死在这里，死在鬼魂之中。我。。。我还在被全息系统记录。",
  "What can you tell me about the Courier, (Dog/God) and Dean Domino?": "关于信使（狗/上帝）和迪恩·多米诺，你能告诉我什么？",
  "You think you're the first one that cracked the Sierra Madre open? Oh no, the Courier did it before you, but then I got betrayed and the Courier trapped me here, leaving the vault, making it lock from the outside... I suspect it's because of the other companions that formed that crew... They had... Bad influence for the Courier, convincing him somehow that I had... Evil plans for them... Though I meant no harm, I planned to release and reward them upon completing the heist.": "你认为你是第一个打开马德雷山的人？哦，不，快递员在你之前就做了，但是后来我被背叛了，快递员把我困在这里，离开保险库，从外面锁上了保险库。。。我怀疑是因为其他同伴组成了那群人。。。他们有。。。对信使的坏影响，让他相信我。。。他们的邪恶计划。。。虽然我无意伤害他们，但我计划在抢劫完成后释放他们并奖励他们。",
  "Alright, let's crack the Sierra Madre open!": "好吧，让我们打开马德雷山！",
  "Dean's secret stash": "院长的秘密藏身处",
  "dried fountain": "干涸的喷泉",
  "<color_red>Sierra Madre</color>": "<color\\ U red>马德雷山脉</color>",
  "What happened to the Father Elijah?": "以利亚神父怎么了？",
  "Important! Vera, read...": "重要！薇拉，读。。。",
  "So, shall we finally discuss more important matter?": "那么，我们最后能讨论更重要的问题吗？",
  "Don't lie to me. One of the three other \"bad candidates\", Dean Domino himself, left his journal in the villa. The Courier saved his life, while it was you being the evil one here all along, Father Elijah! And after all this you dare to say that it's them who \"failed to let go?\"": "别骗我。另外三个“坏候选人”中的一个，迪恩·多米诺本人，把日记忘在别墅里了。信使救了他的命，而你却一直是这里的恶魔，以利亚神父！在这一切之后，你敢说是他们“没能放手？”",
  "Choose a different product": "选择其他产品",
  "A stash containing some useful stuff, left here by a survivor that once walked these streets just like you...": "一个藏着有用东西的仓库，是一个幸存者留下的，他曾经和你一样走在这些街道上。。。",
  "A paved bed of a dried fountain, slowly but inevitably eroding due to lack of maintenance.": "干涸的喷泉铺砌的河床，由于缺乏维护而缓慢但不可避免地被侵蚀。",
  "Kill 10 Ghost Harvesters, 10 Ghost Trappers and 10 Ghost Seekers.": "杀死10个幽灵矿车，10个幽灵捕手和10个幽灵探索者。",
  "Sierra Madre gas intoxication": "Sierra Madre毒气中毒",
  "Adds the (in)famous villa and casino of the <color_red>Sierra Madre</color> from Fallout New Vegas: Dead Money.": "加上著名的别墅和赌场的<color\\u red>Sierra Madre</color>从辐射新维加斯：死钱。",
  "The doors, they... they sealed. I... I can hear the other guests, screaming to be let out, to let go.": "门，他们。。。他们封了。我。。。我能听到其他客人，尖叫着要放出来，让我们走。",
  "I... I'm guarding the Sierra Madre. To protect the world from it. I was trapped. Together with Dean, (Dog/God) and the Courier. The four of us... All enslaved... Father Elijah forced us to work for him to break into the vault, then told the Courier to kill us all... But Courier was a human, not a monster. The Courier saved us all.": "我。。。我在守卫马德雷山。为了保护世界不受伤害。我被困住了。还有迪恩（狗/上帝）和信使。我们四个。。。所有的奴隶。。。以利亚神父强迫我们为他工作，让他闯入地下室，然后让信使把我们都杀了。。。但信使是人，不是怪物。快递员救了我们所有人。",
  "You're... insane, completely insane...": "你是。。。疯了，完全疯了。。。",
  "Enough is enough, they were bad candidates... All driven by greed, hunger, thirst for power, jealously, vengeance... All survived, all left Sierra Madre, despite none of them being able to let go. Again, enough is enough, let's focus on your task, shall we?": "够了，够了，他们是不好的候选人。。。都是被贪婪、饥饿、对权力的渴望、嫉妒、复仇所驱使。。。所有人都活了下来，所有人都离开了马德雷山，尽管没有一个人能够放手。再说一次，够了，让我们专注于你的任务，好吗？",
  "Sorry Madam, you don't have enough Sierra Madre chips to buy the selected item": "对不起，女士，您没有足够的Sierra Madre芯片来购买所选商品",
  "So... What's next? Is there really no richies inside this vault? Can I... Just walk away then?": "所以。。。下一步是什么？这个金库里真的没有富人吗？我可以吗。。。那就走开吧？",
  "You have been exposed to a dense pocket of the Sierra Madre toxic gas!": "你已经暴露在一个密密麻麻的马德雷山脉有毒气体口袋里了！",
  "Let go? Let go of what?": "放手？放开什么？",
  "I'm sorry you had to go through this...": "很抱歉你不得不经历这些。。。",
  "Vera, if you're reading this, my fears have come to pass, and this is an apology. I hope you realized what my last words meant to you. If so, they have led you here, and this place will keep you safe. I know what they meant for me, and I fear they have trapped me here. I have extracted the previous entry after our conversation tonight. It can't have been easy for you, and I am sorry for all I've put you through in silence. I know while you do not love me, you did not mean any malice in what you did. I knew about your plans to rob the casino with Dean before you told me. Hearing it from you didn't make it any easier. For what it's worth, I am glad you told me yourself, and I understood the tapes he had in his possession. I do not think either one of you realized what your addiction stemmed from, however, and that is the tragedy in this. I suspect the world would not have believed you, regardless, so I respect your desire to keep it from others.": "维拉，如果你读到这篇文章，我的恐惧已经过去，这是一个道歉。我希望你明白我最后的话对你意味着什么。如果是这样，他们就把你带到这里来了，这个地方会保护你的安全。我知道他们对我意味着什么，我担心他们把我困在这里了。在我们今晚的谈话之后，我已经摘录了前面的条目。对你来说这不容易，我很抱歉让你默默忍受。我知道，虽然你不爱我，但你所做的一切并没有恶意。在你告诉我之前我就知道你和迪恩一起抢劫赌场的计划。听你这么说并没有让事情变得简单。值得一提的是，我很高兴你自己告诉了我，我也理解了他手里的磁带。我不认为你们中的任何一个意识到你的瘾源于什么，然而，这就是悲剧。不管怎样，我怀疑世界不会相信你，所以我尊重你不让别人知道的愿望。",
  "Hold on, not so fast... You think you came here for the legendary Old World treasure, right? The truth is, the real treasure of the Sierra Madre is its technology... Just think of it... Those matter replicators serving as vending machines, capable of providing resources, the holograms for security and winning every battle, the Cloud of toxic gas for wiping up everyone that opposes me, and I can use the collars for the obedience as well... The Sierra Madre can help build or destroy the entire nations... And on top of that is quiet, quiet just like the wasteland should be.": "等等，别那么快。。。你以为你来这里是为了传说中的旧世界宝藏，对吧？事实是，马德雷山脉真正的宝藏是它的技术。。。想想看。。。那些物质复制者充当自动售货机，能够提供资源，全息图用于安全和赢得每一场战斗，有毒气体云用于消灭所有反对我的人，我也可以使用项圈来服从。。。马德雷山脉可以帮助建立或摧毁整个国家。。。最重要的是安静，就像荒地应该是那样安静。",
  "That was the Sierra Madre broadcasting system... The apocalypse came the same night the Grand Opening should've taken place, so no one turned the ad broadcast off... Since then, it broadcasts the ad across the wasteland over and over, running on backup power... It is what lured you here, am I right? Now, let's discuss more pending topics, shall we?": "那是Sierra Madre广播系统。。。世界末日就在盛大开幕的当晚到来，所以没人关掉广告广播。。。从那以后，它在荒地上一遍遍地播放广告，靠备用电源运行。。。这就是吸引你来这里的原因，对吗？现在，让我们讨论更多悬而未决的话题，好吗？",
  "Yeah, I noticed those parts in his journal too... Still don't believe you. Him being who he was doesn't suddenly make you a \"good guy\".": "是的，我也注意到他日记里的那些部分。。。还是不相信你。他做他自己不会突然让你成为一个“好人”。",
  "broken radio": "收音机坏了",
  "Sierra Madre Casino wall": "Sierra Madre赌场墙",
  "Stealth Field": "隐身场",
  "Dean Domino was planning this heist himself, long before the rest of us saw the Sierra Madre walls... He forced me into one of the villa's clinic autodocs to operate my voice... So that, upon figuring out the password, he could use me to unlock the vault...": "迪恩·多米诺亲自策划了这次抢劫，早在我们其他人看到马德雷山城墙之前。。。他强迫我去维拉的诊所做手术。。。这样，一旦找到密码，他就可以用我打开保险库。。。",
  "Ahhh, I see... Dean Domino, actor, singer... Thief. Liar. Manipulator. Blackmailer. You don't know what happened in the Sierra Madre the night the portals opened, the dead rose and the bombs fell, do you? Then I suggest you take a look around, the evidence is still laying around here in this very Casino you find yourself in, go see for yourself who Dean Domino truly was. After all, he planned that heist himself as well. He wanted Sierra Madre to be his, his alone... But not even for its treasure itself. He wanted it solely because Sinclair was a happier man than him.": "啊，我明白了。。。迪恩·多米诺，演员，歌手。。。小偷。说谎者。操纵器。勒索者。你不知道在马德雷山发生了什么，那晚门户打开，死亡的玫瑰和炸弹落下，是吗？然后我建议你四处看看，证据还在这个赌场里，你自己去看看迪恩·多米诺到底是谁。毕竟，那次抢劫也是他自己策划的。他希望Sierra Madre是他的，他一个人。。。但即使是它的宝藏本身也不行。他想要它仅仅是因为辛克莱比他快乐。",
  "Mac & cheese [20 chips]": "Mac&cheese[20片]",
  "This radio, once capable of broadcasting all kinds of signals, now remains broken. Upon closer look you notice a bullet hole in it.": "这台收音机曾经能广播各种信号，但现在仍然坏了。仔细一看，你发现里面有一个弹孔。",
  "An outer wall used in building of the Sierra Madre Casino. Truly impenetrable - can survive several direct hits with nuclear warheads almost unscratched.": "马德雷山赌场建筑中使用的外墙。真正的不可穿透-能在核弹头几乎未被拦截的情况下经受几次直接打击。",
  "You've managed to get out of the concentrated gas pocket in time...": "你已经设法及时摆脱了集中的气穴。。。",
  "The Stealth Field makes the user blend in with the surroundings by reflecting light in a way that makes it look as if no one was standing where the user is.": "隐形场通过反射光线，使使用者看起来好像没有人站在使用者所在的地方，从而使使用者与周围环境融为一体。",
  "Ghost Sight": "幽灵景象",
  "I came so far to be here... Now, now I just want to leave. Please... Let me leave.": "我来这里这么远。。。现在，现在我只想离开。拜托。。。让我离开。",
  "What are you going to do?": "你打算怎么办？",
  "I'm not buying into your bullshit.": "我不相信你的胡说八道。",
  "You hide behind the Stealth Field...": "你躲在隐身场后面。。。",
  "Flasks of Ghost Sight": "幽灵视力瓶",
  "When first building this Villa, this Casino, I meant it for you. As the world seemed to race headlong towards war, it became part of my desire to protect you. The loans, the funding I poured into the casino's construction... I knew it would not matter when war came for us. It was my means of creating a shelter, a defense if the world was bombarded in radiation and bombs. When Dean revealed his plans inadvertently through our introduction, I realized what had happened, and how I had been tricked. For a time, my thoughts were dark. I changed the casino vault from a shelter to a trap, as I knew the first one to enter would be Dean. He would die down here, and it would have been by his own hand. I fear, however, that I overstepped myself, and the only safe place in the casino is the Vault. I have tried to rewire the systems, change the protocols, and I cannot. I will do one last check on the pipes by the edge of the outside platform and see if anything can be done. I fear it is useless. If you come down here, do not access my personal accounts entry. It contains only a message for Dean, and it will seal the door and you will have no way out - even the elevator is designed to automatically return when the door is closed, and it will lock in place. There should be enough in the Vault to sustain you until help arrives. I have ensured that there is enough medical supplies down here to keep you comfortable. The holograms should defend the casino from any attackers, and the hologram beacon in the Villa will broadcast an emergency signal so that others know you are here. When danger has passed, rescue will come. I hope you were able to read this, and know that I loved you, Frederick Sinclair.": "当我第一次建造这个别墅，这个赌场的时候，我是为你准备的。当这个世界似乎一头栽向战争的时候，我的愿望之一就是保护你。贷款，我投入赌场建设的资金。。。我知道战争什么时候来临并不重要。这是我创造一个庇护所的手段，如果世界受到辐射和炸弹的轰炸，这是一种防御。当迪恩通过我们的介绍无意中透露了他的计划时，我意识到发生了什么，以及我是如何被欺骗的。有一段时间，我的思想是黑暗的。我把赌场的金库从一个庇护所改成了一个陷阱，因为我知道第一个进去的是迪恩。他会死在这里，那是他亲手造成的。不过，我担心自己越界了，赌场里唯一安全的地方就是金库。我试过重新连接系统，改变协议，但我做不到。我再检查一下外面平台边上的管子，看看能不能做点什么。恐怕没用。如果你来这里，不要进入我的个人账户。它只包含一条给迪恩的信息，它会封住门，你就没有出路了——甚至电梯设计成在门关上时自动返回，它会锁定到位。保险库里应该有足够的东西支撑你直到救援到来。我保证这里有足够的医疗用品让你舒服。全息图应该保护赌场免受任何攻击者的攻击，而别墅中的全息图信标将广播紧急信号，以便其他人知道你在这里。危险过去了，救援就来了。我希望你能读到这篇文章，并且知道我爱你，弗雷德里克·辛克莱。",
  "You've heard the legends of the Sierra Madre... We all have... And so you went to seek its richies... truth is, there's nothing specific awaiting you at the vault. Though it doesn't change the fact that the entire Sierra Madre is a treasure in itself and I plan on utilizing it.": "你听说过马德雷山的传说。。。我们都有。。。所以你去寻找它的财富。。。事实上，保险库里没有什么特别的东西等着你。尽管这并没有改变整个马德雷山脉本身就是一个宝藏的事实，我计划利用它。",
  "Apple [5 chips]": "苹果[5个芯片]",
  "Cloud residue boiled in a certain way, allowing you to acquire night vision similar to the one Ghost People have.": "云渣以某种方式煮沸，让你获得类似鬼魂的夜视效果。",
  "Sinclair? Sinclair, where did you go? Why did you leave me here? Why...": "辛克莱？辛克莱，你去哪了？你为什么把我留在这里？为什么？",
  "Okay, okay, I'll help.": "好吧，好吧，我来帮你。",
  "Be careful with such statements. You've seen the Sierra Madre villa. You know what happened to those who thought the way you do. Their skeletons and desperate wall inscriptions and notes still lay around the streets and buildings... Some killed because they didn't have what it takes to survive in the villa... Most killed each other out of greed though. You don't have to say anything. Just think about it.": "对这种说法要小心。你见过马德雷山别墅。你知道那些以你的方式思考的人发生了什么。他们的骷髅和绝望的墙壁铭文和笔记仍然躺在街道和建筑物周围。。。有些人被杀是因为他们没有在别墅里生存的能力。。。不过，大多数人出于贪婪而互相残杀。你什么都不用说。好好想想。",
  "Sierra Madre vending machine": "Sierra Madre自动售货机",
  "Sierra Madre Casino roof": "Sierra Madre赌场屋顶",
  "Sierra Madre Cloud expousure": "马德雷山脉云彩展",
  "I see you're wearning that metal collar stuffed with explosive charge on your neck... Good. That means obedience. Make the mistake of saying \"no\" and I'll set it off.": "我看到你脖子上戴着装满炸药的金属项圈。。。很好。那意味着服从。如果你说“不”的话，我就把它引爆。",
  "Pack of biscuits [20 chips]": "一包饼干[20片]",
  "Sierra Madre vending machine... A form of matter assembler, accepts Sierra Madre chips and then transforms them into all kinds of useful stuff. Having certain code cards will allow you to unlock more interesting items to purchase from it.": "Sierra Madre自动售货机。。。物质汇编的一种形式，接受Sierra Madre芯片，然后把它们转换成各种有用的东西。拥有特定的代码卡可以让你解锁更多有趣的物品。",
  "Roof covering the Sierra Madre Casino, made out of the same material as its walls, making it indestructible.": "马德雷山赌场的屋顶，和它的墙壁用同样的材料制成，使它坚不可摧。",
  "Sinclair, is that you?": "辛克莱，是你吗？",
  "Okay, so, to sum up our current situation, I'm here guarding the Sierra Madre and you came here... You should leave. There's nothing awaiting you in the Sierra Madre.": "好吧，那么，总结一下我们目前的情况，我在这里守卫马德雷山脉，而你来到这里。。。你应该离开。在马德雷山没有什么在等你。",
  "Sinclair's personal accounts": "辛克莱的个人账户",
  "I mean, of course you don't have to, but if you do, you'll also help yourself cracking the Sierra Madre open. And that's what you came here for, right? So, what do you say?": "我的意思是，当然你不必，但如果你这样做了，你也会帮自己打开马德雷山脉。这就是你来这里的目的，对吗？那么，你怎么说？",
  "You owe me an explanation. Remember this. I'm not stupid hence I don't trust you either.": "你欠我一个解释。记住这个。我不笨，所以我也不相信你。",
  "The Cloud of red, poisonous gas engulfing Sierra Madre slowly corrodes your body.": "红色的有毒气体云吞噬着马德雷山脉，慢慢腐蚀着你的身体。",
  "The Sierra Madre technology... Just think of it... Those matter replicators serving as vending machines, capable of providing resources, the holograms for security and winning every battle, the Cloud of toxic gas for wiping up everyone that opposes me, and I can use the collars for the obedience as well... The Sierra Madre can help build or destroy the entire nations... And on top of that is quiet, quiet just like the wasteland should be.": "Sierra Madre技术。。。想想看。。。那些物质复制者充当自动售货机，能够提供资源，全息图用于安全和赢得每一场战斗，有毒气体云用于消灭所有反对我的人，我也可以使用项圈来服从。。。马德雷山脉可以帮助建立或摧毁整个国家。。。最重要的是安静，就像荒地应该是那样安静。",
  "Hahaha, you really think I'm that stupid? You'll meet me... When the time comes. Saw those people around the villa? Or rather what was left of them? Messages full of greed and hate, evidence of them killing each other... And their corpses. All of them, no exceptions. Some preserved their humanity, you might say, as they left stashes of supplies and useful tips on the walls for others, but they were the first ones to die every time the dark side of human nature took over their companions.": "哈哈哈，你真的认为我那么笨吗？你会遇见我。。。当时机成熟的时候。看见别墅周围的人了吗？或者更确切地说，他们还剩下什么？充满贪婪和仇恨的信息，他们互相残杀的证据。。。还有他们的尸体。所有这些，没有例外。你可能会说，有些人保留了他们的人性，因为他们在墙上为其他人留下了大量的物资和有用的小费，但每当人性的黑暗面占据他们的同伴时，他们都是第一批死去的人。",
  "Pork n' Beans [30 chips]": "猪肉豆[30片]",
  "That collar on my neck... I have to obey Father Elijah. One of the inscriptions on the villa wall says \"Try to leave and BOOM\"...": "我脖子上的领子。。。我必须服从以利亚神父。别墅墙上的一个碑文写着“试着离开，砰的一声”。。。",
  "Sierra Madre hologram vendor": "Sierra Madre全息图供应商",
  "open air": "露天",
  "I entered the Casino only because of the guidance of the voice that spoke to me through the fountain hologram and Casino intercom at the lobby... We both know to whom this voice belongs at this point, am I right?": "我进入赌场只是因为通过喷泉全息图和大堂的赌场对讲机对我说话的声音指引。。。我们都知道这个声音属于谁，对吗？",
  "How ironic that some madman like you now starts talking about \"the darkest side of human nature\".": "像你这样的疯子现在开始谈论“人性最黑暗的一面”，真是讽刺。",
  "I don't need anyone telling me what to do.": "我不需要任何人告诉我该怎么做。",
  "Damn you...": "去你妈的。。。",
  "Pack of potato chips [15 chips]": "一包薯片[15片]",
  "Sierra Madre hologram vendor, an autonomous worker for the guests to make purchases or exchange various kinds of commodities.": "Sierra Madre全息图供应商，一个为客人购买或交换各种商品的自治工人。",
  "This is open air.": "这是露天的。",
  "Cloud Kiss intoxication (weak)": "云吻醉（弱）",
  "chunk of Ghost meat": "一大块鬼肉",
  "I see... You went so far. Like me. Like the Courier, like Dean Domino, like (God/Dog), like Father Elijah... But getting to it... That's not the hard part. It's letting go. Greed, jealously, hate, vengeance, power, control, hunger, money, even love... We all came here for different reaasons... But that's what we had to learn. To let go. Hell, Frederick Sinclair, the Founder himself couldn't let go... And so he himself died in the Sierra Madre... Everyone who left this place learned to let go. The majority didn't... And they all died. Neither could Father Elijah.": "我懂了。。。你走得太远了。像我一样。像信使，像迪恩·多米诺，像（上帝/狗），像以利亚神父。。。但要做到这一点。。。这不难。它在放手。贪婪，嫉妒，仇恨，复仇，权力，控制，饥饿，金钱，甚至爱情。。。我们来这里是为了不同的原因。。。但这是我们必须学习的。放手。见鬼，弗雷德里克·辛克莱，创始人自己也不能放手。。。所以他自己死在马德雷山。。。每个离开这里的人都学会了放手。大多数人没有。。。他们都死了。以利亚神父也不能。",
  "Yes": "是的",
  "So, will you tell me at last what's going to happen?": "那么，你最后能告诉我会发生什么吗？",
  "Well... Fine, you win, I'll help.": "好。。。好吧，你赢了，我来帮你。",
  "So you still don't know? Well, so let it be! We'll talk... If you successfully complete your mission, that is.": "所以你还是不知道？好吧，就这样吧！我们谈谈。。。如果你成功地完成了你的任务，那就是。",
  "chunks of Ghost meat": "大块的鬼肉",
  "No": "不",
  "The collars, you say? Oh, it was nothing personal... I wish I could just make them cooperate without them, but human nature is what it is, collars were sadly a must-have. Even if they were willing to cooperate, without linked collars they'd end up killing themselves as their greed and the darkest side of human nature were taking over. Yeah, the collars were harsh but a neccessity.": "你说项圈？哦，这不是针对个人的。。。我希望我能让他们在没有他们的情况下合作，但人性就是这样，不幸的是衣领是必须的。即使他们愿意合作，没有联系的项圈，他们最终也会自杀，因为他们的贪婪和人性最黑暗的一面正在占据。是的，领子很粗糙，但这是必要的。",
  "Alright, it's your choice - but good luck surviving the dangers lurking around every corner here and getting to the Sierra Madre without my help!": "好吧，这是你的选择-但祝你好运，躲过潜伏在这里每个角落的危险，在没有我的帮助下到达马德雷山脉！",
  "Pack of tortilla chips [20 chips]": "一包玉米饼片[20片]",
  "The Cloud Kiss venom has found a way into your body. While the doses's been fairly weak, it still makes you suffer a lot.": "云吻毒液已经进入你的身体。虽然剂量很小，但还是会让你很痛苦。",
  "A tainted flesh of Sierra Madre Ghost People. It WILL poison you, but if you're THAT starving and desperate... At least cook it then or something...": "马德雷幽灵人的污点肉。它会毒死你，但如果你那么饥饿和绝望。。。至少那时候做点什么。。。",
  "So, what happened to the Father Elijah?": "那么，以利亚神父怎么了？",
  "Warning : private access only. Open personal logs?": "警告：仅限私人访问。打开个人日志？",
  "Vera Keyes' fountain hologram": "维拉·凯斯喷泉全息图",
  "Sierra Madre Casino floor": "Sierra Madre赌场楼层",
  "Alright, I have some more questions.": "好吧，我还有一些问题。",
  "So you want to commit a genocide, kill off the remaining survivors, that's what you wanna do? No way this is happening.": "所以你想犯下种族灭绝，杀掉剩下的幸存者，这就是你想做的？这不可能发生。",
  "I'm telling you again, I ain't helping you.": "我再说一遍，我帮不了你。",
  "Cooked steak [25 chips]": "熟牛排[25片]",
  "Red tiles out of which the floor inside the Sierra Madre Casino is made.": "马德雷山赌场内的红色瓷砖。",
  "The Courier managed to enter the vault... And learned to let go. (Dog/God) was a savage mutant with double personality disorder... One was an ever-hungry monster, the other was a power-thirsty narcissist... But the Courier... The Courier had patience both for Dog and God, merging two personalities into one, gentle and peaceful... Dean Domino, that asshole... Even he finally let go and just left the Sierra Madre... And I... I stayed. I need to protect the outer world from the horrors of this doomed place... And Father Elijah...": "快递员设法进入了保险库。。。学会了放手。（狗/上帝）是一个具有双重人格障碍的野蛮变种人。。。一个是饥饿的怪物，另一个是渴望权力的自恋者。。。但是快递员。。。信使对狗和上帝都有耐心，把两种性格融为一体，温柔而平和。。。迪恩·多米诺，那个混蛋。。。就连他最后还是放弃了，离开了马德雷山。。。我。。。我留下来了。我要保护外面的世界不受这个命中注定的地方的恐怖袭击。。。以利亚神父。。。",
  "Isn't this entire planet insane since the day the bombs dropped, the dead rose and the aliens invaded? Or maybe it was like that long before the apocalypse, only did we not notice because we were too busy with our comfortable lives? Anyways, I'll use the Sierra Madre to wipe the wasteland clean, to let go of the Old World and then begin again, build a new nation on its aches, a nation free from the burden of the past.": "自从炸弹投下，死亡的玫瑰和外星人入侵的那一天起，这整个星球不是都疯了吗？或者在世界末日之前很久，我们没有注意到，因为我们忙于舒适的生活？无论如何，我要用马德雷山把荒地擦干净，让旧世界过去，然后重新开始，在痛苦中建立一个新的国家，一个摆脱过去负担的国家。",
  "Cloud Kiss intoxication (potent)": "云吻醉人（强效）",
  "Dean, if you're reading this, this is goodbye. You will have many years to read this message. Why you have smiled in my face and held a dagger to me, I do not know. You were rich, respected... even admired, loved by many. When you finally pass away down here, either by your own hand or starvation, know that your greed has led you here, for no reason I can understand. You have made a habit in using others for your own ends. Now, the Sierra Madre is your reward. Whether you used blackmail or force - or even played to Vera's greed, it will not help down here in the Vault. Greed has led you here. I hope it leaves you as empty as you left me. The door has sealed, the elevator has left. Even Vera's voice will not unlock it. Know that on the night of the Gala Event I shall raise my glass and whisper, \"Fortunato\". In pace requiescat, Frederick Sinclair.": "迪恩，如果你在读这个，这是再见。你将有很多年的时间来阅读这封信。为什么你在我面前微笑，拿着匕首向我，我不知道。你很富有，受人尊敬。。。甚至被许多人羡慕、爱戴。当你最终在这里过世的时候，无论是你自己的手还是饥饿，你要知道你的贪婪把你带到了这里，我无法理解。你已经养成了利用别人达到自己目的的习惯。现在，马德雷山是你的奖赏。不管你是用敲诈还是武力，甚至是玩弄维拉的贪婪，在地下室里都无济于事。贪婪把你带到了这里。我希望它让你像你离开我一样空虚。门关上了，电梯开了。即使是薇拉的声音也无法解开它。你要知道，在庆祝活动的那天晚上，我会举杯低语，“福图纳托”。在佩斯的《还魂曲》中，弗雷德里克·辛克莱。",
  "Have you changed your mind? Did attmepting to get into the Sierra Madre prove to be too difficult for you?": "你改变主意了吗？你觉得进入马德雷山脉太难了吗？",
  "Boiled egg [10 chips]": "煮鸡蛋[10片]",
  "I'm afraid he's still alive. And on top of that able to communicate with me. And force me to do his dirty job...": "恐怕他还活着。除此之外，你还可以和我交流。强迫我做他的肮脏工作。。。",
  "This world is already in a condition shitty enough to on top of that worry about some maniacs wanting to finish it off. I'll not let you harm any of the remaining surviviors.": "这个世界已经处于一个糟糕的状况，足以让人担心一些疯子想要结束它。我不会让你伤害剩下的幸存者。",
  "Sierra Madre Casino intercom": "Sierra Madre赌场对讲机",
  "The Cloud Kiss venom has found a way into your body. It's concentrated enough to make you feel like dying and it might kill you if you're too weak to handle it.": "云吻毒液已经进入你的身体。它的浓度足以让你感觉像死了，如果你太虚弱而无法处理它，它可能会杀死你。",
  "I've explained everything to you already, and now it's time for you to bow down in front of my superiority... You're of no use for me anymore, you fool!": "我已经向你解释了一切，现在是你在我面前低头的时候了。。。你对我已经没用了，你这个傻瓜！",
  "Alright, anything else you feel like wasting time to ask? Or are you ready to proceed with the heist?": "好吧，还有什么你想浪费时间问的吗？或者你准备好继续抢劫了吗？",
  "Scrambled eggs [15 chips]": "炒蛋[15片]",
  "Sierra Madre Casino intercom system. Still operational. And there's someone using it to talk to you out there...": "Sierra Madre赌场对讲机系统。仍在运行。有人用它跟你说话。。。",
  "He forced the Courier to unlock the vault and disengage its security protocols for him... Then confronted him down there... Wanted to kill the Courier like throwing away a disposable tool once the job is done and claim Madre for himself alone... But the Courier was smart and outmaneouvered Elijah, reached the exit and locked him in the vault from the inside... He must have survived down there till this very moment we're talking right now. That's the main reason why I'm here. And I'm going to stay, whether he's already dead or still alive down there, I'll be guarding the Sierra Madre and the vault entrance.": "他强迫快递员为他打开保险库并解除安全协议。。。然后在下面和他对质。。。想杀死信使就像扔掉一次性工具，一旦工作完成，并要求马德雷为自己一个人。。。但信使很聪明，目不转睛地看着以利亚，走到出口，从里面把他锁在金库里。。。他一定是在下面活了下来直到我们现在谈话的那一刻。这就是我来这里的主要原因。我要留下来，不管他死了还是还活着，我都会守着马德雷山和金库入口。",
  "ERROR: terminal locked": "错误：终端锁定",
  "It is in your best interest to get down to helping me instead of asking pointless questions. Who am I? I'm just a man who hacked the broadcast system to be able to talk to you. Maybe I'll tell you more, if you prove yourself to be worthy, that is.": "开始帮助我，而不是问一些毫无意义的问题，这对你最有利。我是谁？我只是一个为了能和你说话而侵入广播系统的人。也许我会告诉你更多，如果你证明自己是值得的，那就是。",
  "Fresh fries [15 chips]": "新鲜薯条[15片]",
  "Cloud Kiss intoxication (lethal)": "云吻醉人（致命）",
  "chunk of cooked Ghost meat": "一大块煮熟的鬼肉",
  "O... Okay... I'll go... Enter the vault... Find him... I'll do it... I'll try to... No, I WILL stop him...": "哦。。。可以。。。我去。。。进入保险库。。。找到他。。。我会做的。。。我会试着。。。不，我会阻止他。。。",
  "So here's what comes next: the vault is protected by a password... Of course it is, but the problem is, it must be spoken in Vera Keyes' voice, Sinclair's true love... There are three recordings of Vera's songs scaterred around the casino - one in the Tampico, one in the Cantina Madrid and finally one in her own suites on the top floor. Combining them together will yeld the sample of her speech capable of unlocking the door... I've marked the locations of those three recordings for you on your navigation device with cyan \"S\" signs.": "接下来是：保险库有密码保护。。。当然是，但问题是，必须用薇拉·凯斯的声音，辛克莱的真爱。。。维拉的歌有三张唱片散落在赌场里——一张在坦皮科，一张在马德里小酒馆，最后一张在她自己的顶层套房里。把它们结合在一起会使她讲话的样本能够打开门。。。我在你的导航设备上用青色的“S”标记了这三个录音的位置。",
  "vault control terminal": "保险库控制终端",
  "Sierra Madre Casino floor, with overhead light": "Sierra Madre赌场楼层，带顶灯",
  "chunks of cooked Ghost meat": "熟肉块",
  "Holy shit, how could I not notice this earlier? That collar on your neck... He... He's alive... And he's doing it again... Doing what he did to me, (Dog/God), the Courier and Dean Domino... History repeats itself... He's never let go... Alright, if so, you need to finish it once and for all, walking the Courier's Mile down there and once again confront him...": "天哪，我怎么能不早注意到呢？你脖子上的领子。。。他。。。他还活着。。。他又在这么做。。。做他对我做的事，（狗/上帝），信使和迪恩多米诺。。。历史重演。。。他从不放手。。。好吧，如果是这样的话，你需要一劳永逸地完成它，走在信使的英里下面，再一次面对他。。。",
  "Oh, so you can make smart decisions? Good, very good... Now listen: the only way to open the Sierra Madre Casino is to trigger the Gala Event... However, some critical electronics and power distribution systems eventually broke down from lack of maintenance. Fortunately for us, I've learned a lot about those systems and have a general understanding of how they work. I'm aware of three locations around the Villa that should have spare electronic boards and processing units we can use to work around the issues of the failing systems.": "哦，这样你就能做出明智的决定了？很好，很好。。。现在听我说：打开马德雷山赌场的唯一方法就是启动庆典活动。。。然而，一些关键的电子和配电系统最终因缺乏维护而出现故障。幸运的是，我学到了很多关于这些系统的知识，并且对它们的工作原理有了大致的了解。我知道别墅周围有三个地方应该有备用的电子板和处理单元，我们可以用来解决系统故障的问题。",
  "Orange soda [10 chips]": "橙汁汽水[10片]",
  "Still operational terminal inside the Sierra Madre Vault, providing access to the most important data for Frederick Sinclair.": "在Sierra Madre保险库内仍在运行的终端，为Frederick Sinclair提供最重要的数据。",
  "Red tiles out of which the floor inside the Sierra Madre Casino is made, with a still-functioning light attached to the ceiling above.": "塞拉马德雷赌场内的地板是用红砖砌成的，上面的天花板上还挂着一盏仍能正常工作的灯。",
  "The Cloud Kiss venom has found a way into your body. It's concentrated enough to straight-up kill you. Say goodbye to this cruel world...": "云吻毒液已经进入你的身体。它的浓度足以直接杀死你。向这个残酷的世界说再见。。。",
  "A tainted flesh of Sierra Madre Ghost People. Despite being cooked, it still looks poisonous.": "马德雷幽灵人的污点肉。尽管煮熟了，它看起来还是有毒的。",
  "Yeah... Unfortunately... The collars... The voice at the fountain... I remember it all... And now you're here, standing in the Vera's apartment, where the vault door has been placed... Alright... There's no choice... You need to get down there... Finish the job... Stop this madman from freeing himself using you in the process and then unleashing yet another apocalypse upon this world... The Cloud, the security holograms, the vending machines, the collars... It's all part of a bigger plan, and that plan ain't nothing good for everything that lives... You need to continue your heist and stop him... But please... Remember... Getting there won't be the hardest part. It's letting go...": "是 啊。。。不幸的是。。。衣领。。。喷泉的声音。。。我都记得。。。现在你在这里，站在维拉的公寓里，金库的门被放在那里。。。好吧。。。别无选择。。。你得下去。。。完成任务。。。阻止这个疯子在释放自己的过程中利用你，然后在这个世界上释放另一个启示。。。云，安全全息图，自动售货机，项圈。。。这都是一个更大计划的一部分，而这个计划对所有活着的人都没有好处。。。你得继续抢劫阻止他。。。但是请。。。记得。。。到达那里不是最难的部分。它在放手。。。",
  "Fine, I'm going...": "好吧，我要去。。。",
  "The catch is, as of now, all three locations are locked behind doors as strong as the entrance you've just opened and walked through. That's caused by the casino's lockdown state cutting out power from said doors. To open them you'll need to go to the power control room and manually restore the power, waking the casino up. Just walk across the lobby to the door leading to the casino area, cross the hall until you reach the storage room on the other side and then go through it to reach the power control room... I've marked it using blue \"S\".": "关键是，到目前为止，这三个地点都锁在门后，就像你刚刚打开并穿过的入口一样坚固。那是因为赌场的封锁状态切断了门的电源。要打开它们，你需要到电源控制室手动恢复电源，唤醒赌场。只需穿过大厅到通往赌场区域的门，穿过大厅，直到到达另一边的储藏室，然后穿过它到达电源控制室。。。我用蓝色的“S”作了标记。",
  "Lemon-lime soda [10 chips]": "柠檬酸橙苏打[10片]",
  "Anything specific I should watch out for?": "有什么我应该注意的吗？",
  "Eaten raw flesh of a Ghost": "生吃的鬼肉",
  "Okay, I will... And I won't. Wish me luck. The vault of the Sierra Madre Casino, here I come...": "好吧，我会。。。我不会的。祝我好运。马德雷赌场的金库，我来了。。。",
  "The placements of those electronic components were directly linked with key locations for starting the Gala Event and since I know how to start Gala, that means I also know where to find them. I request you to retrieve them. The first Sierra Madre electronic board is located in the power switching station in the Salida del Sol. Remaining two are in the Puesta del Sol, one in the switching station on the corner of the district and the second one on the balcony of one of the buildings next to a wall between Puesta del Sol and medical district. Look at your tracking device, I've marked all three locations for you with green \"S\". Once you get them, go back to the fountain and I'll tell you what's next.": "这些电子元件的位置直接与启动Gala活动的关键位置联系在一起，因为我知道如何启动Gala，这意味着我也知道在哪里可以找到它们。我请求你找回它们。第一个Sierra Madre电子板位于Salida del Sol的电源开关站。其余两个在Puesta del Sol，一个在该区拐角处的开关站，另一个在Puesta del Sol和医疗区之间的一堵墙旁边的一栋建筑物的阳台上。看看你的追踪装置，我已经把你的三个位置都标上了绿色的“S”。一旦你拿到了，回到喷泉，我会告诉你下一步是什么。",
  "Got it. Three songs of Vera Keyes.": "知道了。维拉·凯斯的三首歌。",
  "Drinking chocolate [10 chips]": "喝巧克力[10片]",
  "Still operational terminal used to trigger and control the Gala Event.": "用于触发和控制晚会事件的仍在运行的终端。",
  "Take care... Good luck down there... And one more thing! Don't mention my presence here if you happen to speak with Father Elijah through the intercom or fountain hologram before you unlock the vault. Otherwise he'll be prepared. Sure, he'll attempt to kill you, but if he learns that you met me, he'll want to do so as soon as you peek inside, leaving you with no way to prepare yourself.": "当心。。。祝你好运。。。还有一件事！如果你在打开保险库之前碰巧通过对讲机或喷泉全息图与以利亚神父交谈，请不要提及我的存在。否则他会准备好的。当然，他会想杀了你，但如果他知道你遇见了我，他会在你窥视我的内心时就这么做，让你没有任何准备。",
  "Once you're done, bring those three pieces of music here and speak through the intercom. And beware of the security holograms... The Sierra Madre casino is crawling with them, placed in key positions.": "完成后，把这三首曲子带到这里，通过对讲机讲话。小心安全全息图。。。马德雷赌场里到处都是这些人，他们被安置在关键位置。",
  "The starvation and desperation brought you to eating Ghost People flesh straight from their bodies, raw. You feel the Sierra Madre toxins running through your veins...": "饥饿和绝望把你带到吃鬼人的肉直接从他们的身体，生的。你感觉到马德雷山的毒素在你的血管里流淌。。。",
  "Coffee bottle [20 chips]": "咖啡瓶[20片]",
  "Still working to get inside...": "还在努力进去。。。",
  "Beware of Ghost People, the mutated former humans that lurk and hunt around the villa. They're dangeorus and even if you \"kill\" them, they'll rise back up after some time. The only way to make them stay dead is to dismember their limbs. Watch out for their traps, too. Also, the entire Sierra Madre is contaminated with toxic gas. There are more concentrated pockets that you should avoid at all costs, but even if you steer clear from them, the gas is still everywhere and will slowly poison your body, so you'd better be quick. Waste too much time, hesitate with your job and it'll kill you.": "当心幽灵人，那些在别墅里潜伏和狩猎的变异前人类。它们是危险的，即使你“杀死”它们，它们也会在一段时间后复活。唯一能让他们死掉的方法就是肢解他们的四肢。也要小心他们的陷阱。另外，整个马德雷山脉都被有毒气体污染了。有更集中的口袋，你应该不惜一切代价避免，但即使你避开它们，气体仍然无处不在，会慢慢毒害你的身体，所以你最好快点。浪费太多时间，对你的工作犹豫不决，它会杀了你。",
  "Yeah, found them, got them, all three of them.": "是的，找到了，找到了，三个都找到了。",
  "street lantern": "路灯",
  "Sierra Madre red carpet": "马德雷山红地毯",
  "Yeah... I went down there, he gave me no choice...": "是 啊。。。我去了那里，他让我别无选择。。。",
  "No, still struggling with it.": "不，还在挣扎。",
  "Tea bottle [20 chips]": "茶瓶[20片]",
  "A simple street lantern providing some light for the dark night streets as long as it has access to a power source. This one has been stylized to look like lanterns from the late XIX or early XX century.": "一种简单的路灯，只要有电源，就可以为黑夜的街道提供照明。这一个已经样式化，看起来像灯笼从十九世纪末或二十世纪初。",
  "Fancy and durable red carpet used to decorate the interiors of the Sierra Madre Casino.": "花哨而耐用的红地毯用来装饰马德雷山赌场的内部。",
  "Eaten prepared flesh of a Ghost": "吃了鬼的肉",
  "chunk of dried Ghost meat": "一大块干鬼肉",
  "Have you dealt with Father Elijah? Please, hurry!": "你和以利亚神父打过交道吗？拜托，快点！",
  "That collar on my neck really concerns me...": "我脖子上的领子真让我担心。。。",
  "Have you found the songs already?": "你已经找到歌了吗？",
  "chunks of dried Ghost meat": "干鬼肉块",
  "Alright, I'll pay attention to what you've said... I'm on my way.": "好吧，我会注意你说的话。。。我在路上。",
  "Water bottle [15 chips]": "水瓶[15片]",
  "The starvation and desperation brought you to eating Ghost People flesh. You've prepared it, but still feel the Sierra Madre toxins running through your veins...": "饥饿和绝望把你带到吃鬼人肉的地方。你已经准备好了，但仍然感觉到马德雷山的毒素在你的血管里流淌。。。",
  "A tainted flesh of Sierra Madre Ghost People. Despite being dried, it still looks poisonous.": "马德雷幽灵人的污点肉。尽管晒干了，它看起来还是有毒的。",
  "Also beware of the Sierra Madre holograms. They're a pinnacle of pre-apocalypse technology... Fully autonomous workers... The security holograms will shoot laser beams on sight, however if you'll be lucky to get your hands on the unused emitter and spawn one of your own, it'll serve by your side, protecting you from Ghost People. Also don't waste your bullets - they are simply invincible and the only way to destroy them is to find their corresponding emitters and switch them off. There are also hologram vendors you can trade with, but they're based on pre-war currency, so I wouldn't count much on resupplying this way. However, the entire villa is filled with loot from previous survivors. Also the local vending machines still seem to be working. Using Sierra Madre Casino chips you can easily find in most streets and buildings of the villa you can purchase food from them, and if you find the correct code cards, they'll also unlock military and medical supplies for sale. And one last thing: see that rifle laying right under the fountain? Take it. It'll help you survive.": "还要注意马德雷山全息图。他们是世界末日前科技的顶峰。。。完全自主的工人。。。安全全息图将拍摄激光束的视线，但如果你有幸得到你的手上未使用的发射器和产卵一个你自己的，它将服务于你的身边，保护你从鬼魂的人。也不要浪费你的子弹-他们简直是无敌的，唯一的办法是摧毁他们找到相应的发射器和关闭他们。也有全息图供应商，你可以交易，但他们是基于战前的货币，所以我不会指望这么多的补给方式。然而，整个别墅充满了以前幸存者的战利品。此外，当地的自动售货机似乎仍在工作。使用Sierra Madre赌场筹码，您可以在别墅的大多数街道和建筑物中轻松找到，您可以从他们那里购买食物，如果您找到正确的密码卡，他们还可以解锁军需品和医疗用品出售。最后一件事：看到喷泉下面的步枪了吗？拿去吧。它会帮助你生存。",
  "Alright, so here we go... The Heist of the Centuries...": "好吧，我们开始吧。。。几个世纪以来的抢劫。。。",
  "So that means that it's truly over now... But I'll continue my watch regardless. To warn those who'll come after you, to protect them from their own greed... Now the best thing you can do is to simply leave. Let go and begin again, beyond those walls...": "这意味着一切都结束了。。。但不管怎样，我还是要继续看。警告那些会来找你的人，保护他们免受自己的贪婪。。。现在你能做的最好的事情就是离开。放手，重新开始，越过那些墙。。。",
  "Good, you continue to amaze me... Now combine those recordings in the correct order I'm going to describe to you in a moment and use it to enter the vault... Not sure if you searched Vera's and Sinclair's apartment throroughtfully, but the entrance to the vault is in one of their rooms. Once you're down there... Then... Then you'll uncover everything and crack the Sierra Madre open... Don't let me down, survivor. You've come so far... Good luck, I won't respond on the intercom anymore.": "很好，你继续让我惊讶。。。现在把这些录音按正确的顺序组合起来，我马上就要向你们描述，然后用它进入保险库。。。不知道你是否搜遍了薇拉和辛克莱的公寓，但金库的入口在他们的一个房间里。一旦你到了那里。。。然后。。。然后你会发现所有的东西并打开马德雷山脉。。。别让我失望，幸存者。你已经走了这么远。。。祝你好运，我不会再在对讲机上回应了。",
  "Vodka [35 chips] (use your code card to unlock)": "伏特加[35筹码]（使用您的密码卡解锁）",
  "Still operational terminal used to manually control the power of the inner systems in the Sierra Madre Casino.": "仍在运行的终端，用于手动控制马德雷山赌场内部系统的电源。",
  "The Courier?": "快递员？",
  "Drank Sierra Madre Martini": "喝了马德雷马提尼酒",
  "Well, it's not like I feel any better about it, but seems like I DON'T have a choice... I'll be on my way.": "嗯，我并没有感觉好一点，但似乎我别无选择。。。我马上就来。",
  "Wine [50 chips] (use your code card to unlock)": "葡萄酒[50筹码]（使用密码卡解锁）",
  "Why are you still here? There's nothing for you in the Sierra Madre. Let go and begin again...": "你为什么还在这里？在马德雷山没有什么适合你的。放手，重新开始。。。",
  "Oh, no need to worry about it, as long as you obey my orders, that is. The Sierra Madre speakers and radios broadcasted on frequencies that'd set it off by an accident, but the Courier blasted all of them away, so no need to worry about it. Again, as long as you don't tinker with it on your own and obey my orders, this thing ain't gonna blow up. The choice is yours...": "哦，不用担心，只要你服从我的命令就行了。Sierra Madre的扬声器和无线电广播的频率是一次意外引起的，但是信使把它们都炸飞了，所以不用担心。再说一次，只要你不自己动手，服从我的命令，这东西就不会爆炸。选择权在你。。。",
  "[The intercom is eerily silent... Nobody responds to your calls.]": "[对讲机异常安静。。。没有人接你的电话。]",
  "locked Sierra Madre Casino entrance door": "Sierra Madre赌场大门紧锁",
  "This martini tasted awful, but seems to strenghten you and help your body tissues regenerate. Apparently the Cloud can both deteriorate and regenerate, the latter you can easily observe on Ghost People. The right combination of ingredients allowed you to utilize the regenerative potential for yourself.": "这马提尼尝起来糟透了，但似乎能增强你的力量，帮助你的身体组织再生。显然，云既可以退化，也可以再生，后者你可以很容易地观察到幽灵的人。正确的成分组合可以让你利用自己的再生潜力。",
  "Whiskey [70 chips] (use your code card to unlock)": "威士忌[70筹码]（使用密码卡解锁）",
  "entrance to the Sierra Madre Casino, locked and indestructible.": "Sierra Madre赌场入口，上锁，坚不可摧。",
  "Oh, nevermind, the Courier was a survivor and a Sierra Madre Treasure Hunter just like you, don't even remind me of this piece of shit... After all I've offered to the Courier I got stabbed in the back in return... But there's no Courier in the Sierra Madre anymore, so fear not.": "哦，没关系，信使是一个幸存者，一个像你一样的马德雷山寻宝者，别让我想起这狗屎。。。在我向信使提出了所有的要求之后，我的后背被刺伤作为回报。。。但是马德雷山已经没有信使了，所以不要害怕。",
  "Pack of cigarettes [25 chips]": "一包香烟[25片]",
  "Injected stimpack": "注射兴奋剂",
  "Sierra Madre Casino entrance door": "Sierra Madre赌场入口门",
  "Concentrated, solidified Sierra Madre toxins mixed in a tin can with some junk food. While still unhealthy, apparently a right combination of chemicals found in pre-apocalypse junk food is able to change the properties of the toxic gas to actually aid you, not hurt you. You can't wrap your head around it, but hey, it works! Beware of drinking too much though - it's addictive.": "浓缩的、凝固的马德雷山毒素混合在罐头里，还有一些垃圾食品。虽然仍然不健康，但很明显，在世界末日前垃圾食品中发现的一种正确的化学物质组合能够改变有毒气体的性质，从而真正帮助你，而不是伤害你。你不能把你的头绕着它，但是嘿，它管用！不过，要当心喝得太多——这会让人上瘾。",
  "Yeah, found all three of them, got all three of them.": "是的，三个都找到了，三个都找到了。",
  "C4 [350 chips] (use your code card to unlock)": "C4[350芯片]（使用密码卡解锁）",
  "entrance to the Sierra Madre Casino, unlocked, but still indestructible.": "Sierra Madre赌场入口，未上锁，但仍然坚不可摧。",
  "As opposed to the post-apocalyptic wasteland, upon injecting the stimpack you feel like coming back to life and shining with glory of a true survivor.": "与世界末日后的荒原相反，注入兴奋剂后，你会感觉回到生活中，闪耀着真正幸存者的荣耀。",
  "Have you done what I've asked for?": "你按我的要求做了吗？",
  ".357 Magnum rounds [50 for 250 chips] (use your code card to unlock)": ".357万能子弹[50发250个筹码]（使用您的密码卡解锁）",
  "open Sierra Madre Casino entrance door": "打开Sierra Madre赌场入口门",
  "Okay, okay, I'm trying my best...": "好吧，好吧，我尽力了。。。",
  ".308 Winchester rounds [20 for 150 chips] (use your code card to unlock)": ".308温彻斯特回合[150个筹码20次]（使用您的代码卡解锁）",
  "entrance to the Sierra Madre Casino, open, but still indestructible.": "Sierra Madre赌场入口开放，但仍然坚不可摧。",
  "Took Mentats": "吃了薄荷糖",
  "Okay, okay, I'm running...": "好吧，好吧，我在跑。。。",
  "The Gala event has started, the doors to the casino are opened! What the hell are you doing here! Waiting for the Ghost People to catch up to you! Hurry inside!": "庆祝活动已经开始，赌场的大门打开了！你到底在这里干什么！等着鬼魂追上你！快进去！",
  "Firearm repair kit [250 chips] (use your code card to unlock)": "火器修理包[250芯片]（使用密码卡解锁）",
  "Your mind clears, your thought capacity increases, your vision sharpens. Now you see the truth...": "你的思维清晰，思维能力增强，视野锐利。现在你看到真相了。。。",
  "A syringe filled with a strange, dense, light-red substance, serving as a state-of-tech emergency medical aid. Once injected, it boosts tissue regeneration, blood pumping, adrenaline pumping, breathing and thinking rapidly, making one feel refreshed and healing a lot of abuse.": "一种注射器，装满一种奇怪的、致密的、浅红色的物质，用作紧急医疗援助。一旦注射，它会促进组织再生、血液泵送、肾上腺素泵送、呼吸和快速思考，使人感到精神焕发，治愈许多虐待。",
  "I don't see the Gala Event has been started yet, hurry up!": "我看晚会还没开始，快点！",
  "locked Sierra Madre Casino door": "Sierra Madre赌场大门紧锁",
  "First aid kit [250 chips]": "急救箱[250片]",
  "door to the more important interiors of the Sierra Madre Casino. Locked and indestructible just like the entrance door.": "通往Sierra Madre赌场更重要内部的门。就像入口的门一样锁着，坚不可摧。",
  "Injected Med-X": "注射用Med-X",
  "Okay, okay, I'm going...": "好吧，好吧，我要。。。",
  "stimpack [500 chips] (use your code card to unlock)": "stimpack[500芯片]（使用密码卡解锁）",
  "Then don't waste my time, move and do as I said!": "那就别浪费我的时间，按我说的去做！",
  "Sierra Madre Casino door": "Sierra Madre赌场门",
  "Your pain is being washed away and you feel stronger and more immune.": "你的痛苦正在被冲走，你感觉更强大，更有免疫力。",
  "Med-X [350 chips] (use your code card to unlock)": "Med-X[350芯片]（使用密码卡解锁）",
  "door to the more important interiors of the Sierra Madre Casino. Indestructible just like the entrance door.": "通往Sierra Madre赌场更重要内部的门。坚不可摧就像大门一样。",
  "Alright, I'm on my way...": "好吧，我这就去。。。",
  "Red pills developed by Med-Tek. No, they will not make you see the truth behind this insane, cruel world... Wait, they actually might do, since they are designed to temporairly boost perception and intelligence. Overdose can be fatal and addictive, though - beware of uncovering more truth that you can handle...": "由Med-Tek开发的红色药丸。不，他们不会让你看到这个疯狂残酷的世界背后的真相。。。等等，它们确实可以，因为它们被设计用来暂时提高感知和智力。过量服用可能是致命的和上瘾的，尽管-小心揭露更多的真相，你可以处理。。。",
  "Good, very good... At least now I'm sure you are capable of staying alive in the Sierra Madre... Now the time has come for you to start the Gala Event. Place the electronic boards you've acquired under the fountain hologram so I can scan them. This will allow me to generate a special access code that can be used to trigger the Gala Event using the backup power systems since the main ones have failed a long time ago. The backup should be more resilient than the main one, so it should work just fine. The terminal for controlling the Gala Event is located on top of the Campanas del Sol bell tower. I marked the spot for you with a yellow \"S\". Once you start the Gala, make a run for the casino. The music and the fireworks will attract a lot of unwanted attention... Good luck out there.": "很好，很好。。。至少现在我确信你有能力在马德雷山活着。。。现在是你开始庆祝活动的时候了。把你得到的电子板放在喷泉全息图下面，这样我可以扫描它们。这将允许我生成一个特殊的访问代码，可以用来触发使用备用电源系统，因为主电源系统已经失败了很久。备份应该比主备份更有弹性，所以应该可以正常工作。控制庆典活动的终点站位于坎帕纳斯·德尔·索尔钟楼的顶部。我用一个黄色的“S”给你标记了那个地方。一旦你开始晚会，就跑向赌场。音乐和焰火会吸引很多不必要的注意。。。祝你好运。",
  "Mentats [350 chips] (use your code card to unlock)": "Mentats[350芯片]（使用密码卡解锁）",
  "open Sierra Madre Casino door": "打开Sierra Madre赌场的门",
  "Redeem complimentary voucher": "兑换赠券",
  "Sierra Madre Casino internal door, currently open, still indestructible.": "Sierra Madre赌场内门，目前敞开，依然坚不可摧。",
  "The light bends and reflects around you hiding you from observers' eyes.": "光线在你周围弯曲和反射，把你从观察者的眼睛里遮住。",
  "What are you doing here? Waiting till the Cloud kills you? Or you don't want the Sierra Madre anymore? Whatever the case, now it's too late - I order you to immediately get back to work!": "你在这里干什么？等云把你害死？或者你不再想要马德雷山了？不管怎样，现在太迟了-我命令你马上回去工作！",
  "Thank you for using our services. Here's the list of available products for you:": "感谢您使用我们的服务。以下是可供您使用的产品列表：",
  "You're no longer hidden behind the Stealth Field.": "你不再隐藏在隐形战场后面。",
  "Wait a moment, before you go. I... we... hope you've enjoyed your stay. Farewells can be a time of sadness. Letting go... difficult. As a guest of the Sierra Madre, you know that truth more than anyone. Frederick Sinclair believed one's life could be made anew every day, that fortunes were more than the wealth in your hands. Love. Life... family, those to care for, and those who will care for you. To those who know these joys, the Sierra Madre holds little they don't already have. Out in the world, beyond these walls, that is your chance to begin again. I hope you'll return, in happier times. Until then, the Sierra Madre... and I... will hold you in our hearts.": "等一下，你走之前。我。。。我们。。。希望您在这里过得愉快。离别是悲伤的时刻。放手。。。困难。作为马德雷山的客人，你比任何人都了解这个事实。弗雷德里克·辛克莱相信一个人的生命每天都可以重新开始，财富比你手中的财富更重要。爱。生活。。。家人，需要照顾的人，以及那些会照顾你的人。对于那些知道这些快乐的人来说，马德雷山几乎没有他们所没有的东西。在外面的世界，越过这些墙，那是你重新开始的机会。我希望你能在更快乐的时候回来。在那之前，马德雷山脉。。。我。。。会把你留在我们心中。",
  "locked Sierra Madre Vault door": "锁好的Sierra Madre保险库门",
  "Don't waste any more time, go inside the casino! It's what you wanted, it's why you even dared to come here, am I right?... So hurry!": "别再浪费时间了，到赌场里去！这就是你想要的，这就是为什么你敢来这里，对吗？。。。快点！",
  "door to the legendary Sierra Madre Vault, locked and indestructible.": "通往传奇的马德雷山金库的门，紧锁，坚不可摧。",
  "Your throat burns after drinking the Ghost Sight, but now you can clearly see through the darkness.": "你的喉咙在喝了幻觉后灼痛，但现在你可以透过黑暗清晰地看到。",
  "A highly effective painkiller that also boosts body regeneration capabilities. Has lower chance of overdose than conventional painkillers, but still can make you addicted or straight-up kill you.": "一种高效止痛药，也能促进身体再生能力。与传统止痛药相比，服用过量的几率更低，但仍然会使你上瘾或直接杀死你。",
  "Sierra Madre Vault door": "Sierra Madre保险库门",
  "door to the legendary Sierra Madre Vault, unlocked, but still indestructible.": "通往传奇的马德雷山金库的门，没有上锁，但仍然坚不可摧。",
  "The effect of Ghost Sight wears off and you're back to your standard (lack of) nightvision.": "鬼视力的效果消失了，你又回到了你的标准（缺乏）夜视。",
  "open Sierra Madre Vault door": "打开Sierra Madre保险库门",
  "You're one of the many survivors who set on cracking the Sierra Madre open and finding the treasure of the Old World buried deep inside its vault.": "你是众多幸存者中的一员，他们打开了马德雷山脉，发现了埋藏在地下室深处的旧世界的宝藏。",
  "door to the legendary Sierra Madre Vault, while indestructible, unlocked and opened right in front of you, waiting for you to enter the Vault and crack the Sierra Madre Treasure open...": "传说中的马德雷山金库的门，虽然坚不可摧，但在你面前打开了，等待你进入金库，破解马德雷山宝藏打开。。。",
  "Stealth Boy": "隐身小子",
  "Sierra Madre Vault intercom": "Sierra Madre保险库对讲机",
  "A high-tech device that generates a sophisticated field around the user that deflects and curves light beams in a way that looking at it an observer would see what's behind the user, effectively granting invisibility. Sadly it's a single use item and can't be recharged in any way after it uses up all its power supply. Brought to you by Big Mountain research facility.": "一种高科技设备，它在使用者周围产生一个复杂的场，使光束发生偏转和弯曲，这样观察者就能看到使用者背后的东西，从而有效地实现隐身。可悲的是，这是一个单一的使用项目，不能再充电后，它用尽了所有的电源。大山研究机构带给你的。",
  "The intercom located next to the Sierra Madre Vault, protecting it with a voice password.": "对讲机位于Sierra Madre保险库旁，用语音密码保护。",
  "A solid brick wall used inside the Sierra Madre Casino. Years of accumulating dirt made this once white wall yellow. From time to time you can spot golden letters \"SM\" on it, the logo of the Sierra Madre.": "马德雷山赌场内使用的实心砖墙。多年积累的泥土使这堵曾经洁白的墙变成了黄色。有时你可以在上面看到金色的字母“SM”，这是马德雷山脉的标志。",
  "portable security hologram emitter": "便携式安全全息发射器",
  "A portable version of the Sierra Madre security hologram emitter, allowing you to place a friendly holo guard of your own. One-time use only, and it has only so much power stored allowing the activated hologram to exist for only so long.": "Sierra Madre安全全息图发射器的便携式版本，允许您放置自己的友好全息警卫。只有一次使用，它只有这么多的能量存储允许激活的全息图只存在这么长时间。",
  "slot machine": "老虎机",
  "A machine with a bright screen flashing hypnotic promises of wealth.  If gambling with your life on a daily basis isn't enough for you, you can also gamble with this.": "一种带有明亮屏幕的机器，闪烁着催眠性的财富承诺。如果每天用你的生活来赌博对你来说还不够，你也可以用这个来赌博。",
  "golden guard rail": "黄金护栏",
  "A golden guard rail found inside the Sierra Madre Casino.": "在Sierra Madre赌场内发现的金色护栏。",
  "Sierra Madre armored window.": "Sierra Madre装甲窗。",
  "A window appearing in the Sierra Madre suites. While it looks like any other fancy window, it's supposed to withstand a direct hit by a nuclear warhead, just like the entire Sierra Madre Casino. Tech used to design this wonder comes, of course, from the Big Mountain research facility.": "马德雷山套房的一扇窗户。虽然它看起来像任何其他花哨的窗口，但它应该能够承受核弹头的直接打击，就像整个马德雷山赌场一样。设计这个奇迹的技术当然来自大山研究中心。",
  "Sierra Madre armored window without curtains": "Sierra Madre无窗帘装甲窗",
  "A window appearing in the Sierra Madre suites. While it looks like any other fancy window (except it doesn't have curtains), it's supposed to withstand a direct hit by a nuclear warhead, just like the entire Sierra Madre Casino. Tech used to design this wonder comes, of course, from the Big Mountain research facility.": "马德雷山套房的一扇窗户。虽然它看起来像任何其他花哨的窗户（除了没有窗帘），但它应该能承受核弹头的直接打击，就像整个马德雷山赌场一样。设计这个奇迹的技术当然来自大山研究中心。",
  "Sierra Madre armored window with closed curtains": "Sierra Madre装甲窗，窗帘紧闭",
  "A window appearing in the Sierra Madre suites. While it looks like any other fancy window with closed curtains would, it's supposed to withstand a direct hit by a nuclear warhead, just like the entire Sierra Madre Casino. Tech used to design this wonder comes, of course, from the Big Mountain research facility.": "马德雷山套房的一扇窗户。虽然它看起来像其他任何一扇紧闭窗帘的华丽窗户，但它应该能承受核弹头的直接打击，就像整个马德雷山赌场一样。设计这个奇迹的技术当然来自大山研究中心。",
  "picket fence": "尖桩围栏",
  "A barrier made of wood, it's nothing complicated.  Mildly suggests where not to go.": "木头做的屏障，没什么复杂的。温和地建议不要去哪里。",
  "fence post": "栅栏柱",
  "A couple of posts that support the fence.  They look alone without the fence.": "支撑篱笆的两根柱子。他们独自一人看，没有围栏。",
  "Sierra Madre Vault floor": "Sierra Madre地下室",
  "The floor used to cover the ground of the Sierra Madre legendary vault, made of the strongest metal alloys ever produced by humans.": "用来覆盖马德雷山传奇拱顶地面的地板，由人类生产的最坚固的金属合金制成。",
  "The floor used to cover the ground of the Sierra Madre legendary vault, made of the strongest metal alloys ever produced by humans, with a still-functioning light attached to the ceiling above.": "马德雷山传奇拱顶的地面被用来覆盖，由人类生产的最坚固的金属合金制成，上面的天花板上连接着一盏仍能正常工作的灯。",
  "Sierra Madre Vault wall": "Sierra Madre拱顶墙",
  "Thick, practically indestructible wall used to protect the Sierra Madre Vault. Even tougher than the outer walls of the Casino, this one can sustain direct hits from at least a dozen nuclear warheads unscratched.": "厚厚的，几乎坚不可摧的墙用来保护马德雷山拱顶。甚至比赌场的外墙更坚固，这一个可以承受至少12个核弹头的直接打击。",
  "Sierra Madre Vault interior door": "Sierra Madre保险库内门",
  "Closed indestructible door separating the interiors of the Sierra Madre Vault.": "关闭的坚不可摧的门将Sierra Madre拱顶的内部分隔开来。",
  "open Sierra Madre Vault interior door": "打开Sierra Madre保险库内门",
  "Opened indestructible door separating the interiors of the Sierra Madre Vault.": "打开了一扇坚不可摧的门，隔开了马德雷山拱顶的内部。",
  "Sierra Madre Vault glass wall": "Sierra Madre拱顶玻璃墙",
  "Super resistant type of ballistic glass developed at Big Mountain research facility. As everything else used to build the Sierra Madre casino, especially its vault, it's designed to withstand direct hit by a nuclear warhead.": "在大山研究所开发的超抗弹道玻璃。就像其他用来建造马德雷山赌场的东西一样，特别是它的地下室，它的设计是为了抵御核弹头的直接打击。",
  "high gauge pipe": "高规格管道",
  "This is a section of high gauge pipe.": "这是一段高规格管道。",
  "door to the legendary Sierra Madre Vault, permanently locked due to vault's trap activation, turning it from a vault into a coffin. YOUR coffin...": "传说中的Sierra Madre金库的门，由于金库的陷阱激活而永久锁定，从金库变成了棺材。你的棺材。。。"
}