{
  "cave moss": "洞穴苔藓",
  "Remove Grass": "除草",
  "A sprawling bed of strange blueish moss, growing over a flat stone surface.  Digging it up will expose the rock enough to mine deeper, if need be.": "一种奇怪的蓝色苔藓，生长在平坦的石头表面。如果需要的话，把它挖出来会露出足够深的岩石。",
  "A mushroom vaguely resembling a black truffle, with a noticable purple coloration instead.  It seems to be edible raw, albeit bittersweet, and might be tastier cooked.": "一种蘑菇，有点像黑松露，有明显的紫色。它看起来可以生吃，虽然苦乐参半，但煮起来可能更美味。",
  "patch of dark truffles": "一片黑松露",
  "A patch of squat, dull purple mushrooms.": "一片矮胖、暗紫色的蘑菇。",
  "uprooted cavern patch": "连根拔起的洞穴",
  "A torn-up patch of bruised pink stalks.": "一片被撕碎的粉红色的茎。",
  "Dorf Life": "多夫生活",
  "Wagon": "货车",
  "Adds multi-level caverns hidden away in the underground, breaching the subways to add various strange sights to explore.": "增加了隐藏在地下的多层次洞穴，突破了地铁增加了各种奇怪的景点探索。",
  "patch of vibrant bulbs": "充满活力的鳞茎",
  "A patch of bright red plants resembling onions.": "一片类似洋葱的鲜红色植物。",
  "An uprooted patch of leaves, leaking sweet-smelling sap.": "一片连根拔起的叶子，散发着甜味的汁液。",
  "patch of cloudy brush": "云刷",
  "A patch of upright stalks covered in fluffy, cotton-like clumps.": "一小块直立的茎，上面覆盖着蓬松的棉花状的丛。",
  "A patch of upright stalks, stripped bare.": "一片直立的茎，光秃秃的。",
  "patch of spiral stalks": "螺旋状茎片",
  "A patch of twisting, greenish stalks with short leaves.": "一片扭曲的绿色茎，叶短。",
  "A thin patch of slightly-curled fungal shoots.": "一小块稍卷曲的真菌枝。",
  "patch of hardened bramble": "硬化荆棘片",
  "A patch of tangled, woody bramble laden with small growths.": "一片缠绕的木质荆棘，长满了小的植物。",
  "A patch of broken, tangled bramble stripped of its bounty.": "一片破碎的、纠结的荆棘，剥去了它的赏金。",
  "smoothed rock?": "平滑的岩石？",
  "A block of stone that's been smoothed and shaped, commonly granite or marble.  Something seems suspicious here...": "一块被磨平并成形的石头，通常是花岗岩或大理石。这里似乎有些可疑。。。",
  "rock floor?": "岩石地板？",
  "A relatively flat area of rock and stone.  Wasn't there a wall here previously?": "一块相对平坦的岩石和石头。以前这里不是有墙吗？",
  "stone lever": "石头杠杆",
  "A heavy lever carved out of and set into the surrounding natural stone.  Wonder what it does...": "一种用天然石头雕刻并镶嵌在周围的沉重杠杆。想知道它是干什么的。。。",
  "reinforced concrete wall?": "钢筋混凝土墙？",
  "An extremely resilient wall, filled with concrete and rebar.  Something seems suspicious here...": "充满混凝土和钢筋的极有弹性的墙。这里似乎有些可疑。。。",
  "reinforced concrete floor?": "钢筋混凝土地板？",
  "Extremely resilient floor made from carefully placed rebar and poured concrete.  Turns out it was a secret door all along.": "由精心铺设的钢筋和浇注的混凝土制成的极有弹性的地板。原来一直都是个秘密门。"
}