{
  "Kevlar dog harness": "凯夫拉尔狗带",
  "crated labrador mutt": "板条箱拉布拉多犬",
  "train labrador": "拉布拉多犬",
  "Animal Control Truck": "动物控制卡车",
  "The %1$s bites your %2$s!": "%1$s咬你%2$s！",
  "Labrador mutt": "拉布拉多犬",
  "Kevlar dog harnesses": "凯夫拉尔狗带",
  "A Labrador Retriever in a crate.  You can train it as an attack dog or release it from the crate.": "板条箱里的拉布拉多猎犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "You have nearly finished training this Labrador as an attack dog.  Activate to reward it with a treat.": "你几乎把这条拉布拉多犬训练成攻击犬了。激活以奖励它。",
  "The %1$s bites <npcname>'s %2$s!": "%1$s咬<npcname>的%2$s！",
  "This once-average Labrador mixed breed dog has clearly gone feral.  Though it likely still instinctually trusts humans, it's probably far from domestic by now.": "这只曾经普通的拉布拉多混血犬显然已经变得野性了。虽然它可能还是本能地相信人类，但它现在可能还远没有成为家庭成员。",
  "A blue bulletproof harness, designed to be worn by canines in the service of local law enforcement, that protects from shoulders to abdomen.  You could put this on a friendly dog.": "一种蓝色防弹马具，设计用于当地执法部门的犬科动物，从肩膀到腹部都有保护。你可以把这个放在一只友好的狗身上。",
  "The %1$s tries to bite your %2$s, but fails to penetrate your armor!": "%1$s试图咬你的%2$s，但未能穿透你的装甲！",
  "The %1$s tries to bite <npcname>'s %2$s, but fails to penetrate their armor!": "%1$s试图咬<npcname>的%2$s，但未能穿透他们的装甲！",
  "The %1$s ferociously bites your %2$s!": "%1$s凶猛地咬你%2$s！",
  "The %1$s ferociously bites <npcname>'s %2$s!": "%1$s凶猛地咬<npcname>的%2$s！",
  "crated attack labrador": "板条箱攻击拉布拉多犬",
  "train bulldog": "训练斗牛犬",
  "An attack Labrador Retriever in a crate.  You can release it from the crate.": "板条箱里的攻击拉布拉多猎犬。你可以把它从箱子里放出来。",
  "You have nearly finished training this American Bulldog as an attack dog.  Activate to reward it with a treat.": "你快把这只美国斗牛犬训练成攻击犬了。激活以奖励它。",
  "Amateur Dog Trainer": "业余训狗师",
  "Draco's Dog Mod": "德拉科的狗模型",
  "The %1$s nips at your %2$s!": "%1$s咬住你的%2$s！",
  "As a high school student, you were the only member of a canine training club.  You've always been into dogs, but you barely manage to get Fido to sit.  Unfortunately, you'll need to learn quick or you and Fido aren't going to last long in this new world.": "作为一个高中生，你是唯一一个狗训练俱乐部的成员。你总是喜欢狗，但你几乎没法让菲多坐下来。不幸的是，你需要快速学习，否则你和菲多在这个新世界里活不了多久。",
  "Adds pet professions and allows training dogs into attack dogs (stat boosts).": "增加宠物职业，允许训练狗成为攻击狗（统计增强）。",
  "The %1$s nips at <npcname>'s %2$s!": "%1$s夹在<npcname>的%2$s！",
  "The %1$s tries to nips at your %2$s, but fails to penetrate your armor!": "%1$s试图咬住你的%2$s，但未能穿透你的装甲！",
  "The %1$s tries to nips at <npcname>'s %2$s, but fails to penetrate their armor!": "%1$s试图咬住<npcname>的%2$s，但未能穿透他们的装甲！",
  "Dog Fighting Breeder": "斗狗饲养员",
  "crated bulldog": "板条箱斗牛犬",
  "train cattle dog": "训练牛狗",
  "You never cared for anything until you got caught up in a dog fighting ring.  You weren't really any good, but now there's no one else to be better than you.  Time to train some dogs to take down the newly undead!": "你从来没有关心过任何事，直到你被卷入斗狗场。你不是真的很好，但是现在没有人比你更好了。是时候训练一些狗来消灭新的不死生物了！",
  "An American Bulldog in a crate.  You can train it as an attack dog or release it from the crate.": "一只美国斗牛犬被关在箱子里。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "You have nearly finished training this Australian Cattle Dog as an attack dog.  Activate to reward it with a treat.": "你几乎已经把这只澳大利亚牧羊犬训练成攻击犬了。激活以奖励它。",
  "Professional Canine Handler": "专业养犬员",
  "You've been teaching dogs for all manner of things: movies, obedience, tricks, and sometimes fighting.  With all your experience and money, you're ready to take on the next step: the apocalypse!": "你一直在教狗各种各样的东西：电影，服从，把戏，有时打架。用你所有的经验和金钱，你已经准备好迈出下一步：世界末日！",
  "crated attack bulldog": "板条箱攻击斗牛犬",
  "train pit bull mix": "火车坑公牛组合",
  "An attack American Bulldog in a crate.  You can release it from the crate.": "美国斗牛犬被关在箱子里。你可以把它从箱子里放出来。",
  "You have nearly finished training this Pit Bull mix as an attack dog.  Activate to reward it with a treat.": "你几乎已经完成了这个斗牛犬组合作为攻击犬的训练。激活以奖励它。",
  "crated cattle dog": "笼养牛狗",
  "train beagle": "训练小猎犬",
  "An Australian Cattle Dog in a crate.  You can train it as an attack dog or release it from the crate.": "放在板条箱里的澳大利亚牧羊犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "You have nearly finished training this Beagle as an attack dog.  Activate to reward it with a treat.": "你快把这只小猎犬训练成攻击犬了。激活以奖励它。",
  "crated attack cattle dog": "板条箱攻击牛狗",
  "train border collie": "训练边境牧羊犬",
  "An attack Australian Cattle Dog in a crate.  You can release it from the crate.": "一只被攻击的澳大利亚牧羊犬被关在板条箱里。你可以把它从箱子里放出来。",
  "You have nearly finished training this Border Collie as an attack dog.  Activate to reward it with a treat.": "你快把这只边境牧羊犬训练成攻击犬了。激活以奖励它。",
  "crated pit bull mix": "板条箱斗牛混合料",
  "train boxer mastiff": "训练拳击獒",
  "A Pit Bull mix in a crate.  You can train it as an attack dog or release it from the crate.": "箱子里的斗牛犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "You have nearly finished training this Boxer Mastiff as an attack dog.  Activate to reward it with a treat.": "你几乎把这只拳击獒训练成攻击犬了。激活以奖励它。",
  "crated attack pit bull mix": "板条箱攻击坑公牛混合",
  "train chihuahua": "火车吉娃娃",
  "An attack Pit Bull mix in a crate.  You can release it from the crate.": "箱子里的攻击斗牛。你可以把它从箱子里放出来。",
  "You have nearly finished training this Chihuahua as an attack dog.  Activate to reward it with a treat.": "你快把这只吉娃娃训练成攻击犬了。激活以奖励它。",
  "crated beagle": "板条箱小猎犬",
  "train dachshund": "训练达克斯猎犬",
  "A Beagle in a crate.  You can train it as an attack dog or release it from the crate.": "箱子里的小猎犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "You have nearly finished training this Dachshund as an attack dog.  Activate to reward it with a treat.": "你几乎把这只达克斯猎犬训练成攻击犬了。激活以奖励它。",
  "crated attack beagle": "板条箱攻击小猎犬",
  "train german shepherd": "训练德国牧羊犬",
  "An attack Beagle in a crate.  You can release it from the crate.": "箱子里的攻击小猎犬。你可以把它从箱子里放出来。",
  "You have nearly finished training this German Shepherd as an attack dog.  Activate to reward it with a treat.": "你快把这只德国牧羊犬训练成攻击犬了。激活以奖励它。",
  "crated border collie": "网箱边境牧羊犬",
  "train great pyrenees": "训练比利牛斯山脉",
  "A Border Collie in a crate.  You can train it as an attack dog or release it from the crate.": "装在板条箱里的边境牧羊犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "You have nearly finished training this Great Pyrenees as an attack dog.  Activate to reward it with a treat.": "你几乎已经完成训练这个伟大的比利牛斯山作为攻击犬。激活以奖励它。",
  "crated attack border collie": "板条箱攻击边境牧羊犬",
  "train rottweiler": "罗威纳火车",
  "An attack Border Collie in a crate.  You can release it from the crate.": "一只关在板条箱里的边境牧羊犬。你可以把它从箱子里放出来。",
  "You have nearly finished training this Rottweiler as an attack dog.  Activate to reward it with a treat.": "你差不多把这只罗威犬训练成攻击犬了。激活以奖励它。",
  "crated boxer mastiff": "板条箱拳击獒",
  "A Boxer Mastiff in a crate.  You can train it as an attack dog or release it from the crate.": "箱子里的一只拳击獒。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "crated attack boxer mastiff": "板条箱攻击拳击獒",
  "An attack Boxer Mastiff in a crate.  You can release it from the crate.": "箱子里的攻击性拳击獒。你可以把它从箱子里放出来。",
  "crated chihuahua": "板条箱吉娃娃",
  "A Chihuahua in a crate.  You can train it as an attack dog or release it from the crate.": "板条箱里的吉娃娃。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "crated attack chihuahua": "板条箱攻击奇瓦瓦",
  "An attack Chihuahua in a crate.  You can release it from the crate.": "在板条箱里袭击吉娃娃。你可以把它从箱子里放出来。",
  "crated dachshund": "网箱腊肠",
  "A Dachshund in a crate.  You can train it as an attack dog or release it from the crate.": "板条箱里的腊肠。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "crated attack dachshund": "网箱攻击腊肠",
  "An attack Dachshund in a crate.  You can release it from the crate.": "板条箱里的攻击性腊肠。你可以把它从箱子里放出来。",
  "crated german shepherd": "板条箱德国牧羊犬",
  "A German Shepherd in a crate.  You can train it as an attack dog or release it from the crate.": "板条箱里的德国牧羊犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "crated attack german shepherd": "板条箱攻击德国牧羊犬",
  "An attack German Shepherd in a crate.  You can release it from the crate.": "在板条箱里的德国牧羊犬。你可以把它从箱子里放出来。",
  "crated great pyrenees": "大白熊",
  "A Great Pyrenees in a crate.  You can train it as an attack dog or release it from the crate.": "一只大白熊在板条箱里。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "crated attack great pyrenees": "板条箱攻击大比利牛斯山",
  "An attack Great Pyrenees in a crate.  You can release it from the crate.": "大白熊在板条箱里的攻击。你可以把它从箱子里放出来。",
  "crated rottweiler": "网箱罗特韦尔犬",
  "A Rottweiler in a crate.  You can train it as an attack dog or release it from the crate.": "箱子里的罗威犬。你可以把它训练成攻击犬或者把它从笼子里放出来。",
  "crated attack rottweiler": "网箱攻击罗特韦尔犬",
  "An attack Rottweiler in a crate.  You can release it from the crate.": "在板条箱里的攻击罗特韦尔犬。你可以把它从箱子里放出来。"
}