{
  "plasma slug": "等离子体弹头",
  "rifle bandolier": "步枪带",
  "plasma slugs": "等离子弹头",
  "A leather bandolier for keeping rifle cartridges close to hand.": "把步枪子弹放在手边的皮制带子。",
  "Small rod made of dense plastic with thin metal layer on the rear side. Could be used as a projectile by a railgun-type electromagnetic weapon. When fired, conductive layer is turned into plasma coating, pushing the projectile forward. Because of even higher projectile speed compared to metal railgun ammo, can cause devastating damage to unarmored target, but has much shorter range and ineffective against armored targets.": "由致密塑料制成的小杆，背面有薄金属层。可以被轨道炮式电磁武器用作炮弹。发射时，导电层变成等离子涂层，推动弹丸前进。由于与金属轨道炮弹药相比，弹丸速度更高，可以对非装甲目标造成毁灭性伤害，但射程更短，对装甲目标无效。",
  "Lila's diary": "莉拉的日记",
  "epoxy resin": "环氧树脂",
  "electric pump": "电动泵",
  "electric razor": "电动剃须刀",
  "Engineering essentials": "工程要领",
  "electric pumps": "电动泵",
  "This is a pocket-sized electric razor for fast and safe shaving.  You can use it to shave if it's supplied with batteries.  It requires 10 batteries per use.": "这是一个口袋大小的电动剃须刀快速和安全的剃须。如果有电池的话，你可以用它刮胡子。每次使用需要10节电池。",
  "Some advanced (and not so advanced) engineering additions.": "一些先进的（不那么先进的）工程补充。",
  "This journal belonged to Lila, survivor woman obsessed with the idea of controlling the terrors of Cataclysm and using them for her advantage. The epigraph says \"Can't defeat it? Lead it.\". The journal is damaged by acid splatter, but you still can find unique and useful information there.": "这本日记属于莉拉，一个沉迷于控制灾难的恐怖并利用它们为自己谋利的幸存者。碑文上写着“战胜不了它？”？领导它。这本日记本被酸液溅坏了，但你仍然可以在那里找到独特而有用的信息。",
  "Epoxy resin that can be reacted to form thermoset polymers possessing a high degree of chemical and solvent resistance, outstanding adhesion to a broad range of substrates, a low order of shrinkage on cure, impact resistance, flexibility, and good electrical properties.": "可反应形成热固性聚合物的环氧树脂，具有高度的耐化学性和耐溶剂性、对各种基材的优异附着力、固化收缩率低、抗冲击性、柔韧性和良好的电气性能。",
  "A high pressure electric pump, greatly decreases pneumatic weapon reload time, but requires UPS charges to work.": "高压电动泵，大大减少了气动武器的重新装填时间，但需要UPS充电才能工作。",
  "Hobbyist's gyrocopter": "爱好者的陀螺直升机",
  "large press": "大型压力机",
  "Large press that can be used to glue wooden parts together under pressure.": "可在压力下将木制部件粘合在一起的大型压机。"
}