{
  "You have a strange dream about crabs.": "你做了一个关于螃蟹的奇怪的梦。",
  "Your dreams give you a strange shelled feeling.": "你的梦给你一种奇怪的感觉。",
  "crab serum": "螃蟹血清",
  "Crab": "蟹",
  "Ecdysis": "蜕皮",
  "Even More Mutations": "更多的突变",
  "You clench your fists uncontrollably.": "你无法控制地握紧拳头。",
  "If you feel like your exoskeleton is getting too tight, you may choose to shed it. Doing so will produce chitin chunks, useful for crafting. Activate to shed your carapace.": "如果你觉得你的外骨骼太紧，你可以选择脱掉它。这样做会产生几丁质块，对制作有用。激活以脱落甲壳。",
  "Adds three new mutation branches and minor changes to existing ones.": "添加了三个新的突变分支和对现有分支的微小更改。",
  "You suddenly want to start walking sideways.": "你突然想侧着身子走。",
  "You dream of walking on a sandy beach.": "你梦想在沙滩上散步。",
  "For some reason you dream of your gloves.  They don't fit, and nothing seems to help...": "不知为什么你梦见你的手套。他们不适合，而且似乎没有什么帮助。。。",
  "Got crabs.": "有螃蟹。",
  "Snake": "蛇",
  "You have a disturbing dream of walking sideways all the time.": "你有一个令人不安的梦，一直横着走。",
  "Your vivid dream of living as a crab frightens you.": "你活得像只螃蟹的生动梦想吓坏了你。",
  "crab mutagen": "螃蟹诱变剂",
  "You feel like your body elongates.": "你觉得你的身体拉长了。",
  "You suddenly let out a hiss": "你突然发出嘶嘶声",
  "Slithered away.": "溜走了。",
  "You dream of pinching zombies with your claws.": "你梦想着用爪子捏僵尸。",
  "You have a vivid dream of shedding your carapace. It feels good.": "你有一个脱壳的生动梦想。感觉很好。",
  "Rabbit": "兔子",
  "You feel like your nose starts twitching uncontrollably.": "你感觉你的鼻子开始不受控制地抽搐。",
  "You have a strange dream about snakes.": "你做了一个关于蛇的奇怪的梦。",
  "Your dreams give you a strange slithery feeling.": "你的梦给你一种奇怪的滑溜的感觉。",
  "snake serum": "蛇血清",
  "You suddenly want to eat carrots.": "你突然想吃胡萝卜。",
  "Hopped away.": "他跳走了。",
  "You have a weird dream of slithering on the ground.": "你做了个奇怪的梦，梦见自己在地上滑翔。",
  "In your dream, you see a strangely serpentine image of yourself.": "在你的梦里，你看到一个奇怪的蛇形的自我形象。",
  "You have a terrifying dream of losing your legs.": "你做了一个失去双腿的可怕梦。",
  "You dream of silently moving in shadows.": "你梦想着在阴影中静静地移动。",
  "snake mutagen": "蛇诱变剂",
  "You have a pleasant dream of coiling around your prey.": "你做了一个绕着猎物盘旋的美梦。",
  "You have a scary dream of running out of venom.": "你做了一个可怕的梦，想把毒液用完。",
  "You have a strange dream about rabbits.": "你做了一个关于兔子的奇怪的梦。",
  "Your dreams give you a strange twitchy feeling.": "你的梦给你一种奇怪的抽搐感。",
  "rabbit serum": "兔血清",
  "You dream of walking on a grassy meadow.": "你梦见在草地上散步。",
  "In your dream, you look in the mirror and see a rabbit.": "在梦里，你照镜子看到一只兔子。",
  "You have a weird dream of carelessly jumping around.": "你做了个奇怪的梦，不小心就跳来跳去。",
  "You have a terrifying dream of being chased by a fox.": "你做了一个被狐狸追赶的可怕的梦。",
  "rabbit mutagen": "兔诱变剂",
  "You have a blissful dream of eating carrots all day.": "你有一个幸福的梦想，整天吃胡萝卜。",
  "You have a pleasant dream of having your ears fondled and massaged.": "你有一个愉快的梦想，你的耳朵抚摸和按摩。"
}