{
  "antifungal ant": "抗真菌剂",
  "Antagonizer fanatic": "对抗狂",
  "pulsating green egg": "脉动绿蛋",
  "lobster": "龙虾",
  "Antagonizer Fanatic": "对抗狂",
  "An enormous green ant covered in chitinous plates.  It possesses a pair of wriggling antennae and vicious-looking mandibles. It seems to emit fungicide.": "一种巨大的绿色蚂蚁，上面覆盖着几丁质的盘子。它有一对蠕动的触角和凶恶的下颚。它似乎散发出杀菌剂。",
  "As a kid, you were a fan of the Grognak the Barbarian comics, and specifically their villain, the AntAgonizer. In the chaos of the Cataclysm, you managed to save your ant farm, costume, and favorite comic.": "当你还是个孩子的时候，你是格罗纳克野蛮漫画的粉丝，尤其是他们的恶棍，敌对者。在大灾变的混乱中，你设法拯救了你的蚂蚁农场、服装和最喜欢的漫画。",
  "a mysterious green egg. activate to hatch": "神秘的绿蛋。激活以填充",
  "Ant nerd": "蚂蚁书呆子",
  "Your ants were your best friends for your life. Now theyre your only friends. At least nobody will bully you now... Also, your colony provided you a weird egg before the end times.": "你的蚂蚁是你一生中最好的朋友。现在他们是你唯一的朋友。至少现在没人欺负你了。。。而且，你的殖民地在结束时间之前给了你一个奇怪的蛋。",
  "pulsating brown egg": "脉动褐蛋",
  "Ant maniac": "蚂蚁狂人",
  "a mysterious brown egg. activate to hatch": "一个神秘的棕色蛋。激活以填充",
  "Super Mutant": "超级突变体",
  "Firework Rocket": "烟花火箭",
  "punt shot": "平底球",
  "gunblade": "枪刃",
  "firework launcher": "烟花发射器",
  "duck's foot pistol": "鸭脚手枪",
  "Before the cataclysm, you were an avid antkeeper, and kept a very dangerous breed. So dangerous, you had to wear protective gear in the ant room. You found a mysterious, large egg in there shortly before the cataclysm. Lets hope it can save you now.": "在大灾变之前，你是一个狂热的养蚁人，养着一个非常危险的品种。太危险了，你必须在蚂蚁房里穿上防护装备。你在大灾难前发现了一个神秘的大鸡蛋。希望它现在能救你。",
  "The master's voice beckons, and with glee, you inject yourself.": "师父的声音召唤着你，你高兴地把自己注射进去。",
  "A classic paper firework rocket.. Not the best for demolitions, but its better than nothing. ": "经典的纸烟火火箭。。不是最好的拆除，但总比没有好。",
  "A massive shell filled with gunpowder and pellets.": "装满火药和弹丸的巨大炮弹。",
  "gunblades": "枪刃",
  "firework launchers": "烟花发射器",
  "An abomination of a pistol originally meant to defend in pirate attacks, this baby has four barrels, each aiming in different directions, none forwards. It carries four shots, all fired at once. Say goodbye to your wrists.": "这把手枪原本是用来防御海盗袭击的，它是一把令人憎恶的手枪，它有四个枪管，每个枪管瞄准不同的方向，没有一个朝前。它有四发子弹，一次发射。跟你的手腕说再见。",
  "You feel your body changing, very painfully... But you hear a voice guiding you... Master?": "你觉得你的身体在变，非常痛苦。。。但是你听到一个声音在引导你。。。主人？",
  "The horrible abomination that is a combo of a sword and a .44 revolver. Used by weaboos and perverted facists, primarily. Its too bulky to really fit in a holster or sheathe, too.": "一把剑和一把0.44口径的左轮手枪的组合是可怕的可憎之物。主要由懦夫和变态的面部专家使用。它太笨重了，不适合真正放在皮套或护套，太。",
  "a homemade firework cannon. Not as good as a muilitary grade launcher, but you can make fireworks by hand": "自制的烟火炮。不如军事级的发射器好，但你可以手工制作烟花",
  "You are with the master now.": "你现在和师父在一起。",
  "Ant researcher": "蚂蚁研究员",
  ".308 revolver rifle": ".308左轮手枪",
  "punt gun": "平底炮",
  "The Gunsmith's Guru": "枪手的导师",
  "handmade SMG pack": "手工贴片包装",
  "firearm reciever": "火器接收器",
  "mounted punt gun": "悬挂式平底炮",
  "Ant Researcher": "蚂蚁研究员",
  "Before the cataclysm, you were trying to make a breed of ants that could resist the cordyceps fungus. You had just succeeded when your undead co-worker spilled something on your ant tray.": "在大灾变之前，你试图培育出一种能抵抗虫草真菌的蚂蚁。你刚刚成功，你的不死族同事把东西洒在你的蚂蚁托盘上。",
  "Ugly": "丑陋的",
  ".308 revolver rifles": ".308左轮手枪",
  "An ancient shotgun type, banned in many countries and states! The .50 caliber of the shotgun world.": "一种古老的猎枪类型，在许多国家和州被禁止！0.50口径的猎枪世界。",
  "handmade SMG packs": "手工SMG包",
  "A generic reciever for a firearm. Youre sure they have to come in more varieties than this, but this one seems like it will work for anything. Oh joyous day.": "普通的火器接受器。你肯定它们的品种要比这个多，但这个似乎对任何东西都有用。哦，快乐的一天。",
  "pulsating red egg": "脉动红蛋",
  "You're not much to look at.  People who care about such things will react poorly to you.": "你没什么好看的。关心这些事情的人对你的反应会很差。",
  "A handmade .308 rifle that utilizes a revolver cylinder to chamber each round. ": "一种手工制造的0.308口径的步枪，每发子弹都有一个左轮手枪筒。",
  "A large book about DIY gunsmithing. The back of the book brags about how its 'Banned in California and most other countries'. The book covers every step of gunsmithing, including parts normally made by machines, and how to make them by hand. Theres a lengthy disclaimer about gun laws in the front, but there are no police to arrest you for breaking gun laws now.": "一本关于自制枪械的大书。这本书的背面吹嘘它是如何“在加利福尼亚和其他大多数国家被禁止的”。这本书涵盖了枪械制造的每一个步骤，包括通常由机器制造的零件，以及如何手工制造。前面有一个冗长的关于枪支法的免责声明，但是现在没有警察因为你违反枪支法而逮捕你。",
  "a complete kit to create a submachine gun from scratch. Heavily regulated throughout the country.": "从零开始制造冲锋枪的完整工具。在全国范围内受到严格监管。",
  "a mysterious red egg. activate to hatch": "神秘的红蛋。激活以填充",
  "Alien Alloy Scraps": "异形合金废料",
  "mounted Alien Disintergrator": "外星破碎机",
  "Alien Disintergrator": "外星粉碎者",
  "crashed UFO": "坠毁的不明飞行物",
  "raw Blamco Mac N' Cheese": "生奶酪",
  "rotgut": "罗特古特",
  "Blamco Cram & cheese": "布拉姆科奶酪",
  "Broc Flower seeds": "花椰子",
  "barrel cactus fruit": "桶装仙人掌果",
  "Scrap parts of an oddly flexable red metal.": "一种奇怪的易弯曲的红色金属的碎片。",
  "A mysterious alien rifle, capable of incredible damage.": "一支神秘的外星来复枪，能造成难以置信的伤害。",
  "raw Blamco Mac N Cheese": "生奶酪",
  "It could be eaten raw if you're desperate, but is much better cooked. Sterilized with radiation to last upwards of 200 years": "如果你绝望的话，它可以生吃，但是煮得更好。经过辐射灭菌，寿命可达200年以上",
  "A very strong liquor or cleaning fluid, you decide.": "一种很浓的酒或清洗液，你说了算。",
  "Cooked Blamco Mac N' Cheese. Delicious. Now with added Cram, for protein.": "煮熟的布朗科奶酪。好吃。现在添加了Cram，用于蛋白质。",
  "Some Broc Flower seeds.": "一些花椰子种子。",
  "The fruit of a round barrel cactus. Incredibly delicious, but not healthy when raw.": "圆桶仙人掌的果实。非常美味，但生的时候不健康。",
  "Forced Evolutionary Virus": "强迫进化病毒",
  "raw mirelurk meat": "生肉",
  "20 gauge shot": "20号铅球",
  ".357 Magnum": "0.357马格纳姆",
  "Cannonball": "炮弹",
  "10mm Auto": "10mm自动",
  "T-51 power armor": "T-51动力装甲",
  "pair of gecko-skin boots": "一双壁虎皮靴子",
  "Legion Recruit Armor": "军团招募护甲",
  "A super-concentrated, glowing, viscous mutagen.  You need a syringe to inject it… if you really want to?": "一种超浓缩、发光、粘稠的诱变剂。你需要注射器注射…如果你真的想？",
  "A shell filled with metal pellets.  Very damaging, plus the spread makes it very accurate at short range. 20 gauge shots are less powerful than 12 gauge, but make up for it with reduced recoil..": "装满金属颗粒的壳。非常具有破坏性，加上传播使得它在短距离内非常精确。20口径的子弹比12口径的子弹威力小，但可以用减少的后坐力来弥补。。",
  ".357 Magnum ammunition. The bigger cousin of the .38 Special. Has more recoil, but does a hell of a lot more to targets.": "357万能弹药。一个更大的表兄。有更多的后坐力，但对目标的影响更大。",
  "A massive, cast-iron cannonball.": "一个巨大的铸铁炮弹。",
  "A rather rare and powerful pistol cartridge, popularized by military and police forces after the release of the Colt 6250. It is interchangable with .40 rounds.": "一种相当罕见且威力强大的手枪子弹，在柯尔特6250被释放后被军队和警察部队推广。可与0.40发子弹互换。",
  "The T-51b powered infantry armor is designed with the latest passive defense features for both civilian and military disturbances. It requires power.": "以T-51b为动力的步兵装甲设计了最新的被动防御功能，以应对民用和军事干扰。它需要力量。",
  "pairs of gecko-skin boots": "一双壁虎皮靴子",
  "A set of football armor reinforced with leather, worn by fresh recruits of Caesar's Legion. It has an attached leather skirt.": "凯撒军团新兵穿的一套用皮革加固的足球盔甲。它有一条附加的皮裙。",
  "Delicious, fresh Mirelurk. Edible raw, but better cooked. Has trace amounts of mutagen, may not be the best to eat it raw.": "美味，新鲜的米勒鲁克。生的可以吃，但煮得更好。有微量诱变剂，可能不是生吃最好的。",
  "Tough gecko-skin boots.  Very durable.": "结实的壁虎皮靴子。非常耐用。",
  "Roentgen Rum": "伦琴朗姆酒",
  "vault jumpsuit": "跳马连身衣",
  ".22 silent barrel": ".22无声枪管",
  "broken Protectron": "保护管断裂",
  "10mm Auto casing": "10mm汽车外壳",
  "deck of 'tragic' cards": "一副“悲剧”牌",
  "Nuka-Cola": "努卡可乐",
  "glass bottle": "玻璃瓶",
  "radscorpion egg": "蝎子蛋",
  "Colt 6250": "柯尔特6250",
  "14mm Pistol": "14毫米手枪",
  "A thin, blue jumpsuit, with a few pockets, with a yellow zipper down the front  Provides decent storage and is not very encumbering. It's customizable for the Vault Dweller with priorities, and has a belt with pouches on it to make up for it's lack of pockets.": "一件单薄的蓝色连体衣，有几个口袋，前面有一条黄色拉链，提供了不错的储物空间，也不太碍事。它是为有优先权的金库居住者定制的，并且有一个带口袋的腰带来弥补口袋的不足。",
  "If you see this off a gun, it's a bug. :P Its what allows .22 pistols and SMGs to be naturally silent.": "如果你从枪上看到这个，那就是虫子。：P它允许.22手枪和SMG自然静音。",
  "A broken Protectron.  Much less threatening now that it's quiet and still.  Could be gutted for parts, or repaired into a working model.": "一个坏掉的防护罩。现在已经安静下来了，威胁小多了。可以挖出零件，或者修复成工作模型。",
  "An empty casing from a 10mm round.": "一个10毫米的空壳。",
  "decks of 'tragic' cards": "一副副“悲剧”牌",
  "Nuka-Cola, the drink of choice for the wastelander on the go. This is the good stuff, complete with passion fruit!": "努卡可乐，是荒原人的首选饮料。这是好东西，配西番莲果！",
  "A resealable glass bottle, used originally for nuka cola. It has a distinct rocket shape.": "一种可重新密封的玻璃瓶，最初用于努卡可乐。它有一个独特的火箭形状。",
  "A fist-sized egg from a radscorpion.  Incredibly gross.": "蝎子的拳头大小的蛋。真恶心。",
  "14mm Pistols": "14毫米手枪",
  "A bottle of Roentgen rum. It glows in the dark!": "一瓶伦琴朗姆酒。它在黑暗中发光！",
  "This isn't just a game, it's a way of life - and it sure can be addicting. This is a standard deck of Tragic the Garnering cards.": "这不仅仅是一个游戏，它是一种生活方式-它肯定可以上瘾。这是一副标准的收集牌。",
  "A Colt 6520 10mm autoloading pistol. Each pull of the trigger will automatically reload the firearm until the magazine is empty. Single shot only, using the powerful 10mm round.": "柯尔特6520 10毫米自动手枪。每次扣动扳机都会自动重新装填枪械，直到弹药库清空。只有单发，使用10毫米的强力子弹。",
  "A Sig-Sauer 14mm Auto Pistol. Large, singleshot handgun. Excellent craftsmanship": "Sig Sauer 14毫米自动手枪。大型单发手枪。精湛的工艺",
  "T-51 power armor (on)": "T-51动力装甲（开）",
  "roasted mirelurk": "烤米勒鲁克",
  "T-51 power armors (on)": "T-51电源铠装（开）",
  "silenced .22 pistol": "沉默。22手枪",
  "M3A1 'Grease Gun' SMG": "M3A1“黄油枪”SMG",
  "Colt Rangemaster": "小马牧场主",
  "AK-112": "AK-112型",
  "9mm Mauser": "9mm毛瑟",
  "Red Ryder BB gun": "红莱德BB枪",
  ".357 Magnum Revolver": ".357万能左轮手枪",
  "Wattz 1000 Laser Pistol": "Wattz 1000激光手枪",
  "Vindicator Minigun": "维护者微型枪",
  "Winchester Widowmaker": "温彻斯特寡妇",
  "The T-51b powered infantry armor is designed with the latest passive defense features for both civilian and military disturbances. It requires power.  It is turned on and continually drawing power.  Use it to turn it off.": "以T-51b为动力的步兵装甲设计了最新的被动防御功能，以应对民用和军事干扰。它需要力量。它被打开并不断地吸取能量。用它来关掉它。",
  "This submachine gun filled National Guard arsenals after the Army replaced it with newer weapons. However, the 'Grease Gun' was simple and cheap to manufacture so there are still quite a few still in use.": "这把冲锋枪装满了国民警卫队的武器库，后来军队用更新的武器取代了它。然而，“黄油枪”制造简单，成本低廉，因此仍有相当一部分仍在使用中。",
  "A Colt Rangemaster semi-automatic rifle, in .223 caliber. Single-shot only. It's popular for hunting vermin.": "小马骑兵半自动步枪，口径223。只有一个镜头。它很流行用来猎杀害虫。",
  "An AK-112 5mm Assault Rifle. An old military model, out of use around the time of the cataclysm. Can fire single-shot or burst, using the high velocity 5mm rounds.": "AK-1125mm突击步枪。一个旧的军用模型，在大灾难发生的时候就不用了。使用高速5毫米子弹，可以发射单发或爆炸。",
  "A Mauser M/96 in 9x19mm Parabellum. In excellent condition. Extremely accurate, if a relic of the Old World.": "9×19毫米抛物面中的Mauser M/96。状况良好。非常准确，如果是旧世界的遗迹。",
  "Popular among children.  It's fairly accurate, but BBs deal nearly no damage. The Red Ryder itself performs better than most of it's kind.": "很受孩子们的欢迎。这是相当准确的，但BBs几乎没有造成损害。红莱德本身的表现比大多数同类都好。",
  ".357 Magnum Revolvers": ".357万能左轮手枪",
  "A Wattz 1000 Laser Pistol. Civilian model, so the wattage is lower than military or police versions. Uses batteries.": "沃特兹1000激光手枪。民用型号，所以瓦数低于军用或警用型号。使用电池。",
  "The German Rheinmetall AG company created the ultimate minigun. The Vindicator throws over 90,000 caseless shells per minute down its six carbon-polymer barrels. As the pinnacle of Teutonic engineering skill, it is the ultimate hand-held weapon.": "德国莱茵金属股份公司创造了终极微型枪。维权者每分钟向其6个碳聚合物桶投掷9万多枚无壳炮弹。作为日耳曼工程技术的巅峰，它是终极的手持式武器。",
  "A Winchester Widowmaker double-barreled 12 gauge shotgun. A short barrel, with mahogany grip": "温彻斯特守寡者双管12口径猎枪。有桃花心木柄的短桶",
  "Freshly cooked mirelurk meat.  Very nutritious, and the mutagen was cooked out. It wont last as long though": "刚煮好的米勒鲁克肉。很有营养，而且诱变剂是煮出来的。但不会持续那么久",
  "A popular, small .22 pistol with an intergrated silencer. Commonly used by assassins.": "一种流行的，小型的，带集成消音器的.22手枪。刺客常用的。",
  "A common .357 six-shooter, used by crooks and the likes. It is very popular due to it's modular nature.": "一种普通的.357六发手枪，被骗子之类的人用过。它是非常流行的，因为它的模块化性质。",
  "Gamma Gulp Beer": "伽玛啤酒",
  "fuzzy painting": "模糊绘画",
  "inactive protectron": "非活动保护管",
  "West-Tek Nylon Bag": "West Tek尼龙袋",
  "Colt 6250 magazine": "柯尔特6250弹匣",
  "14mm pistol magazine": "14毫米手枪弹匣",
  "Thompson drum magazine": "汤普森鼓杂志",
  "rangemaster magazine": "rangemaster杂志",
  "5mm magazine": "5mm刀库",
  "25mm drum magazine": "25mm滚筒库",
  "city-killer magazine": "城市杀手杂志",
  "alien alloy": "异形合金",
  "An image of a singer. Obviously, very old. The image has a felt coating that is still in good condition": "歌手的形象。显然，很老了。图像有一层仍完好无损的毛毡涂层",
  "This is an inactive protectron. Use this item to reprogram and activate the protectron. If it works, youll have a friend for life.": "这是一个不活跃的protectron。使用此项重新编程并激活protectron。如果成功了，你会有一个终生的朋友。",
  "A large nylon bag. You remember people making a big stink about these back before the cataclysm.": "一个大尼龙袋。你还记得大灾变前人们对这些东西大发脾气。",
  "A solid black magazine made just for the Colt 6250.": "专为Colt 6250打造的纯黑杂志。",
  "A solid black magazine chambered in 14mm.": "一个坚固的黑色杂志室在14毫米。",
  "A 150-round drum magazine for the Thompson submachine gun.  Made only for use with the Silver Submachine gun, due to specialty parts.": "为汤普森冲锋枪准备的150个圆鼓弹匣。仅用于银冲锋枪，由于特殊部件。",
  "A compact 10-round magazine for the Colt Rangemaster.": "一个紧凑的10轮杂志为小马Rangemaster。",
  "A 30-round magazine, calibered in 5mm.": "一个30毫米口径的弹匣。",
  "A 30 round 25mm drum magazine, for use in the grenade MG.": "一个30圆25毫米的鼓式弹匣，用于手榴弹。",
  "A compact 12-round magazine for the Winchester City-Killer combat shotgun..": "温彻斯特市杀手战斗猎枪的12发弹匣。。",
  "a pile of rare, alien materials.": "一堆稀有的外来材料。",
  "A bottle of Gamma Gulp beer. It glows in the dark!": "一瓶伽马啤酒。它在黑暗中发光！",
  "T-51b power helmet": "T-51b电动头盔",
  "A basic helmet, designed for use with the the T-51b Power Helmet.  Offers excellent protection from both attacks and environmental hazards.  Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.": "一种基本头盔，设计用于T-51b电动头盔。提供出色的保护，免受攻击和环境危害。像所有DoubleTech动力装甲一样，控制和气候调节系统需要直接皮肤接触。",
  "serrated spear": "锯齿矛",
  "atomic minifridge": "原子微型冰箱",
  "A stout wooden pole with whats essentially a serrated knife on it. This one feels cheap and flimsy.": "一种粗壮的木杆，上面有一把锯齿刀。这件感觉既便宜又脆弱。",
  "A very small fridge for keeping food cool.  Provides some insulation from outside weather. Powered by an internal reactor, it doesnt need to be connected to vehicle power to work.": "用来冷藏食物的小冰箱。提供一些外部天气绝缘。由内部反应堆提供动力，无需连接车辆电源即可工作。",
  "inactive construction protectron": "非活性建筑保护剂",
  "Healing Powder": "疗伤粉",
  "This is an inactive construction protectron. Use this item to reprogram and activate the protectron. If it works, youll have a friend for life.": "这是一个非活动的建筑防护罩。使用此项重新编程并激活protectron。如果成功了，你会有一个终生的朋友。",
  "giant mantis": "巨螳螂",
  "horseshoe crab": "马蹄蟹",
  "cave rat": "洞穴老鼠",
  "young gecko": "小壁虎",
  "Protectron": "保护管",
  "servings of Healing Powder": "治疗粉份数",
  "A mutant mantis the size of a small dog, brought in from the west coast to deal with pest problems.": "一种变异的螳螂，有小狗那么大，从西海岸带过来处理害虫问题。",
  "They existed long before we did. And by the looks of it, they could outlast us, too.": "他们早在我们之前就存在了。从表面上看，他们也能比我们活得久。",
  "A large, slightly mutated black rat. It is very dangerous in large numbers, but alone, is pretty weak.": "一只大的，有点变异的黑老鼠。这是非常危险的大量，但单独，是相当薄弱的。",
  "A young, mutated gecko": "一只年轻的变异壁虎",
  "The sturdy Protectron model of robot was created before the great cataclysm, and served as a security automaton in both the private and business sectors. Multipurpose and modular. You can customize these things heavily.": "机器人坚固的Protectron模型是在大灾难之前创建的，在私营部门和商业部门都用作安全自动机。多用途和模块化。你可以大量定制这些东西。",
  "A very powerful healing magic- though it will bring the feeling of sleep to your head.": "一个非常强大的治疗魔法-虽然它会带来睡眠的感觉到你的头。",
  "Great Khan": "大可汗",
  "Vault Kid": "金库小子",
  "Tales of a Junktown Jerky Vendor": "关于一个垃圾镇肉干小贩的故事",
  "You spent your life in the Great Khans gang: guns, Jet, and biking. Now the end is here, and you feel like keeping your life choices up.": "你在大汗帮度过了一生：枪，喷气机，骑自行车。现在结束了，你想继续你的人生选择。",
  "You were raised in a vault by some preppers. On your 10th birthday, the party was interrupted by zombies. You were the only one to escape, with your presents: a BB gun and a bat.": "你是在地下室被一些预科生养大的。在你10岁生日那天，聚会被僵尸打断了。你是唯一逃脱的人，带着你的礼物：一把BB枪和一根球棒。",
  "inactive fire protectron": "灭火器",
  "A book of stories from a fictional apocalyptic town. In between the anecdotes are some actually good tips on running a business, and some recipes for 'iguana'...": "一本虚构的世界末日小镇的故事书。在这些轶事之间，有一些关于经营企业的好建议，还有一些“鬣蜥”的食谱。。。",
  "This is an inactive fire protectron. Use this item to reprogram and activate the protectron. If it works, youll have a friend for life.": "这是一个无效的消防装置。使用此项重新编程并激活protectron。如果成功了，你会有一个终生的朋友。",
  "Atom Cat": "原子猫",
  "Vault Dweller": "放逐者",
  "Gun Runners Transport Van": "运枪车",
  "The boxing style of New Reno. More focused on dirty fighting than traditional boxing, you gain the ability to hit harder if you keep hitting. While normally still done with restraint, fighters have been known to use these tactics lethally.": "新雷诺的拳击风格。与传统拳击相比，你更专注于肮脏的战斗，如果你继续击球，你就能获得更猛烈的击球能力。虽然通常情况下仍保持克制，但众所周知，战士们会致命地使用这些战术。",
  "Before the cataclysm, you spent your life with the coolest cats around; the atom cats. You know your way around atomic vehicles, and even the occasional set of power armor.": "在大灾变之前，你和周围最酷的猫一起度过了一生；原子猫。你知道如何绕过原子弹载具，甚至是偶尔的一套动力装甲。",
  "When the cataclysm struck, you entered a vault. Unfortunately... There was a zombie in the vault... You managed to escape with the essentials for survival.": "当灾难发生时，你进入了一个地下室。不幸的是。。。地下室里有个僵尸。。。你带着生存的必需品逃走了。",
  "You lower your chin and raise your fists to eye level.": "你把下巴放低，把拳头举到眼睛的高度。",
  "%s prepares to fight with raised fists.": "%s准备举起拳头战斗。",
  "Footwork": "步法",
  "Enclave Officer": "飞地军官",
  "Vault Punk": "跳马朋克",
  "Gun Runners' Technical": "枪支走私者的技术",
  "You are make yourself harder to hit by bobbing and weaving as you move.\n\n+1.0 Dodge skill.\nLasts for 1 turns.  Stacks 2 times.": "当你移动的时候，你会因为摆动和编织而更难被击中。\n\n+1.0闪避技能。\n持续1圈。堆叠2次。",
  "Fallout New England": "辐射新英格兰",
  "\"Violence will not be tolerated.\"": "“暴力是不能容忍的。”",
  "Haymaker": "干草匠",
  "The Enclave sent your squad out to survey what was left of New England, and retrieve important military documents. They got absolutely slaughtered, and you're all thats left. Supplies have run low, backup isn't set to come for months, if at all. Long live the enclave.": "飞地派你的小队去调查新英格兰剩下的东西，找回重要的军事文件。他们被屠杀了，剩下的只有你。物资供应不足，如果有的话，几个月内都不会有备份。飞地万岁。",
  "You didn't want to move into a vault with your stupid prepper family. Now a zombie rendered their efforts moot, and youd laugh. If you weren't currently in danger of a zombie attack, that is. Make your mark. Tunnel Snakes Rule!": "你不想和你愚蠢的预科生一家搬进保险库。现在一个僵尸使他们的努力毫无意义，你会笑。如果你现在没有僵尸攻击的危险，那就是。做你的标记。隧道蛇统治！",
  "Brings a little bit of that retro-futuristic class to the Cataclysm. Guns, beasts, and more. Stuff from the Core Region, all the way to the Commonwealth.": "给《大灾变》带来了一点复古的未来派风格。枪、野兽等等。从核心地区一直到联邦的东西。",
  "A small fridge.  When turned on, it will cool the food inside, extended the time until the food spoils. It is powered by an internal nuclear reactor and thus will not drain your vehicles power.": "一个小冰箱。打开后，它会冷却里面的食物，延长时间，直到食物变质。它是由一个内部核反应堆提供动力，因此不会耗尽你的车辆电力。",
  "This is an inactive Wattz protectron. Use this item to reprogram and activate the protectron. If it works, youll have a friend for life.": "这是一个不活动的瓦茨保护管。使用此项重新编程并激活protectron。如果成功了，你会有一个终生的朋友。",
  "\"A lawful use of deadly force is in progress. Citizens are advised to steer clear.\"": "“合法使用致命武力正在进行中。建议市民避开。”",
  "Masticator's Fury": "咀嚼者的愤怒",
  "Minuteman": "民兵",
  "Vault Scientist": "金库科学家",
  "Gun Runners' Heavy Duty Cargo Truck": "枪支走私者的重型货车",
  "Landing a hit fills you with enough fury you could rip someone's ear off.\n\n Extra x2.5 damage on follow up hits.\nLasts 2 turns.": "击中目标会让你充满足够的愤怒，你可以撕掉别人的耳朵。\n\n额外的x2.5伤害的后续命中。\n持续2圈。",
  "Gecko Skin": "壁虎皮",
  "\"Protect and serve.\"": "“保护和服务。”",
  "'Protect the people at a minute's notice.' That was the original idea. But now General Becker is a zombie, the Minutemen are a scattered memory, and all the people you were trying to protect are dead.": "“一分钟就保护人民。”这是最初的想法。但现在贝克尔将军是个僵尸，民兵只是一个零散的记忆，你试图保护的所有人都死了。",
  "When the cataclysm struck, you were working hard in the Vault you were assigned to. Alas, a zombie in the lab caused you to have to evacuate.": "大灾变发生时，你正在分配给你的保险库里努力工作。唉，实验室里的僵尸让你不得不撤离。",
  "\"This workplace has gone ZERO days without an accident.\"": "“这个工作场所零天没有发生事故。”",
  "inactive chef protectron": "不活跃的厨师长protectron",
  "Anchorage Soldier": "锚地士兵",
  "Vault Mechanic": "保险库技工",
  "A style honed by the Hero of Arroyo, Arroyo Style combines the dirty tactics of New Reno Boxing, the Honor of Dragon-Style Kung Fu, and the fluidity of a wastelander's wit into a single style.": "阿罗约风格是由阿罗约的英雄磨练而成的，它将新雷诺拳击的肮脏战术、龙式功夫的荣耀以及荒原人机智的流动性结合成一个单一的风格。",
  "Golden Gecko Skin": "金壁虎皮",
  "\"please put on your hard-hat.\"": "“请戴上安全帽。”",
  "You fought in anchorage for the U.S. Youre used to the cold, used to ruthless attacks. You thought you'd seen it all. Now you know better, as the dead walk the earth.": "你在安克雷奇为美国而战。你习惯了寒冷，习惯了无情的攻击。你以为你都看过了。现在你更清楚了，就像死人在地上行走一样。",
  "When the cataclysm struck, you were working hard in the Vault you were assigned to. Alas, a zombie in the bottom floors spiraled out of control and you escaped with your toolbox.": "大灾变发生时，你正在分配给你的保险库里努力工作。唉，底层的僵尸失控了，你带着工具箱逃走了。",
  "You relax and patiently await conflict like the great dragon.": "你像巨龙一样放松，耐心地等待冲突。",
  "%s assumes a dragon-like stance.": "%s呈龙形姿态。",
  "\"Stay safe civilian.\"": "“保持安全。”",
  "Dragon's Fury": "龙之怒",
  "Anchorage Special Operator": "锚地特种作业人员",
  "Vault Guard": "金库守卫",
  "The fury of a dragon is not something to be trifled with. Keep attacking. Annihalate them.\n\n+1 Accuracy, +2 bash Damage.\nEnables \"Dragon Vortex Block\" and \"Dragon Wing Dodge\"\nLasts 1 turn.": "龙的狂怒是不可玩弄的。继续进攻。安尼亚尔杀了他们。\n\n+1精准度，+2重击伤害。\n启用“龙漩涡挡”和“龙翼道奇”",
  "Nuka-Cola fuel": "努卡可乐燃料",
  "\"Report any fire hazards to your local- *BZZZT* -Law enforcement.\"": "“向当地执法部门报告任何火灾危险。”",
  "You're a decorated war hero of the Anchorage campaign. You saw things some men couldnt even dream of. You thought the army prepared you for anything. Apparently not.": "你是安克雷奇战役的荣誉战争英雄。你看到了一些男人做梦都想不到的事情。你以为军队为你准备了一切。显然不是。",
  "You were a guard in a vault before the cataclysm. The job was slow, and mostly involved keeping the children from being mean to each other. Alas, a zombie arose in the lower levels, and the whole bunker had to be abandoned. You escaped with your gear.": "大灾变前你是地下室的守卫。这项工作进展缓慢，主要是防止孩子们互相刻薄。唉，一个僵尸出现在下层，整个地堡不得不被遗弃。你带着装备逃跑了。",
  "\"Looking for a Sidearm? Wattz has you covered.\"": "“要找武器吗？沃特兹已经把你掩护起来了。”",
  "inactive Protectron Subway Steward": "地铁管家",
  "Anchorage Combat Medic": "安克雷奇战斗医疗兵",
  "Bionic Vault Mechanic": "仿生拱顶机械师",
  "A somewhat primative martial art, Gecko Hunting was developed in Klamath to avoid a gecko's deadly bite and get them": "有点灵长类武术，壁虎狩猎是在克拉马斯发展，以避免壁虎的致命咬伤，并得到他们",
  "Newka-Cola fuel": "纽卡可乐燃料",
  "\"Wattz lasers are garunteed to be at least twice as powerful as the rival brands.\"": "“Wattz激光的威力至少是竞争对手的两倍。”",
  "You were a combat medic during the Anchorage campaign. While your friends fought and died against the reds, you kept most of them alive. You hoped your days of saving lives were behind you, but now you might have to save your own.": "你在安克雷奇战役中是一名战斗医疗兵。当你的朋友们在与红军的战斗中牺牲的时候，你却让他们中的大多数活着。你希望你救人的日子已经过去了，但现在你可能不得不拯救自己的生命。",
  "When the cataclysm struck, you were working hard in the Vault you were assigned to. Alas, a zombie in the bottom floors spiraled out of control. Your augments helped you escape by the skin of your teeth.": "大灾变发生时，你正在分配给你的保险库里努力工作。唉，底层的僵尸失控了。你的隆胸帮助你逃脱了你的牙齿皮肤。",
  "You raise your spear and prepare for a great hunt.": "你举起你的长矛，准备一场伟大的狩猎。",
  "%s raises their spear menacingly.": "%s凶狠地举起长矛。",
  "\"Wattz Consumer Electronics promises quality over all else.\"": "“瓦茨消费电子承诺质量高于一切。”",
  "Bionic Vault Guard": "仿生金库守卫",
  "Wasteland Martial Artist": "荒地武侠",
  "Nuka-Cola Quantum fuel": "Nuka-Cola量子燃料",
  "\"Nan-ni shimasho-ka?\"": "“南妮·希马绍卡？”",
  "You were a bionic-enhanced guard in a vault before the cataclysm. The job was slow, as you were on 'reserve' for emergencies. Alas, an emergency came. A zombie arose in the lower levels, and the whole bunker had to be abandoned. You escaped with your gear.": "你在大灾变前是一个地下室里的仿生强化守卫。工作很慢，因为你在为紧急情况做准备。唉，紧急情况来了。下层出现了一个僵尸，整个掩体不得不被遗弃。你带着装备逃跑了。",
  "You have wandered the wastes and learned one of the many martial arts taught across the wastes.": "你在荒野中游荡，学会了在荒野中传授的众多武术之一。",
  "inactive protectron?": "不活跃的protectron？",
  "\"Present your subway token- *BZZZT* ERROR! DATA CORRUPTED.\"": "“出示地铁代币-*BZZT*错误！“数据已损坏。”",
  "\"Please assume the position.\"": "“请担任这个职务。”",
  "\"Fist me daddy!\"": "“打我，爸爸！”",
  "\"Let me fist you.\"": "“让我揍你一拳。”",
  "inactive Enclave Eyebot": "非活动包体眼点",
  "This eyebot looks like it'll work. Activate it for a patriotic radio.": "这个眼点看起来可以用。为爱国电台激活它。",
  "\"Thank you so much for continued interest in Fallout: New England.\"": "“非常感谢大家继续关注《尘埃落定：新英格兰》。”",
  "\"People of America, this is your president, John Henry Eden. Stay calm, The Enclave is here to help.\"": "“美国人民，这是你们的总统，约翰·亨利·伊登。保持冷静，飞地是来帮忙的。”",
  "\"Hello America. It's me again. John Henry Eden. I'd like to have a chat for a moment, if you don't mind.\"": "“你好，美国。又是我。约翰·亨利·伊登。如果你不介意的话，我想和你聊一会儿。”",
  "inactive Minuteman Eyebot": "不活跃的民兵眼点",
  "\"God bless the enclave. God bless America. God bless your heart.\"": "“上帝保佑这块飞地。上帝保佑美国。上帝保佑你的心。”",
  "This eyebot looks like it'll work. Turn it on to tune into Radio Freedom.": "这个眼点看起来可以用。打开它，收听自由电台。",
  "\"Thank you for tuning into Radio Freedom. Nothing new to report. Stay tuned for updates.\"": "“谢谢你收听自由电台。没有什么新消息要报道。请继续关注最新消息。”",
  "\"This is radio freedom. Alls quiet. Stay safe out there.\"": "“这是无线电自由。一切都很安静。在外面保持安全。”",
  "\"This is Radio Freedom. General, we have a visitor at the castle. She wishes to see you.\"": "“这是无线电自由。将军，我们城堡有客人。她想见你。”",
  "inactive New Vegas Eyebot": "新维加斯眼点",
  "This eyebot looks like it'll work. Turn it on to tune into Radio New Vegas.": "这个眼点看起来可以用。打开它收听新维加斯电台。",
  "\"What rhymes with shoes, and gives you the blues? Thats right, its time for the CASHEWS... No wait, its time for the news.\"": "“什么和鞋子押韵，让你忧郁？没错，是时候吃腰果了。。。不，等等，是时候听新闻了。”",
  "\"Don't feed the Yao Guai. That is all.\"": "“不要喂瑶怪。仅此而已。”",
  "\"Because one dog ain't enough, and Two is too low, its Three Dog! Bow wow, with the news.\"": "“因为一只狗不够，两只太低了，它的三只狗！“哇，有消息了。”",
  "inactive GNR Eyebot": "非活动GNR眼点",
  "\"Hey nifty America, it's me, your President John Hen-- Hahaa, gotcha! Three Dog here, how's everyone doin'?\"": "“嘿，漂亮的美国，是我，你们的总统约翰·亨利——哈哈，明白了！三只狗，大家好吗？”",
  "This eyebot looks like it'll work. Turn it on for a dose of GNR, featuring Three Dog!": "这个眼点看起来可以用。把它打开一剂GNR，有三只狗！",
  "\"The Enclave, and that includes their homecoming king, 'President' John Henry Eden and his gorilla, Colonel Augustus Autumn, are NOT here to help you.\"": "“飞地，包括他们返乡的国王，‘总统’约翰·亨利·伊登和他的大猩猩奥古斯都·秋上校，都不是来帮助你的。”",
  "\"Hey everybody, this is Three Dog, your friendly neighborhood disc jockey. What's a disc? Hell if I know, but I'm gonna keep talking anyway.\"": "“嘿，各位，这是三只狗，你们友好的街坊唱片骑师。什么是光盘？如果我知道的话，那就见鬼了，不过我还是要继续说下去。”",
  "\"This is radio new vegas, and I hope I'm not comin' on too strong.\"": "“这里是新维加斯电台，我希望我不会太过强势。”",
  "\"The women of New Vegas ask me a lot if there's a Mrs. New Vegas. Well, of course there is. You're her. And you're still as perfect as the day we met.\"": "“新维加斯的女人问我有没有新维加斯太太。当然有。你就是她。你还是和我们见面那天一样完美。”",
  "\"And we're back. This is Mr. New Vegas, and I feel something magic in the air tonight, and I'm not just talking about the gamma radiation.\"": "“我们回来了。我是新维加斯先生，今晚我感到空气中充满了魔力，我说的不仅仅是伽马射线。”",
  "\"It's me again, Mr. New Vegas, reminding you that you're nobody 'til somebody loves you. And that somebody is me. I love you.\"": "“又是我，新维加斯先生，提醒你，除非有人爱你，否则你是无名小卒。那个人就是我。我爱你。”",
  "\"You know, I tried to measure my Charisma on a Vit-o-matic Vigor Tester once. The machine burst into flames.\"": "“你知道吗，有一次我试着用Vit-o-matic活力测试仪来衡量自己的魅力。机器突然起火。”",
  "\"one-seven-three-zero-one-zero-two-zero-two-zero-seven-seven. Washed the car today, maybe Chinese for dinner.\"": "“一七三零一零二零二零七七。今天洗车了，也许是中餐。”",
  "\"zero-four-zero-three-zero-seven-three-zero-one-nine-nine-nine. A great one has been born.\"": "“零四零三零七三零一九九。一个伟大的人诞生了。”",
  "\"one-eight-three-two-zero-one-two-zero-two-zero-one-nine. Have you watched my YouTube video yet? I uploaded myself kicking bums in the nuts.\"": "“一八三二零一二零二零一九。你看过我的YouTube视频了吗？我上传了我自己踢屁股在坚果。”",
  "\"zero-four-zero-two-zero-three-one-nine-two-zero-one-four.The Queen has died today. The world mourns, as on days like these, we are all Brits.\"": "“零四零二零三一九二零一-第四个。那个女王今天去世了。全世界都在哀悼，在这样的日子里，我们都是英国人。”",
  "\"zero-nine-four-seven-one-zero-two-three-two-zero-seven-seven. I can't believe they're actually done it. Not long left. The noise. I can't take the noise anymore. I have a pistol in the attic.\"": "“零九四七一零二三二零七七。我不敢相信他们真的做到了。没多久就走了。噪音。我再也受不了噪音了。我在阁楼上有一把手枪。”",
  "\"one-two-zero-five-five-two-eight-two-zero-one-zero. What are you talkin' about? You'll be missed.\"": "“一二零五五二八二零一零。你在说什么？我们会想念你的。”",
  "\"nine-four-five-four-two-zero-two-zero-one-zero. Accident in the gulf, several dead. Oil spill apparently averted.\"": "“九四五四二零二零一零。墨西哥湾发生事故，数人死亡。石油泄漏显然避免了。”",
  "<npcname> throws a Haymaker at %s": "<npcname>向%s投掷干草叉",
  "You swing a haymaker at %s": "你在%s摆了个干草机",
  "gouge": "凿",
  "<npcname> gouges at %s' eye": "%s '眼处的<npcname>个豁口",
  "You gouge at %s' eye": "你在%s英尺处挖眼"
}