[
 {
  "key": "8bb5f0b111f0d5e2d01753d2c2a82dbc",
  "original": "Food Irradiator",
  "translation": "食品辐照器"
 },
 {
  "key": "cab5d501fd532bc6f2e2197cdc3f6e38",
  "original": "irradiated rose hips",
  "translation": "辐照玫瑰果"
 },
 {
  "key": "247e7c09f0a894a063655c63fde0abe1",
  "original": "irradiated lettuce",
  "translation": "辐照生菜"
 },
 {
  "key": "1760bc0d0683496586783e2c811225ab",
  "original": "food irradiator",
  "translation": "食品辐照器"
 },
 {
  "key": "1ea3be13d6c0a97fa2c420700f4956f5",
  "original": "The Rivtech Atomic Autoclave, a scientific apparatus for sterilizing tools and biological samples.  It bathes the objects in a mild stream of ionizing radiation, deadly to any germs or micro-organisms of Terrestrial origin.  It can also be used to irradiate food, extending the shelf life of common vegetables.",
  "translation": "Rivtech原子高压灭菌器，一种对工具和生物样品进行消毒的科学仪器。它使物体沐浴在温和的电离辐射流中，对任何来自地球的细菌或微生物都是致命的。它还可以用来辐照食品，延长普通蔬菜的保质期。"
 },
 {
  "key": "f25bb12f72052d5b510830cf599699ec",
  "original": "An irradiated head of lettuce will remain edible up to three months.  Sterilized using radiation, so it's safe to eat.",
  "translation": "一个辐照过的莴苣头可以食用三个月。用辐射消毒，所以吃起来很安全。"
 },
 {
  "key": "5fa755eaf45aab9263f88198aa091d6c",
  "original": "This is a portable version of the food irradiator, used to sterilize fruits and vegetables.  It has a set of plutonium rods emitting a steady stream of ionizing radiation, and requires no additional power source.",
  "translation": "这是一个便携式食品辐照器，用于水果和蔬菜的消毒。它有一套发射稳定电离辐射流的钚棒，不需要额外的电源。"
 },
 {
  "key": "72eba8a28ee6af8a979a5cbbdebd90ac",
  "original": "Adds an immobile machine, the 'food irradiator', as a rare spawn in labs along with the recipe for a portable version.",
  "translation": "添加了一个固定的机器，“食物辐照器”，作为一个罕见的产卵在实验室随着一个便携式版本的食谱。"
 },
 {
  "key": "c1e6f09f0bd2c647b8e6f76c0a4cea33",
  "original": "An irradiated rose hips will remain edible up to three months.  Sterilized using radiation, so it's safe to eat.",
  "translation": "辐照后的玫瑰果可以食用三个月。用辐射消毒，所以吃起来很安全。"
 },
 {
  "key": "f1af508bfe52f020dfe001ba205165da",
  "original": "Food Irradiator outer casing",
  "translation": "食品辐照器外壳"
 }
]