{
  "broken pursuer": "破碎的追击者",
  "security bot": "一部保安机器人",
  "pursuer drone": "追击机",
  "Robotics Intern ": "机器人实习生",
  "distractron": "分心器",
  "A broken pursuer drone, now wrecked and motionless.  It could be gutted for spare parts.": "一架破碎的追击者无人驾驶飞机，现在失事了，一动不动。它可能会被掏空作为备件。",
  "The Northrop Watchman X-1 is a production series of armored combat robots.  Initially designed for military patrol and escort service, it rolls on a set of hydraulic treads and is armed with twins SMGs.": "诺斯罗普守望者X-1是装甲战斗机器人的生产系列。它最初是为军事巡逻和护送服务而设计的，在一套液压踏板上滚动，并配备了twins SMG。",
  "A wheeled drone designed to pursue and exterminate enemy combatants. It's capable of dispensing onboard manhacks to harry and weaken its prey.": "一种轮式无人机，用于追捕和消灭敌方战斗人员。它能在船上给哈利分配搜捕并削弱它的猎物。",
  "After months of online courses, you finally got yor first internship in the field of robotics. Unfortunately, the Cataclysm has ended your.": "经过几个月的在线课程，你终于得到了你在机器人领域的第一个实习机会。不幸的是，灾难结束了你的生活。",
  "A manhack hastily rewired into a distraction device. Its main blades have been removed, making it harmless, but also more difficult to hit. Mp3's of pre-Cataclysmic folk music have been added as a further distraction.": "一个搜救者匆忙地重新连接到一个分散注意力的装置上。它的主叶片已经被移除，使其无害，但也更难击中。Mp3的灾难前的民间音乐已被添加为进一步分散注意力。",
  "smooth polka beats.": "圆舞曲节奏流畅。",
  "Clever Cab": "聪明的出租车",
  "Jury-Rigged Robots": "操纵陪审团的机器人",
  "Options for salvaging, jury rigging, and reprogramming broken robots.": "用于抢救、操纵陪审团和重新编程损坏的机器人的选项。",
  "Amazon drumming.": "亚马逊鼓。",
  "Mongolian throat singing.": "蒙古族喉音歌唱。",
  "Bionic Bus": "仿生公交车",
  "the relaxing tones of the didgeridoo.": "迪吉里多的放松音调。",
  "traditional Punjabi wedding music.": "旁遮普传统婚礼音乐。",
  "SWAT Pacifier": "特警安抚奶嘴",
  "a claw hammer banjo.": "羊角锤班卓琴。",
  "a strumming ukelele.": "一个弹琴。",
  "wild Roma fiddling.": "狂野的罗马琴。",
  "rustic sea chanties.": "质朴的海上圣歌。",
  "a nose harp.": "竖琴。",
  "echoing Calypso music.": "回荡着卡利普索的音乐。",
  "the sound of Neuvo Tango.": "新探戈的声音。",
  "a buzzing hurdy gurdy.": "嗡嗡作响的快车。",
  "folk music.": "民间音乐。"
}