{
  "Nitro Boost": "硝基增强",
  "Greater Banishment": "更大的放逐",
  "Flareup": "闪光",
  "Force Blade": "强制刀片",
  "Ice Clave": "冰盖",
  "Golem Push": "傀儡推",
  "Subzero Talons": "零下爪",
  "Spy Wasp": "间谍黄蜂",
  "You overclock your flesh and bionics, charging so fast the friction can ignite the air, to wind up for a skull-cracking punch.": "你超频你的肉体和仿生，充电如此之快的摩擦可以点燃空气，结束了一个头骨打击。",
  "A more advanced version of Banishment, which is a ritual spell that attempts to banish a monster.  Being closely related to blood magic, the Blood Mage is much more specialized to use a spell like this.": "一个更高级版本的驱逐，这是一个仪式咒语，试图驱逐一个怪物。由于与血魔法有着密切的联系，血法师更擅长使用这样的法术。",
  "Quake": "发抖",
  "You channel heat through your hands to severely burn a target you touch.": "你用手传递热量，严重烧伤你碰到的目标。",
  "You shoot a blade of concentrated force in a straight line, cutting everything in its path.": "你在一条直线上射出一把集中力的刀刃，切断了它所经过的一切。",
  "Use the unstoppable force from a glacier to cause severe damage.": "利用冰川不可阻挡的力量造成严重的破坏。",
  "You channel the strength of a golem to push an enemy backward.": "你引导一个傀儡的力量把敌人向后推。",
  "Changes and amplifies gravitational pull towards a point you choose even through walls.  Pulls in items and deals bashing damage in its center.": "即使穿过墙壁，也会改变并放大对你选择的点的引力。拉入物品并在其中心造成重击伤害。",
  "Your fingers stiffen as condensation freezes into claws, intensifying your naturally cold touch and protecting your hands from damage.": "你的手指僵硬凝结成爪子冻结，加强你的自然冷触摸和保护你的手免受伤害。",
  "Sends out a partly magical, partly electronic spy drone shaped like a wasp that reveals terrain in a line in front of you.  The wasp can travel through walls.": "发出一个半神奇，半电子间谍无人机形状像黄蜂，揭示在你面前的一行地形。黄蜂能穿墙而过。",
  "Cause a localized earthquake, knocking down enemies and overturning the earth.": "造成局部地震，击倒敌人，推翻地球。",
  "Spear of Light": "光之矛",
  "Overaccelerate": "过加速",
  "Shortwave": "短波",
  "Burn at Both Ends": "两头烧",
  "Storm Chain": "风暴链",
  "Solar Beam": "太阳光束",
  "Cold Snap": "寒流",
  "Lava Bomb Shrapnel": "熔岩弹弹片",
  "Assassin Teleport": "刺客传送",
  "Shoot directed light from your fingertips that is so bright you can see through the skin of the targets for an instant.": "从你的指尖射出的直射光是如此明亮，你可以透过目标的皮肤看到一瞬间。",
  "Railgun": "轨道炮",
  "This drastically increases one target's metabolism to dangerous levels, causing its body to tear itself apart": "这大大增加了一个目标的新陈代谢到危险的水平，导致其身体撕裂自己",
  "Cook nearby monsters (and yourself to an extent)": "烹饪附近的怪物（在一定程度上也包括你自己）",
  "A candle burns the most brightly at both ends, and yet it burns twice as fast.": "蜡烛两头烧得最亮，但燃烧的速度是蜡烛的两倍。",
  "You touch an unwilling subject and lightning dances from you to multiple nearby enemies.": "你触摸到一个不情愿的物体，闪电从你身边飞舞到附近的多个敌人。",
  "Fire a blast of sunlight in a wide beam, blinding everything in its path and leaving it bright enough for you to see for a few seconds.": "在一束宽光束中发射一束阳光，使其路径上的所有东西都变瞎，使其足够明亮，让你能看到几秒钟。",
  "With a snap of your fingers, a target takes cold damage and freezes in place.": "当你的手指啪的一声，一个目标受到冷伤害并在原地冻结。",
  "This is a sub spell for the Lava Bomb spell.": "这是熔岩炸弹法术的副法术。",
  "This is a sub-spell for Assassin Strike.  It teleports you.": "这是刺客打击的副咒语。它传送你。",
  "Magnetize a bullet, and fire it at supersonic speeds by applying an opposite magnetic force to the bullet.  Leaves a trail of sparks": "磁化子弹，通过对子弹施加相反的磁力以超音速发射。留下火花的痕迹",
  "Smite": "猛打",
  "Cure Light Wounds": "治疗轻伤",
  "Acid Claw": "酸爪",
  "Crystallize Mana": "结晶法力",
  "Black Dragons' Breath": "黑龙的气息",
  "Vegetative Grasp": "植物性抓握",
  "Stonefist": "石拳术",
  "Twisted Restoration": "扭曲恢复",
  "Point Flare": "点耀斑",
  "Shadow Field": "阴影场",
  "Evil has become pervasive throughout the world.  Let your power be the light that shines in the darkness!": "邪恶已经遍及全世界。让你的力量成为黑暗中闪耀的光！",
  "Heals a little bit of damage on the target.": "对目标造成一点伤害。",
  "Your claws glow with yellow acid energy, and as you swipe your claw a wave of acid sweeps forth from it.": "你的爪子闪耀着黄色的酸能量，当你轻扫你的爪子时，酸的浪潮从它身上扫出。",
  "Crystallizes mana into solid form": "将法力结晶成固体",
  "Spews a line of acid from your mouth.": "从你嘴里吐出一道酸。",
  "This spell causes roots and vines to burst forth from the ground and grab your foes, slowing them and doing a small amount of damage as they dig in.": "这个法术会使树根和藤蔓从地上迸发出来，抓住你的敌人，减缓他们的速度，并在他们挖掘时造成少量伤害。",
  "Encases your arms and hands in a sheath of magical stone, you can punch and defend yourself with it in melee combat.": "将你的手臂和双手包裹在魔法石的鞘中，你可以在近战中用它击打和保护自己。",
  "This spell overclocks your heart, generating new flesh and muscle.  It is unwise to use this in immediate danger, and may be fatal if done in critical condition.": "这个咒语超限你的心脏，产生新的肉体和肌肉。在紧急情况下使用此方法是不明智的，如果在危急情况下使用，可能会致命。",
  "Causes an intense heat at the location, damaging the target.": "在该位置产生强烈的热量，损坏目标。",
  "Cast a field of intense shadows.": "投下一片强烈的阴影。",
  "Jolt": "颠簸",
  "Bless": "上帝保佑",
  "Artificer": "工匠",
  "The Book of Sonic Force": "音力之书",
  "Magiclysm Revamp and Additions": "Magiclysm改造和添加",
  "Sonic Extra": "音速特级",
  "Crystallizes mana into solid form.  Your physiological changes have made this spell much more efficient and easier to cast.": "将法力结晶成固体。你的生理变化使这个咒语更加有效和容易施法。",
  "A short-ranged fan of electricity shoots from your fingers.": "一个短距离的电风扇从你的手指射出。",
  "A spell of blessing that gives you energy and boosts your abilities.": "祝福的咒语，给你能量，提升你的能力。",
  "With the mechanically-minded Technomancer and the sheer power of lightning from a Stormshaper, the Artificer has a unique confluence of skills and spells to be perfect for invention.  While modern inventions and machines have won out in a modern society, after a cataclysm one has a chance to go back to roots of things.  To make weird gadgets that are just as likely to explode as explode the thing you're pointing at.": "凭借机械思维的技术能手和来自风暴塑造者的闪电般的力量，该技工拥有独特的技能和咒语，是完美的发明。虽然现代发明和机器在现代社会取得了胜利，但在一场灾难之后，人们有机会回到事物的根源。制造一些奇怪的小玩意儿，它们爆炸的可能性和你指的东西爆炸的可能性一样。",
  "A tradition as old as magic, the Magus focuses on binding and shaping the energy of the universe to their will.": "魔术一样古老的传统，法师专注于约束和塑造宇宙的能量，使之符合他们的意愿。",
  "copies of The Book of Sonic Force": "音速力之书的副本",
  "Revamps and improves Magiclysm inreasing max level and max stats of spells by 1.5X, attunements - by 8 levels, makes classes and attunements mutually inclusive": "修改和提高魔法等级，使法术的最高等级和最高属性提高1.5倍，调音-提高8级，使职业和调音相互包容",
  "Dirty hack to work around bugs in magic code.": "在魔法代码中解决错误的肮脏黑客。",
  "Cover depicts some sort of a badly drawn explosion that cracks the surface of the Earth": "封面描绘的是一种严重的爆炸，使地球表面裂开",
  "Nothing seems to be happening": "似乎什么都没发生"
}