[{"key":"b71ba4a358b48589a5d6fd629a772943","original":"Brave of the King","translation":"勇敢的国王"},{"key":"9600120aa6a8eeaa302e9ebccbceedd3","original":"fire lance charge","translation":"火枪装药"},{"key":"1663e407118a144c2ed210c97301a562","original":"wooden shield","translation":"木盾"},{"key":"9a05b79519beb0cad8594efa960cec59","original":"fire lance","translation":"火枪"},{"key":"ecafa7613fa0751f1d327559c2508d54","original":"Dusk","translation":"黄昏"},{"key":"9af08adcc59483502c06fd74a31c9ea7","original":"Elite infantry of ancient Egypt and bodyguards of the Pharaoh.  While armor was uncommon due to desert conditions, such equipment did see increased usage during the New Kingdom period.","translation":"古埃及的精锐步兵和法老的保镖。由于沙漠环境的原因，盔甲并不常见，但在新王国时期，这种装备的使用量确实有所增加。"},{"key":"e2c49b6a15c4d09138afa26c5269302f","original":"Little more than a charge of gunpowder for a basic firearm.  Despite the minimal range, it packs a punch.","translation":"只不过是一支基本武器的火药。尽管射程很小，但它还是很有冲击力。"},{"key":"09c0ca6c7ae7170a9556089b1690bf81","original":"A crude wooden shield, lacking any metal or leather reinforcement.  Lightweight but not very tough.","translation":"一种粗糙的木质盾牌，没有任何金属或皮革加固物。重量轻但不太结实。"},{"key":"3c46ea94f5ae8888581eed0a5ababe11","original":"An ancient Chinese spear, with a small tube attached for a charge of gunpowder.  While it has an extremely short range, it gives a powerful edge in close combat.","translation":"一种古代的中国长矛，装有装火药的小管子。虽然它的射程极短，但在近战中却有强大的优势。"},{"key":"f98a0b2ff1ec59983da4bdf435c72bcc","original":"A longsword, made out of a very dark, almost black metal.  It seems to hold a greater edge than usual steel blades and feels …more comfortable in the hand.  While the blade is made out of this dark metal, the crossguard and the pommel seem to be made out of a brighter material, which feels abnormally cool to the touch.","translation":"一个很长的字，由一种很黑的几乎是黑色的金属制成。它似乎比一般的钢刀片握着更大的边缘和感觉…更舒适的手。虽然刀片是由这种黑色的金属，交叉防护和鞍座似乎是由一个更明亮的材料，这感觉异常冷的触摸。"},{"key":"f382385e10bb6312524a53c70ff55f08","original":"Hoplite","translation":"锂辉石"},{"key":"dde4b9c922a168617075de489c2db20c","original":"Heavy infantry of the ancient Greek city-states, before the shift towards the Macedonean phalanx.  Well-trained for combat in formation, but less effective when outmaneuvered or on broken ground.","translation":"古希腊城邦的重型步兵，在向马其顿方阵转移之前。训练有素的战斗队形，但不太有效时，机动性或破土动工。"},{"key":"ae6a3cb9917b4cebb444830513a60299","original":"Legionary","translation":"军队的"},{"key":"300bd869306f1b85bad133da01814f57","original":"Roman heavy infantry, after the military reforms that standardized the legion's equipment.  Trained to act in formation with javelin and sword, well-known for their field fortifications as well.","translation":"罗马重步兵，经过军事改革，使军团的装备标准化。训练有素的以标枪和剑组成队形的人，以他们的野战防御工事而闻名。"},{"key":"8f25f84f5f6e6cacf0bb16f18ac70049","original":"Medieval Mod Reborn","translation":"中世纪Mod重生"},{"key":"41b5c7d29792f5b786f24c87ed6d32ab","original":"The official replacement for and expansion of the Medieval and Historic Content CDDA mod.","translation":"对中世纪和历史内容CDDA mod的官方替换和扩展。"},{"key":"f48a8f161502989fca609408a80bd754","original":"Viking","translation":"维京人"},{"key":"423a9062278a449e6644f411818c0572","original":"The infamous pirates of the early medieval period, raiders and explorers from various Scandinavian countries.","translation":"中世纪早期臭名昭著的海盗，来自斯堪的纳维亚各国的袭击者和探险家。"},{"key":"e25bb00110d7d8f8ba4c63421df65c8a","original":"Man-at-Arms","translation":"武装人员"},{"key":"8128ed71b2a425485d5cbda3be48da72","original":"Woman-at-Arms","translation":"武装的女人"},{"key":"cd5fbe5a956a34ff283a939819d060ea","original":"The medieval heavy cavalry of various countries in Europe, whether noble-born or of common blood.  While knights traditionally were men-at-arms, not every man-at-arms was a knight.","translation":"中世纪欧洲各国的重骑兵，不论出身高贵或血统普通。虽然骑士传统上是战士，但并非每个战士都是骑士。"},{"key":"aff57fd60c717d5f3d0a3c6b862fdf89","original":"Horse Archer","translation":"马弓兵"},{"key":"be006a5d25407c1d64a99624bf47ecac","original":"The famed light cavalry of the Mongol Empire.  Best known for their skill as mounted archers.","translation":"蒙古帝国著名的轻骑兵。最著名的是他们的技能作为骑马弓箭手。"},{"key":"3d7491a4536e8a468755c3c70a3c3016","original":"Samurai","translation":"武士"},{"key":"e560a075149013413fd3474f161cbf04","original":"Warrior nobility of feudal Japan.  Known originally as masters of the horse and bow, they become famous for their swordsmanship in later eras.","translation":"日本封建社会的武士贵族。他们最初被称为马和弓的主人，后来以剑术闻名于世。"},{"key":"ccf7cafbd05fb2a89b5022137a35cf4a","original":"Carolean","translation":"卡罗琳"},{"key":"0218b8005c222eb897cdedb47a91bc2d","original":"Soldiers of the Swedish Empire during the reign of king Charles XII.  Units included musketeers in addition to cavalry, pikemen, and grendadiers.","translation":"查理十二世统治时期瑞典帝国的士兵。除了骑兵、枪兵和格伦达迪尔外，部队还包括火枪手。"},{"key":"069176de1aae812c2405daaab1f7384a","original":"Winged Hussar","translation":"波兰的翼骑兵"},{"key":"f650cbb31f372314c9787e3cf13f0060","original":"Heavy cavalry associated with the Polish-Lithanian Commonwealth during the 16th to 18th centuries.  Known for their ornate armor including decorative wings, making any arrival a fashionable one.","translation":"16至18世纪与波兰-立陶宛联邦有关的重骑兵。它们以华丽的盔甲和装饰性的翅膀而闻名，使任何抵达都成为一种时尚。"}]