{
  "Village Dweller": "乡村居民",
  "You are village dweller.": "你是村民。",
  "Merchant Mod": "商户模式",
  "Novice Scavenger": "新手拾荒者",
  "The luggage, often used by caravans. It is too bulky to carry. However, when it comes to trade in one area, this is one of the most perfect storage.": "大篷车常用的行李。它太笨重了，搬不动。然而，当谈到一个地区的贸易，这是一个最完美的存储。",
  "Adds merchants and survivors village.": "添加商人和幸存者村。",
  "The Novice Scavenger who came out from the hometown a minute ago. Still everything at 'Outside wasteland' is embarrassing. It seems I need to get some weapons like pipe rifles by trading something.": "一分钟前从家乡出来的拾荒者。“荒原外”的一切仍然令人尴尬。看来我需要通过交易得到一些像管步枪之类的武器。",
  "Some years have passed from the cataclysm. I learned some skills to survive in wasteland by my parents, who are not living now. And now, I have to get out from the hometown to get supplies, like my predecessors did.": "大灾变已经过去几年了。我的父母已经不在了，我学到了一些在荒地里生存的技能。而现在，我不得不像我的前辈一样，从家乡出来拿物资。",
  "Survivors Settlement": "幸存者定居点",
  "Wasteland Ranger": "荒地管理员",
  "Is there anything I can help?": "有什么我能帮忙的吗？",
  "I'm just passing. Where is it?": "我只是路过。它在哪里？",
  "Are you doctor? Can you treat me?": "你是医生吗？你能请我吗？",
  "Do you need anything help?": "你需要帮忙吗？",
  "If the human race is to survive, the threats facing its existence must be eliminated, no matter the cost.  If it's hostile, you kill it.": "如果人类要生存下去，就必须消除其生存所面临的威胁，无论代价如何。如果它有敌意，你就杀了它。",
  "I have came here to trade.": "我是来做生意的。",
  "Let's see what you got...": "让我们看看你有什么。。。",
  "Halt! Identify yourself.": "站住！表明你的身份。",
  "I wanna trade.": "我想交易。",
  "bye.": "再见。",
  "Bye.": "再见。",
  "Hey, you'll need some ammo to survive out from here. Which kind do you like? hand-reloaded, or military standard?": "嘿，你需要一些弹药从这里生存下来。你喜欢哪种？手动重装，还是军用标准？",
  "<greet>, Where did you come from? Came here for trade?": "你从哪里来？来这里做生意？",
  "Batteries, fuel, irons, medicines...All right. Munitions are the best. I have something edible. Do not think like robbing. We are all armed. Anyway, Trade?": "电池，燃料，熨斗，药品…好的。弹药是最好的。我有吃的。别以为我喜欢抢劫。我们都有武器。不管怎样，交易？",
  "<greet>, I'm dealing in something useful to treat diseases. Do you need drugs?": "<greet>，我在处理一些对治疗疾病有用的东西。你需要毒品吗？",
  "Another survivor it is. I'm trading some military supplies and munitions smuggled from near camp. You wanna trade?": "又是一个幸存者。我在交易一些从营地附近走私来的军需品和军火。你想交易吗？",
  "Makeshift firearms, tools, armors. What do you need?": "临时的火器、工具、盔甲。你需要什么？",
  "Got it. Thanks.": "知道了。谢谢。",
  "I'll back.": "我会回来的。",
  "Got it.": "知道了。",
  "Another survivor? <greet>. Here is... the Settlement. And maybe the Hub of caravans now. If you want to barter something useful, Then get in and check it out. Also, if you are considering to rob us... I will not recommend it. Unless you can bounce 7.62mm.": "又一个幸存者？<greet>。这是。。。定居点。也许现在是商队的中心。如果你想交换有用的东西，那就进去看看。另外，如果你想抢劫我们。。。我不推荐。除非你能弹7.62毫米。",
  "No, thanks.": "不用了，谢谢。",
  "Nope.": "不。",
  "Unfortunately, I'm not a real doctor. He died some ago... I'm just selling some of his possessions.": "不幸的是，我不是一个真正的医生。他几天前死了。。。我只是卖掉他的一些财产。",
  "No.": "不。"
}