{
  "Magic Stave": "魔法棍",
  "Daemon Arachnid Wand": "蜘蛛魔杖",
  "Dead magician": "死去的魔术师",
  "stone wall": "石墙",
  "A fake item for all staves.": "所有棍子都是假的。",
  "Daemon Arachnid Wands": "恶魔蜘蛛魔杖",
  "A dead magician.": "一个死去的魔术师。",
  "A sturdy stone wall. A small light has been affixed to it.": "坚固的石墙。一盏小灯被贴在上面。",
  "Ye wand hath been forged frome the chitin of some foul daemon, wielding their powere!": "你的魔杖是用某个邪恶恶魔的甲壳质锻造而成，挥舞着他们的力量！",
  "zombified magician": "僵尸魔术师",
  "Orc": "兽人",
  "Atromancer": "阿托曼瑟",
  "You dream of battle.": "你梦想战斗。",
  "You dream of contest.": "你梦想着比赛。",
  "orc slurry": "orc泥浆",
  "Once a normal human, now risen from its grave. It would appear to be completely normal, other than the spells its preparing to cast.": "曾经是正常人，现在从坟墓里复活。这看起来是完全正常的，除了准备施展的法术。",
  "Through reserch probably done by some basement-dwelling neckbeard of whom knew magic, you have become an orc. Strike forth, and bring honor to Malacath!": "通过研究，也许是某个地下室的人，知道魔法，你已经成为一个兽人。向前冲，把荣誉带给玛拉卡！",
  "Your gaze hardens.": "你的目光僵硬了。",
  "A sub-school of Animism, those of this focus of study have opted to shift their focus away from Blood Magic, summoning, and the undead, instead focusing upon the summoning of other creatures and other areas of Animism. To specialize in this manner, one gains acess to many fantastical creatures which may be summoned, as well as others.": "作为万物有灵论的一个分支，这些研究重点的人选择了将他们的注意力从血魔法、召唤和不死生物转移，而不是集中在其他生物的召唤和万物有灵论的其他领域。以这种方式专精，一个人可以接触到许多可以召唤的幻想生物，以及其他生物。",
  "A dark green, mutagenic substance, seemingly magical in nature. One may aqquire *unique* mutations from its ingestion.": "一种深绿色的致突变物质，在性质上看起来很神奇。人们可能从它的摄入中获得独特的突变。",
  "You feel powerful.": "你觉得自己很强大。",
  "Magical Attunement": "魔法调音",
  "Understood martial prowess.": "懂得武功。",
  "You dream of smoked meats and strong drink.": "你梦见烟熏肉和烈性饮料。",
  "You dream of hunting various mammailia, your friends beside you.": "你梦想着猎杀各种各样的妈咪，你身边的朋友。",
  "Your attunement to magic has heightened itself, allowing for mroe effective spell use.": "你对魔法的调音提高了自身，允许mroe有效地使用法术。",
  "Summon Owlbear Cub": "召唤猫头鹰熊幼崽",
  "Cause Fear": "引起恐惧",
  "Ice Spear": "冰矛",
  "Attuned Mage": "调音法师",
  "A young owlbear hatches to serve you.  You may be able to summon more with a higher level in this spell.": "一只小猫头鹰熊孵出来为你服务。在这个法术中，你可以用更高的等级召唤更多。",
  "Instill a great fear wihin the minds of your foes!": "给你的敌人灌输巨大的恐惧！",
  "Causes elongated, jagged icicles to form in the air above the target, falling and damaging it.": "在目标上方的空气中形成细长的锯齿状冰柱，落下并破坏目标。",
  "A wave of mana crashes upon your shores.": "一股法力冲击你的海岸。",
  "A field of battle rages around you, as adrenaline courses through you.": "一片战场在你周围肆虐，肾上腺素在你身上流动。",
  "Music plays, as you chug various beverages with various friends.": "音乐播放，当你和各种各样的朋友喝各种饮料。",
  "Your eyes glow green for a moment.  Now your sight can pierce the darkest shadows.": "你的眼睛闪着绿光。现在你的视力可以穿透最黑暗的阴影。",
  "Mana falls upon you.": "法力落在你身上。",
  "magical serum": "神奇血清",
  "Attuned the arcane.": "调音奥术。",
  "A light blue slurry, seemingly magical in nature. It appears to glow.": "一种浅蓝色的泥浆，看起来很神奇。它似乎在发光。",
  "Mage Hand": "法师之手",
  "Summon Zombie Pack": "召唤僵尸包",
  "Acid Spawn": "酸产卵",
  "mage hand": "法师之手",
  "pair of extremely slick icy coatings on your feet": "你的脚上有一层非常光滑的冰层",
  "Mystery at Port Mildonia": "米尔多尼亚港之谜",
  "demon armor": "恶魔盔甲",
  "Frozen": "冻结",
  "A tall, strong Orc visits you within an unkown plane, speaking words of encouragement, and the embracement of your true nature.": "一个高大强壮的兽人在一个未知的平面内拜访你，说鼓励的话，拥抱你的真实本性。",
  "You now know what life truly is, leaving behind your weak form. Glory to Malacath!": "你现在知道了生命的真谛，离开了你脆弱的身体。荣耀属于玛拉卡！",
  "An ethereal hand forms to assist you.": "一只空灵的手帮助你。",
  "Several ethereal-looking zombies rise from the depths of the earth to fight for you.  You may be able to summon more with a higher level in this spell.": "几个看起来空灵的僵尸从地球深处升起为你战斗。在这个法术中，你可以用更高的等级召唤更多。",
  "Spews a line of acid from your mouth.": "从你嘴里吐出一道酸。",
  "A magical, flying hand, summoned by someone or something.": "一只神奇的、会飞的手，被某人或某物召唤。",
  "extremely slick icy coatings": "极其光滑的冰涂层",
  "A small book, which appears to be upon a role-palying game, though the section on spells seems rather strange...": "一本关于角色扮演游戏的小书，虽然关于咒语的部分看起来很奇怪。。。",
  "Thine armour hath been forged from some foul daemon, which provides ye unrivaled protection from their fires!.": "你的盔甲是由一个邪恶的恶魔锻造而成，它为你提供了无与伦比的保护，使你免受他们的攻击！。",
  "A magical hand appears before you.": "一只神奇的手出现在你面前。",
  "A magical slick icy coating on your feet.  While extremely fast on flat floors, they make it difficult to move on rough terrain.": "你的脚上有一层神奇的光滑的冰层。虽然在平坦的地面上速度极快，但在崎岖不平的地形上很难移动。",
  "Ice coats your opponents.": "冰封你的对手。",
  "You dream of spells.": "你梦到咒语。",
  "You dream of magic.": "你梦想着魔法。",
  "The ice melts.": "冰融化了。",
  "ethereal bow": "空灵弓",
  "Cheatmetal": "假金属",
  "Miscellaneous Magiclysm Expansions": "其他Magiclysm扩展",
  "mana engine": "法力引擎",
  "magic mushroom": "神奇蘑菇",
  "Apprintice Magus": "鉴赏法师",
  "homeade chemists notebook": "家庭化学家笔记本",
  "Magical Hermit": "神奇隐士",
  "A light, magically conjured longbow.  A matching conjured arrow appears when you draw the string back for firing. This one seems rather weak.": "一种轻而神奇的长弓。一个匹配的变戏法箭头出现时，你拉线回来射击。这个看起来很弱。",
  "Major and/or minor expansions to the Magiclysm modification.": "Magiclysm修改的主要和/或次要扩展。",
  "An engine, similar in model to that of steam, but using crystalized mana to heat water instead of coal. You can see a Technomancer rune embedded upon it.": "一种发动机，与蒸汽发动机的模型相似，但使用结晶的魔法来加热水而不是煤。你可以看到一个嵌在上面的科技人符文。",
  "A blue, iridescent mushroom. It seems to contain magical power ": "一种蓝色、彩虹色的蘑菇。似乎蕴含着神奇的力量",
  "You once found a pamphlet with bright colors claiming you can be a Wizard. After some study, you feel as though you understand this well.": "你曾经发现一本色彩鲜艳的小册子，声称你可以成为一名巫师。经过一番研究，你觉得你好像很明白这一点。",
  "homeade chemists notebooks": "家庭化学家笔记本",
  "Prior to the Cataclysm, you discovered the world of magic from a local wizard. You decided to create a new spell, one day, and someone told the Dracionic heads, exiling you for it. You then became a hermit, living alone in a cabin, studying magical theory and spell reserch, safe within your isolated home when the Cataclysm struck. You doubt the zombies know how to resist magical attacks. ": "在大灾变之前，你从一个当地的巫师那里发现了魔法世界。你决定创造一个新的咒语，有一天，有人告诉德拉西奥的头，驱逐你。然后你就成了一个隐士，独自一人住在小屋里，学习魔法理论和咒语研究，在大灾变发生时安全地呆在你与世隔绝的家里。你怀疑僵尸会抵抗魔法攻击。",
  "This appears to be a compound of someones notes contained within a compsition book. It features several illistrations and recipies for... serum?": "这似乎是一个复合的某人笔记包含在一个编曲书。它的特点是为…提供了几项收入和报酬。。。血清？",
  "Magical Cabin": "神奇小屋",
  "You dream of riding an owlbear.": "你梦想骑猫头鹰熊。",
  "You dream of blue mushrooms growing beneath a tree.": "你梦见树下长着蓝蘑菇。",
  "Blaster-Caster of the Magic-Master": "魔法大师的爆能施法者",
  "A small book. Taking a look, it contains several spells, some of which you may know well!": "一本小书。看一看，它包含了几个咒语，其中一些你可能很清楚！",
  "Apprintice Necromancer": "报信亡灵法师",
  "Challenge - Arachnid Slayer": "挑战-蜘蛛杀手",
  "magic mushroom spore": "神奇蘑菇孢子",
  "magical fuel bunker": "神奇的燃料舱",
  "You were once shunned for your magic. You're alive, something most of the Dracionic heads cannot claim.": "你曾经因为你的魔法而被回避。你还活着，这是大多数德拉西奥人无法宣称的。",
  "You stumbled across a nest of Demon Spiders. Harkened to the legends of powerful artifacts, you ventured inside. Of course, you were spotted, and wounded in combat. Now in pain, and having spotted what appeared to be a massive spider, you plan upon retreat. You may only hope that your passing is not here.": "你无意中发现了一窝恶魔蜘蛛。听了传说中的强大的文物，你冒险进去。当然，你被发现了，在战斗中受伤了。现在在痛苦中，发现了一只巨大的蜘蛛，你计划撤退。你只希望你的过世不在这里。",
  "magic mushroom spores": "神奇蘑菇孢子",
  "A storage space for holding solid fuels, this one designed for solid fuels of magical nature. If filled with the appropriate fuel for the vehicle's engine, the engine will automatically draw fuel from the tank when the engine is on.": "一个储存固体燃料的空间，这个空间是为魔法性质的固体燃料设计的。如果为车辆发动机加注了适当的燃油，发动机将在发动机启动时自动从油箱中抽取燃油。",
  "A bin for holding solid fuel, this one designed specificaly for solid magical fuels.": "用来装固体燃料的箱子，这是专门为固体燃料设计的。",
  "You stand within a workshop, various objects around you, in front of you lies an unfinished wand.": "你站在一个车间里，各种各样的东西围绕着你，面前放着一根未完成的魔杖。",
  "Strolling through the halls of an academy, you observe apprintices practice magic, and grinding flourescent fungi.": "漫步在一所学院的大厅里，你可以观察到有人在练习魔法，磨着荧光菌。",
  "Demon Spider Nest": "恶魔蜘蛛巢",
  "Spores of the magic mushroom. They radiate slightly. ": "神奇蘑菇的孢子。它们有轻微的辐射。",
  "Apprintice Stormshaper": "赏识风暴塑造者",
  "Challenge - Dracionic Raider": "挑战-德拉西奥尼克突袭者",
  "Fireballs and magic missiles fly about you, as lightning roars from the heavens, rending that below.": "火球和魔法飞弹围绕着你飞来飞去，就像闪电从天上咆哮，撕碎了下面的一切。",
  "You wield arcane powers which few other mages know of. Your spells readied, potions stocked, and wands recharged, you venture into the unknown.": "你拥有其他法师所知的奥术异能。你的咒语准备就绪，药水储备充足，魔杖充电，你冒险进入未知。",
  "The son of a weatherman, you were always interested in the weather.  Some time ago you found it was possible to manipulate the weather yourself through arcane means!  Unfortunately you did not have long to enjoy your power, as events unfolded...": "天气预报员的儿子，你总是对天气感兴趣。前段时间，你发现自己可以通过神秘的方式操纵天气！不幸的是，你没有很长时间来享受你的力量，随着事态的发展。。。",
  "You found the lair of a black dragon one day. Seeking powerful magics, you ventured inside. Despite your attempts to bypass the gaurds, you were spotted, ensuing combat. You were wounded in the frenzy, and you wish not to pass here. ": "有一天你发现了一条黑龙的巢穴。寻找强大的魔法，你冒险进去。尽管你试图绕过高德人，你还是被发现了，接下来的战斗。你在狂乱中受了伤，你不想经过这里。",
  "The Human Anatomy": "人体解剖学",
  "Dragon Lair": "龙穴",
  "This appears to be a college textbook on human anatomy, but looking through the pages.. it seems to contain several spells on the raising of corpses, as though the skull on the cover never gave it away.": "这似乎是一本关于人体解剖学的大学教科书，但翻阅一下书页。。它似乎包含了几个关于尸体复活的咒语，好像封面上的头骨从来没有泄露过。",
  "Novice Kelvinist": "新手凯尔文主义者",
  "You always had a passion for control in powerful frost and flame. The advancements of Archlord Kelvin were just what you wanted.": "你总是热衷于控制强大的冰霜和火焰。开尔文大领主的进步正是你想要的。",
  "Apprintice Kelvinist": "认知凯尔文主义者",
  "The Gravediggers' Diary": "掘墓人日记",
  "You always had a passion for control in powerful frost and flame, and recived some schooling within the Kelvinic arts. What you shall use your knowledge for remains to be seen.": "你总是热衷于控制强大的冰霜和火焰，并接受了凯尔文艺术的一些教育。你要用你的知识做什么还有待观察。",
  "A small, leather-bound book. It appears to be the diary of Stephen Worsdin, a gravedigger, and his accounts of work at the Barovian Private Cemetary.": "皮面装订的小书。这似乎是一个掘墓人斯蒂芬·沃斯丁的日记，以及他在巴罗维亚私人墓地的工作记录。",
  "Apprintice Earthshaper": "精密地球成型机",
  "You always were tough in a fight. Your coach taught you more than a few tricks.": "你打起来总是很强硬。你的教练教你的不仅仅是一些技巧。",
  "Flames of Fury": "愤怒的火焰",
  "Apprintice Technomancer": "鉴定技术员",
  "A red, leather-bound book, sporting a mosaic of fire upon its cover. The contents seem to glow red once gazed upon.": "一本红色的皮面书，封面上有一幅火的马赛克图案。一眼望去，里面的东西似乎都红了。",
  "With the recent Cataclysm, the several ways you found to cheat on tests may have to find some other use.": "在最近的大灾难中，你发现的几种作弊方法可能还有其他用处。",
  "Studies on the Crematorium": "火葬场研究",
  "A small tome upon crematories, which seems quite informational. The chapter upon cremation seems quite strange...": "一本关于火葬场的小册子，似乎很有参考价值。关于火葬的章节似乎很奇怪。。。",
  "Plight of the North": "北方的困境",
  "A fantasy novel, which regales the reader upon tales of fictonal barbarians, dragons, and other such things.": "一部奇幻小说，以反复无常的野蛮人、龙和其他诸如此类的故事取悦读者。",
  "Journal of the Ice King": "冰王日记",
  "A publication of a personal journal upon the Ice King, and his penguin, Gunter, detailing their personal accounts of their lives.": "一本关于冰王和他的企鹅冈特的个人日记，详细描述了他们的生活。"
}