{
  "<BGSS_intro_question>": "<BGSS_intro_question>",
  "<done_conversation_section>": "<done_conversation_section>",
  "Survivor Story": "幸存者故事",
  "<end_talking>": "<end_talking>",
  "This NPC could tell you about how they survived the Cataclysm": "这个NPC可以告诉你他们是如何在大灾难中幸存下来的",
  "[*Try to start it*]": "[*尝试启动它*]",
  "I came from Azerbaijan to build robots-desu, and to launch Cloudnet so I can reprogram all remain robots to clean our <very> great country from this <zombies>": "我从阿塞拜疆来建造机器人desu，并发射Cloudnet，这样我就可以重新编程所有剩余的机器人来清除我们伟大国家的僵尸",
  "So, that guy sent me.": "那家伙派我来的。",
  "[*Leave it alone*]": "[*别管它了*]",
  "About that job…": "关于那份工作…",
  "…": "…",
  "*buzz": "*嗡嗡声",
  "*looks busy": "*看起来很忙",
  "Do you need any help?": "你需要帮助吗？",
  "Can you teach me something?": "你能教我点什么吗？",
  "We're here. Place it.": "我们到了。把它放好。",
  "Do you now how to work with bionics?": "你现在知道如何使用仿生学了吗？",
  "We're home.": "我们到家了。",
  "[*AI wiolently explode*]": "[*AI剧烈爆炸*]",
  "Goodbye.": "再见。",
  "Follow me.": "跟着我。",
  "[*NOTHING HAPPENED*]": "[*什么都没发生*]",
  "Angry pyromaniac": "愤怒的纵火狂",
  "Wanna help me raid that refugee center?": "想帮我突袭那个难民中心吗？",
  "AHA!": "啊哈！",
  "Wait for me here.": "在这里等我。",
  "I'm working on it.": "我正在努力。",
  "Hi.": "你好。",
  "How do you managed to get caught?": "你是怎么被抓住的？",
  "Nevermind.": "没有关系。",
  "Yeah, you heard right.": "是的，你没听错。",
  "Hello there.": "你好。",
  "Nothing personal, kid.": "没什么私事，孩子。",
  "Move along.": "向前走。",
  "Hello.": "你好。",
  "I was wondering if you could install a cybernetic implant.": "我想知道你能否安装一个控制植入物。",
  "What's your orders?": "你的命令是什么？",
  "What's your wisdom, AI?": "你的智慧是什么，艾？",
  "No, I don't think so.": "不，我不这么认为。",
  "I'm busy.  Talk to me later.": "我很忙。晚点再跟我说。",
  "Oh, are you here t-to k-kill me?!  Please don't, please don't!": "哦，你是来杀我的吗？！请不要，请不要！",
  "Rude.": "粗鲁无礼。",
  "I need help removing an implant.": "我需要帮助移除植入物。",
  "[*turn it off*]": "[*关掉它*]",
  "I just wanted to get as close to you as possible to kill you all by looking you in the eyes.": "我只是想尽可能靠近你，看着你的眼睛杀了你们所有人。",
  "How did you get saddled with bandit life?": "你是怎么过上强盗生活的？",
  "Hi <sweetie>.": "嗨，亲爱的。",
  "We're here.": "我们到了。",
  "Sure, what do you need?": "当然，你需要什么？",
  "[*AI boots up*]\nCloudnet, AI:  Look at you, hacker.": "[*AI启动*]\n云网，AI:看看你，黑客。",
  "<greet>  My man told me about you.  You want to become one of us?": "我的人告诉我你的事。你想成为我们中的一员吗？",
  "I'll see what I can do.": "我看看我能做些什么。",
  "What do you want?!  You missed lunch, bitch, so you wont get your meal.  And don't even try to give me excuses.": "你想要什么？！你没吃午饭，婊子，所以你连饭都吃不到。别给我找借口。",
  "[RECEIPT] I'm here for business.": "[收据]我是来办事的。",
  "[RECEIPT] I came here for your goods.": "[收据]我是来取你的货的。",
  "Pack your stuff, we're going to your new home.": "收拾好你的东西，我们去你的新家。",
  "Not yet.": "还没有。",
  "Show what you are capable of.": "展示你的能力。",
  "I'm done here. Let's get going.": "我受够了。我们走吧。",
  "Sorry kid, nothing personal.": "对不起，孩子，没什么私事。",
  "Hey, <name_g>.  Forest Snakes is alright.  There are a lot of cool people here.  What's up?": "嘿，<name\\u g>。森林蛇没问题。这里有很多很酷的人。怎么了？",
  "What do you want, pig?  Wanna try on our nice stainless chains, or a blade in your stomach?": "你想要什么，猪？想试试我们漂亮的不锈钢链子，还是你肚子里的刀片？",
  "What do you want, swine?": "你想要什么，猪？",
  "Huh?  You talking to me?": "呵呵？你在跟我说话？",
  "So, are we, like, there?": "那么，我们，好像，在那里？",
  "What about now?": "现在呢？",
  "Care to explain?": "想解释一下吗？",
  "Made a mistake and got caught.  I was in the city nearby, looking around shops, houses, trying to find something of value.  In one of the houses I stayed longer than usual, sat down to rest, began to read a book and fell asleep.  During a nap, I felt some kind of shaking, I open my eyes.  I saw a gun in front of my eyes and feel like someone is tying my hands.  Then a gag in my mouth, a bag on my head and a strong blow to the temple.  I woke up already here, bound and beaten.  You're not with them, are you?  You must help me escape, <name_g>!  I helped the survivors at the nearby refugee center, they will pay you for saving me.  Please…": "犯了个错误被抓住了。我在附近的城市里，到处找商店、房子，试图找到有价值的东西。在其中一所房子里，我比平常呆得久，坐下来休息，开始看书，然后睡着了。午睡时，我感到有些颤抖，我睁开眼睛。我看到眼前有一把枪，感觉好像有人在绑我的手。然后我嘴里塞了一口，头上戴了一个袋子，太阳穴被狠狠地打了一拳。我已经在这里醒来了，被绑着挨打。你不跟他们在一起，是吗？你一定要帮我逃走！我在附近的难民中心帮助幸存者，他们会为你救我而付钱。拜托…",
  "Get lost, <name_b>.": "迷路，<name\\u b>。",
  "Good day to you, sister.": "你好，姐姐。",
  "What do you want, sis?": "姐姐，你想要什么？",
  "Weird.": "奇怪的。",
  "Prepare to die, pig!": "准备死吧，猪！",
  "I've got something for you.": "我有东西给你。",
  "WOW.": "真 的。",
  "Then why do you wasting my time, <name_b>?": "那你为什么要浪费我的时间呢？",
  "Psst, hey, you, come 'ere, <name_g>.": "嘘，嘿，你，过来，<name\\u g>。",
  "Working hard, eh?": "努力工作，嗯？",
  "You turn to me again, pig, and I will cut you into pieces.": "你再转向我，猪，我就把你切成碎片。",
  "Bye.": "再见。",
  "I'm currently busy with something. Come back later.": "我现在有点忙。晚点再来。",
  "So, the last one. Let's get back to our guy.": "最后一个。让我们回到我们的人身边。",
  "42.": "42",
  "I'm here for the reward.": "我是来领奖的。",
  "Let's trade.": "我们交易吧。",
  "Let's go, fast.": "我们走，快点。",
  "I would like to ask you about something…": "我想问你一件事…",
  "How did you get here?  Sisters, let's punch this little swine until he start squeaking.": "你怎么来的？姐妹们，让我们揍这只小猪直到它开始吱吱叫。",
  "AHH, NO MORE INSERTION PUNISHMENTS, PLEASE!": "啊，请不要再处罚了！",
  "Show me what you've got!": "给我看看你有什么！",
  "Yeah.": "是 啊。",
  "What's your story?": "你的故事是什么？",
  "Hey, relax, <name_g>.  Put the gun down, please.": "嘿，放松，<name\\u g>。请把枪放下。",
  "Who's in charge now?": "现在谁负责？",
  "I brought you a package.": "我给你带了个包裹。",
  "I don't like your <swear> face, <name_b>.": "我不喜欢你的脸。",
  "What do you want?": "你想要什么？",
  "I'm sorry, I couldn't get him back alive…": "对不起，我不能让他活着回来…",
  "I've got you some recruits.": "我有一些新兵。",
  "What about that reward?": "那奖励呢？",
  "I changed my mind.  Nothing personal, kid.": "我改变主意了。没什么私事，孩子。",
  "I'm not sure if I'm saddled with life like this.": "我不确定我是否承受着这样的生活。",
  "I found a human finger inside my foodpack.  What did you gave me exactly?": "我在我的食物袋里发现了一个人类的手指。你到底给了我什么？",
  "Got it.": "知道了。",
  "Can't you see I'm busy, sis?": "你没看到我很忙吗，姐姐？",
  "Hello there, boss.": "你好，老板。",
  "Welcome home, sister.": "欢迎回家，姐姐。",
  "What, some marauder decided to steal my stuff?!  Stay away, I'm armed!\"  she waved something like a pair of scissors in front of her.  \"I'm serious!": "什么，有个劫匪决定偷我的东西？！走开，我有武器！”她在面前挥舞着一把剪刀似的东西。”我是认真的！",
  "*shiver a little*": "*有点发抖*",
  "Listen, who is that big hairy guy?": "听着，那个毛茸茸的大个子是谁？",
  "Just passing by.": "只是路过。",
  "Psst, come here.": "嘘，过来。",
  "Thanks.": "谢谢。",
  "I'm glad it's all over.": "我很高兴一切都结束了。",
  "Why do you think that?": "你为什么这么想？",
  "How is your work going?": "你的工作进展如何？",
  "*looks like a huge animal-like creature: thick fur all over its body, steel claws on its hands, more like the paws of an animal, sharp fangs in its huge, animal mouth.  Seeing you, he sniffed, wiggling his whiskers in time with the movement of his black nose.  \"I smell blood on your hands.  Who are you, wanderer?\"": "*看起来像一个巨大的动物一样的生物：全身都是厚厚的皮毛，手上有钢爪，更像动物的爪子，巨大的动物嘴上有锋利的尖牙。看到你，他嗅了嗅，随着黑鼻子的移动，他的胡须也及时地摆动着。”我闻到你手上有血。你是谁，流浪汉？”",
  "What are you doing in here?": "你在这里干什么？",
  "I don't know what to teach you, but take this. Don't know what it is, and I can't remember where I found it.": "我不知道该教你什么，但是拿着这个。我不知道是什么，也不记得在哪儿找到的。",
  "Well, that was fun. Thanks for the ride.": "嗯，那很有趣。谢谢你的搭车。",
  "<greet>": "<问候>",
  "What did he say?  Can I go now?": "他说了什么？我现在可以走了吗？",
  "Nah, I'm not a looser.": "不，我不是个失败者。",
  "Not an option, <name_g>.  You need to go with me.": "不是选项，<name\\u g>。你得跟我走。",
  "Thanks, I guess.": "谢谢，我想。",
  "Get bent, traitor!": "趴下，叛徒！",
  "I talked to your leader.  He ordered your extraction.": "我和你的领导谈过了。他命令你撤离。",
  "Yes.": "对。",
  "Yes, you, come here.  I haven't see you before, <name_g>.  Did they caught you and bring here for work?": "是的，你，过来。我以前没见过你，<name\\u g>。他们抓到你带你来上班了吗？",
  "That's sad.": "那太可悲了。",
  "Farm is burned, so I don't have anything to do around here.  I'm just passing time gambling and drinking.": "农场被烧毁了，所以我在这附近没什么事可做。我只是在消磨时间赌博喝酒。",
  "What do you want?  I don't have anything, I'm struggling to survive myself.  Please, go away.": "你想要什么？我什么都没有，我在努力活下去。拜托，走开。",
  "Yeah, it's my work.  So what?": "是的，这是我的工作。那又怎么样？",
  "What's up, doc?": "怎么了，医生？",
  "Congratulations.  You did a good job at that center, and you've earned the trust of the local gang.  Not everyone succeeds in this in such a short time.": "祝贺 你。你在那个中心干得不错，赢得了当地帮派的信任。不是每个人都能在这么短的时间内成功。",
  "All done.": "全部完成。",
  "Thanks again, teacher.": "再次感谢老师。",
  "Place transmitter": "放置发射器",
  "About that scavenger…": "关于那个拾荒者…",
  "Recruitment?": "招聘？",
  "Arrows.": "箭头。",
  "Sun is up, meself is working, sun is down, meself is dancing.  Every day, and every day of my new life…": "太阳升起，我自己在工作，太阳落山，我自己在跳舞。每一天，我新生活的每一天…",
  "What about rare goods?": "稀有商品呢？",
  "No, you confused me with someone else.": "不，你把我和别人搞混了。",
  "I've had enough of you, begone.": "我受够你了，走开。",
  "Nope.": "不。",
  "Help scientist place transmitter": "帮助科学家放置发射器",
  "I think this…": "我想这个…",
  "I've been in Refugee Center recently…": "我最近在难民中心…",
  "Yes, like everyone else, I was just lucky.  I have been in resistance for half my life, I was responsible for my region, I had troops under my command.  But our inner flame has faded a bit due to <the_cataclysm>.  Now I am engaged in recruiting new meat and maintaining the morale of my men.  Well, I just make sure that these <name_b>'s do not gnaw each other's throats.": "是的，和其他人一样，我很幸运。我半辈子都在抵抗，我负责我的地区，我指挥着军队。但是我们内心的火焰因为大灾难而褪色了。现在我正忙于招募新的肉食和维持我手下的士气。好吧，我只想确保这些<name\\u b>不会互相咬住对方的喉咙。",
  "Bolts.": "螺栓。",
  "Are we there yet, <name_g>?": "我们到了吗？",
  "Yes, let's go.": "是的，我们走吧。",
  "What is this place?": "这是什么地方？",
  "Aren't you afraid that I might turn you over? ": "你不怕我把你翻过来吗？",
  "Insert text.": "插入文本。",
  "You'll soon find out yourself.  You have three minutes to collect your things.  The clock is ticking. ": "你很快就会发现你自己。你有三分钟时间收拾东西。时钟滴答作响。",
  "I can smell the blood on you.  Blood that flowed between these walls.  Tell me, are you the reaper who sprinkled this place with the lives of the innocent?": "我能闻到你身上的血。血在这些墙之间流动。告诉我，你是把无辜者的生命洒在这里的收割者吗？",
  "Who are you exactly?": "你到底是谁？",
  "Sure.": "当然。",
  "I think that…": "我认为…",
  "Rifle ammo.": "步枪子弹。",
  "Maybe later.": "也许以后吧。",
  "What do you do here?": "你在这里做什么？",
  "You're lucky that you have that piece of paper.  You would be chained in a second without it.  You can take no more than four of our slaves.  And look closely when you do.  One bad move and you'll be locked like them.": "你很幸运你有那张纸。如果没有它，你一秒钟就会被锁链锁住。你最多只能带走四个奴隶。仔细观察。一个不好的举动，你就会像他们一样被锁住。",
  "Pack of C4.": "一包C4。",
  "Why should I go with you, and who are you anyway?": "我为什么要和你一起去，你到底是谁？",
  "Here you go.": "干得好。",
  "But that's not why I spoke to you.  As you may heard, those criminal gangs who were lucky enough to survive after <the_cataclysm> decided not to scatter in all directions, but continued their joint affairs.  As the rule of law diminished, their thoughts became more perverted and their methods more violent.  Some have completely lost their common sense, and returned back to the animal stage of development.  But some have not lost their humanity, and you can find a common language with them.": "但那不是我和你说话的原因。你可能听说过，那些有幸在大灾变后幸存下来的犯罪团伙决定不四散，而是继续他们的共同事务。随着法治的削弱，他们的思想更加变态，他们的方法更加暴力。有的已经完全失去了常识，又回到了动物的发展阶段。但有些人并没有失去人性，你可以找到与他们共同的语言。",
  "I saved your man here, and he said there was a reward for it.": "我在这里救了你的人，他说有报酬。",
  "I've got your traitor.": "我抓到你的叛徒了。",
  "I'm sorry for what you…": "我很抱歉你…",
  "    Something bad happened with forest_snakes…": "森林里的蛇出事了…",
  "What about other bands?": "其他乐队呢？",
  "Shotgun ammo.": "散弹枪子弹。",
  "Back to Refugee Center": "回到难民中心",
  "Sure.  Shall we go?": "当然。我们走吧？",
  "Yes, yes sis, we were waiting for you.  We can give no more than four of our slaves to you.  I'll open cages for you, so you can choose whoever you like.": "是的，是的，姐姐，我们在等你。我们最多只能给你四个奴隶。我会为你打开笼子，这样你可以选择你喜欢的人。",
  "Sounds interesting.  What do you need?": "听起来很有趣。你需要什么？",
  "Jackhammer.": "凿岩机。",
  "Gotta go, sorry…": "我得走了，对不起…",
  "Now Mister T is in charge.  He is no match for our first leader, but he is the best candidate available.  I hope he doesn't go mad like that jackal before him…": "现在由T先生负责。他不是我们第一任领导人的对手，但他是目前最好的候选人。我希望他不要像他前面的那只豺狼一样发疯…",
  "What about payment?": "付款呢？",
  "Well done.  Problem with representative is resolved.  If you <really> want to join us, head to this forest and find our camp.": "做得好。代表的问题解决了。如果你想加入我们，就去这片森林找我们的营地。",
  "Just chatting, <name_g>.  Good old friendly chit-chat.": "只是聊天，<name\\u g>。友好的闲聊。",
  "    Something bad happened with forest_snakes, but later…": "森林里的蛇出事了，但后来…",
  "Wisdom.": "智慧。",
  "Yeah, recruitment.  We always in need for more force.  The more hands we have, the stronger we are as a force in this world after <the_cataclysm>.  Well, it's always good to have a couple of fools who are convenient to send to showdowns between other gangs, while leaving the main backbone intact.  By the way, if you come across someone of worth, bring him here.  For every skilled fighter, I am ready to share our reserves with you.": "是的，招聘。我们总是需要更多的力量。我们拥有的手越多，我们在这场灾难之后就越强大。好吧，有几个傻瓜可以方便地被派到其他帮派之间摊牌，同时让主要骨干完好无损，这总是好事。顺便说一句，如果你遇到有价值的人，把他带过来。对于每一个熟练的战士，我都准备好和你们分享我们的后备力量。",
  "Bear traps.": "熊陷阱。",
  "Scavenger asked you to bring him to refugee center, to his friends - Free Merchants.": "拾荒者让你们把他带到难民中心，给他的朋友——自由商人。",
  "Look, <name_g>, I'm planing to breaking out of this place.  Wanna help me with it?": "听着，我正打算离开这里。想帮我吗？",
  "Electric Jackhammer.": "电钻。",
  "Ah, I've got a lot of work recently.  Let's talk about it later.  In the meantime, you can help us with basement cleaning.": "啊，我最近有很多工作。我们以后再谈吧。同时，你可以帮我们打扫地下室。",
  "Look, certain guys need your knowledge.  Be nice, do as they ask, and you can continue to do your research, or whatever you usually did there before <the_cataclysm>.": "听着，有些人需要你的知识。友善点，按照他们的要求去做，你可以继续做你的研究，或者你以前在那里做过的任何事情。",
  "Package?  Okay, give it to me then.": "包裹？好吧，那就给我。",
  "Why are you telling me this?": "你为什么告诉我这些？",
  "Didn't your mom teach you to get involved in other people's conversations?": "你妈妈没教你参与别人的谈话吗？",
  "No problem.": "没问题。",
  "    Something bad happened with red_suns…": "红太阳出了什么事…",
  "Look, maybe you let him go?": "听着，也许你放了他？",
  "What do you want to get?": "你想要什么？",
  "I want you to use this item.": "我要你用这个东西。",
  "What do you want to know, <sweetie>?": "你想知道什么，亲爱的？",
  "<very> neat.  What have you got for me?": "非常整洁。你有什么给我的？",
  "You don't have that many options here, <name_g>.   We can do this easy way or a hard way.": "你没有那么多选择，<name\\u g>。我们可以用简单的方法也可以用困难的方法。",
  "*came closer to you, continuing to sniff at your scent.  When he is so close, animal fear has taken hold of you, like a rabbit waiting for the next action of the wolf.  For a second, you saw the surprise in his eyes.  \"Interesting, interesting.  Well, welcome to my adobe, wanderer.\"": "*走近你，继续嗅你的气味。当他离你这么近的时候，动物的恐惧占据了你，就像兔子在等待狼的下一个动作。有一瞬间，你从他的眼神中看到了惊喜。”有趣，有趣。好吧，欢迎来到我的土坯房，流浪者。”",
  "And how do you feel about him?": "你觉得他怎么样？",
  "I am the neutral side.  Thanks to my skills, I was able to establish contact with the largest of the groups, and even win their favor.": "我是中立的一方。由于我的技能，我能够与最大的团体建立联系，甚至赢得他们的青睐。",
  "Let's go.": "走吧。",
  "None of your business, <name_b>.": "不关你的事，<name\\u b>。",
  "No problem, <name_g>.  He told us everything how it was.  Now I will ask the guys to give you your reward.": "没问题，<name\\u g>。他把一切都告诉了我们。现在我要请他们给你报酬。",
  "Thank you, I'll do the explaining if anyone else asks about it.": "谢谢，如果有人问起我会解释的。",
  "I don't want to talk about that…": "我不想谈那个…",
  "    Something bad happened with red_suns, but later…": "红太阳出了点事，但后来…",
  "It's all over, my man.": "一切都结束了，伙计。",
  "Let me get him out of here and finish him off in the forest.  I don't want to get anything dirty here.": "让我把他弄出去，在森林里干掉他。我不想把这里弄脏。",
  "You are no longer needed.": "不再需要你了。",
  "Sure thing.": "当然。",
  "This is our leader, he calls himself the Hell Hound.  He is the strongest in our gang and even the leaders of other gangs are afraid of him!": "这是我们的头儿，他自称地狱猎犬。他是我们帮派中最厉害的，连其他帮派的头目都怕他！",
  "I'm not going anywhere without payment.": "我哪也不想不付钱就去。",
  "When the first riots began, I gathered everything I had and moved to live in the forest, away from all the fuss.  For a while, I managed to live quietly without attracting much attention, but one day these guys found me and captured me.  When the first <zombies> began to roam the streets, they decided to involve me in the common cause.  I didn’t mind much, because there’s more chance of surviving with them than alone.  Here I am a kind of local mechanic.  I go through the insides of the wrecked motorcycles that are being dragged out of the city, and all other things.": "当第一次骚乱开始的时候，我收集了我所有的一切，搬到了森林里，远离了所有的喧嚣。有一段时间，我设法安静地生活，没有引起太多的注意，但有一天这些家伙发现了我，抓住了我。当第一批僵尸开始在街上游荡时，他们决定让我参与共同事业。我不太介意，因为和他们一起生存的机会比一个人多。在这里，我是一个当地的机械师。我检查了被拖出城市的失事摩托车的内部，以及所有其他东西。",
  "I need some time to prepare.  Wait here.": "我需要一些时间来准备。在这里等着。",
  "Hey, what are you two whispering about?": "嘿，你们俩在窃窃私语什么？",
  "Hell's Raiders slaves": "地狱掠夺者奴隶",
  "You're going with me.  Pack your stuff and let's go.": "你和我一起去。收拾好东西，我们走。",
  "What do you think about transferring to another faction?": "你觉得调到另一个派系怎么样？",
  "Relax, i'm working on it.": "别紧张，我正在努力。",
  "Good.": "很好。",
  "Before <the_cataclysm>, my main activity was hunting.  Fresh meat was always in the price and I had enough regular customers for it.  I have known these guys for a long time, because once I was 'lucky' to meet them during one of their forest training sessions.  In short, the meeting was unsuccessful for me, but somehow we got talking and decided to go our separate ways.  When the riots began, I gathered everything useful that I could take away and immediately moved here.  It seemed to me that with a bunch of armed guys I would be calmer, and they weren't against it.  Here I do the same: I hunt game, prepare meat reserves, teach other guys my craft.": "在大灾变之前，我的主要活动是打猎。新鲜的肉总是在价格上，我有足够的老主顾。我认识这些家伙很长时间了，因为有一次我很幸运在他们的一次森林训练中遇到了他们。简言之，这次会议对我来说是不成功的，但不知怎么的，我们谈了起来，决定分道扬镳。暴乱开始时，我收集了一切有用的东西，我可以带走，并立即搬到这里。在我看来，和一群武装人员在一起，我会更冷静，他们并不反对。在这里我也这么做：我打猎，准备肉储备，教其他人我的手艺。",
  "This is our little base, <sweetie>.": "这是我们的小基地，<sweetie>。",
  "Finish your business with those chicks and talk to me.  Until then, let's pretend that we don't know each other.": "把你和那些小妞的事做完，跟我谈谈。在那之前，让我们假装不认识对方。",
  "Hey buddy, why would we talk about old stories?  Let's blow something up!": "嘿，伙计，我们为什么要谈论老故事？我们把东西炸了吧！",
  "I'm from Comandante.  Did you agree on something?": "我是康斯坦特的。你同意什么了吗？",
  "I don't have time for this.  *use force*": "我没时间做这个。*使用武力*",
  "Umm, thank you?": "嗯，谢谢你？",
  "And for your favor, you will ask for a return favor.  I'm right?": "为了你的帮助，你会要求回报。我说的对吗？",
  "Are you ready to go?": "你准备好走了吗？",
  "Hell's Raiders slaves!": "地狱掠夺者奴隶！",
  "bandit_item_1": "强盗物品1",
  "WE'RE GOING TO DIE!!!": "我们要死了！！！",
  "Yes, what about that <name_b>?": "是的，那<name\\u b>呢？",
  "What is it, friend?": "怎么了，朋友？",
  "Your guys slipped words that they don't really like their new leader.  Is that true?": "你的人说他们不喜欢他们的新领导。是真的吗？",
  "I'm not going anywhere!": "我哪儿也不去！",
  "Since you have appreciated my contribution, maybe you decide to reward me for it?": "既然你很欣赏我的贡献，也许你决定奖励我？",
  "As our wonderful leader, of course!\" You thought that he was not completely sincere with you. \"Why are you asking?": "当然，作为我们伟大的领袖！”你以为他对你不完全真诚。”你为什么这么问？",
  "Yo, <name_g>, have you seen my <very> large farm?  Those slaves worked hard on it!  Now I can start selling that stuff to other <name_b>'s around me.  You, on the other hand, will have 50% of our income, as we discussed.  And a special discount if you would want to buy some, he-he.": "哟，<name\\u g>，你看到我的<very>大农场了吗？那些奴隶努力工作！现在我可以开始把这些东西卖给我周围的人了。另一方面，正如我们所讨论的，你将拥有我们收入的50%。如果你想买的话，还有一个特别的折扣，他说。",
  "Payment?  We have already discussed everything with Mister T.  Your business is to give me the package.": "付款？我们已经和T先生谈过了。你的事是把包裹给我。",
  "As corny as it sounds, I see potential in you, and I am sure that I can do you a very useful service.  You must understand that an unknown person would rather be killed, or shackled, than start talking to him.  Since I have access to the leaders of the largest gangs, I can put in a good word for you if such a need arises.": "听起来很老套，但我看到了你的潜力，我相信我能为你提供非常有用的服务。你必须明白，一个不知名的人宁愿被杀，或者被铐上镣铐，也不愿和他说话。既然我能接触到最大帮派的头目，如果有这种需要，我可以替你说句好话。",
  "I'm busy.  Let's talk some other time.": "我很忙。我们改天再谈吧。",
  "*looks like a bruised and battered woman": "*看起来像个被打得遍体鳞伤的女人",
  "What do you think about Jerry's squad?": "你觉得杰瑞的队伍怎么样？",
  "I haven't met a suitable beast yet.  Come and see me later.": "我还没有遇到合适的野兽。晚点来看我。",
  "Ah, that's a sad story.  Let's talk about you, <sweetie>.": "啊，那是个悲惨的故事。我们来谈谈你，<sweetie>。",
  "Who would believe you?  These bitches are real lunatics, <name_g>, I tell ya.  They wouldn't believe someone like you and me.  Besides, where's your male solidarity, huh?  C'mon, give me a hand, please.": "谁会相信你？我告诉你，这些婊子真是疯子。他们不会相信像你我这样的人。再说，你的男性团结呢？拜托，帮我一把。",
  "I can help you with that, if you want.": "如果你愿意，我可以帮你。",
  "That scientist agreed to help me with our 'hound' problem.  You wouldn't do anything to her after that, would ya?": "那位科学家同意帮助我解决“猎犬”问题。在那之后你不会对她做任何事，是吗？",
  "*came closer to you, continuing to sniff at your scent.  When he is so close, animal fear has taken hold of you, like a rabbit waiting for the next action of the wolf.  \"I did not expect such courage from a common man.  I appreciated your harvest at its true worth, wanderer.  Now, this place will be my abode.\"": "*走近你，继续嗅你的气味。当他离你这么近的时候，动物的恐惧已经抓住了你，就像兔子在等待狼的下一个动作。”我没想到一个普通人会有这样的勇气。我很感激你的收获，流浪者。现在，这里将是我的住所。”",
  "Hmm, OK then.": "嗯，那好吧。",
  "*cries": "*哭声",
  "What do you think about Forest Snakes?": "你觉得森林蛇怎么样？",
  "We did it, both here.": "我们都做到了。",
  "Bad.": "糟糕。",
  "Don't laugh at me, <name_b>!": "别笑我，<name\\u b>！",
  "Army supplies.": "军队补给。",
  "Here's your cigs.  Now get to work, <name_b>.": "这是你的烟。现在开始工作吧。",
  "Everything is ready, <name_g>.  I was able to get close enough to them, now there was only one small step.  The problem is that as soon as I open the passage, they will pour out of there like ants from their hive.  It would be nice to put a few guys here so that they shoot them, but for some reason no one agreed.  Now I sit here, waiting for some miracle.": "一切都准备好了。我能够接近他们，现在只有一小步。问题是，我一打开通道，它们就会像蚂蚁一样从蜂巢里涌出来。把几个人放在这里，这样他们就可以开枪了，但由于某些原因，没有人同意。现在我坐在这里，等待奇迹。",
  "I'll tell you a secret, we don't really like him here.  He's mad!  He often has psychoses, during which he begins to pounce on everyone around.  During a recent psychosis, he just turned one of our guys into a bloody mess.  Poor guy… the old leader was many times better than this psycho.": "我告诉你一个秘密，我们不太喜欢他。他疯了！他经常有精神病，在这期间他开始攻击周围的每一个人。在最近的一次精神病发作中，他把我们的一个手下搞得一团糟。可怜的家伙…老领导比这个神经病好多倍了。",
  "Hey, what about my payment?": "嘿，我的报酬呢？",
  "What if I make all the contacts myself without your help?": "如果没有你的帮助我自己联系所有人呢？",
  "Are we there yet?": "我们到了吗？",
  "Forest Snakes": "森林蛇",
  "You met FM merchant": "你见过FM商人吗",
  "Yes, we're here.": "是的，我们到了。",
  "Wanna help me clean that hotel?": "想帮我打扫酒店吗？",
  "I'm sorry for your daughter… I failed you…": "我为你女儿难过…我辜负了你…",
  "I'm sorry for your father… I failed you…": "对不起你父亲…我辜负了你…",
  "    Something bad happened with Hartley family…": "哈特利家出了点事…",
  "We did it, i'm here, he's dead.": "我们做到了，我在这里，他死了。",
  "Canned food.": "罐头食品。",
  "Excellent choice, hunter.": "不错的选择，亨特。",
  "2 blocks of cigs and I'm yours for a day.  No pun intended.": "两块烟，我一天都是你的。没有双关语。",
  "What are you cooking for them?": "你在给他们做什么？",
  "I'm not supposed to talk to slaves.": "我不能和奴隶说话。",
  "Who are you all?": "你们都是谁？",
  "Interesting interesting.  Well, welcome to my abode, wanderer.": "很有趣。好吧，欢迎来到我的住处，流浪者。",
  "How smart of you!\"  He smiled.  \"Even in the world after <the_cataclysm>, the king has remained unchanged - money.  Everyone needs money, and even criminals sometimes have to get it honestly, trading or exchanging it for services.  I am also no exception, and for a few evergreens… hmm, it's time to get out of this.  In general, for anything of value, I am ready to solve your gang relationship problems.": "你真聪明！”他笑了。”即使在大灾变之后的世界上，国王也没有改变——金钱。每个人都需要钱，甚至罪犯有时也必须诚实地得到钱，用钱交易或交换服务。我也不例外，对一些常青队来说……嗯，是时候摆脱这一切了。总的来说，对于任何有价值的事情，我都准备好解决你的帮派关系问题。",
  "[35MERCH] Maybe this will help.": "[35MERCH]也许这会有帮助。",
  "One of the Hell's Raiders gang of hooligans and bandits that preys upon other survivors.  Hardy, militaristic partisans, that was hiding in woods for too long, decided to finally use their knowledge and training to their own good.": "一个地狱的袭击者团伙的流氓和强盗，掠夺其他幸存者。顽强的军国主义游击队，躲在树林里太久了，最终决定利用他们的知识和训练来造福自己。",
  "This person is alive and well.  If this mission fails, it means that this person is dead.": "这个人还活着。如果这次任务失败，就意味着这个人已经死了。",
  "Shove your threats up your ass, <name_b>.": "把你的威胁塞到你的屁股上，<name\\u b>。",
  "Hey, Jerry is dead.  Want to travel with me?": "嘿，杰瑞死了。想和我一起旅行吗？",
  "    Something bad happened with Hartley family, but later…": "哈特利家出了点事，但后来…",
  "We failed, and…I couldn't help him. Sorry.": "我们失败了，我帮不了他。对不起的。",
  "What a joker.  Do what you was told to do or get the hell out.": "真是个小丑。做你该做的事，否则滚出去。",
  "Medieval stuff.": "中世纪的东西。",
  "<no>, <okay>?  I ain't doing nothing, unless I get myself some cigs.  If you bring me 2 blocks of cigs, I'll think about it.": "不，好吗？我什么也不做，除非我给自己弄点烟。如果你给我拿两块烟，我会考虑的。",
  "I'm cooking food for our boys, and for those bitches.": "我在为我们的孩子和那些婊子做饭。",
  "Why do you use Free Merchant merch?": "你为什么使用免费的商业商品？",
  "I was a chemist before <the_cataclysm>.  Now I'm making drugs for Sunset Bikers.  Hell Yeah!": "我在大灾变之前是个化学家。现在我在为日落骑自行车的人做毒品。见鬼，耶！",
  "Now get out, I have things to do.": "现在出去，我有事要做。",
  "I think you know perfectly well that you are the informant.  There is no point in trying to hide it.": "我想你很清楚你是线人。想把它藏起来是没有意义的。",
  "[PRETTY] Maybe if I do something for you, you would let it go…": "[漂亮]如果我能为你做点什么，你会放手…",
  "    Something bad happened with Jerry's squad…": "杰瑞的小队出了点事…",
  "I should probably get going.": "我该走了。",
  "Pharmacy.": "药房。",
  "Wild hunting": "野生狩猎",
  "So, what's the plan?": "那么，计划是什么？",
  "Protect slave": "保护从机",
  "I need some time to prepare.": "我需要一些时间来准备。",
  "*managed to break free and run from you.": "*设法挣脱并逃离你。",
  "Take me to your gang.": "带我去你的帮派。",
  "OK, I got it.": "好的，我知道了。",
  "I told you, none of your <swear> business, <name_b>!": "我告诉过你，不关你的事！",
  "Yes, Forest Snakes needs you.  Now go.": "是的，森林蛇需要你。现在走吧。",
  "[COP] I'm a cop, so step aside, citizen.": "[警察]我是警察，所以让开，公民。",
  "Yes, let's do it.": "是的，我们来做吧。",
  "Hey, <name_g>.  Jerry's squad is alright.  There are a lot of cool people here.  What's up?": "嘿，<name\\u g>。杰瑞的小队没事。这里有很多很酷的人。怎么了？",
  "I don't want to talk about it, please…": "我不想谈这个，拜托…",
  "    Something bad happened with Jerry's squad, but later…": "杰瑞的小队出了点事，但后来…",
  "Any results?": "有结果吗？",
  "Okay, just be fast.  Be careful not to attract the <zombies>.": "好吧，快点。小心别吸引僵尸。",
  "Rare weapons.": "稀有武器。",
  "Kill 25 wild animals and report back to Forest Snakes trapper.": "杀死25只野生动物，并向森林蛇捕捉者报告。",
  "Can I try some?": "我能尝尝吗？",
  "Do you really want to help?  Then you must prepare well.  As soon as I open the way, they will not wait long and will immediately come out.": "你真的想帮忙吗？那你必须做好准备。我一开道，他们就等不了多久，马上就出来。",
  "Make it quick.  I don't have all day for chit-chat, you know.": "快点。你知道，我没时间闲聊。",
  "Give me one of your females.": "给我一个你的女人。",
  "Sorry <name_g>, I got nothing to offer you at the moment.  Come to me later.": "对不起，我现在没有什么可以给你的。晚点来找我。",
  "I would like to see how you do it.\"  He chuckled.  \"Now let's get serious.  I wasn't joking about chains and meat.  The percentage of sane is too small, and without a good relationship with the leader, your meeting with a gang member will end sooner than you have time to notice.  Consider this friendly advice.": "“我想看看你是怎么做的。”他笑着说现在让我们认真点。我不是在拿锁链和肉开玩笑。理智的百分比太小了，如果没有与头目的良好关系，你与帮派成员的会面会在你有时间注意到之前结束。考虑一下这个友好的建议。",
  "The old guard knows there is a rat in the center, and I was sent to find it.  Tell me everything you know, and maybe you have a chance to get out of this situation alive.": "老警卫知道中间有只老鼠，我是被派来找的。告诉我你所知道的一切，也许你有机会活着摆脱这种状况。",
  "Hey, I heard everything!": "嘿，我什么都听到了！",
  "Red Suns": "红太阳",
  "We're just passing by, <name_g>.  No need for violence.": "我们只是路过，<name\\u g>。不需要暴力。",
  "Alright, here's the deal.  We start at first floor, killing everything we can, then we will go to basement.  After cleaning basement, we'll continue with the second floor and so on, finishing at roof level.  Understood?": "好吧，就这么定了。我们从一楼开始，用尽一切办法，然后去地下室。打扫完地下室后，我们将继续进行第二层，以此类推，在屋顶完成。理解？",
  "Don't make any trouble and you'll be fine.": "别惹麻烦，你会没事的。",
  "Hartley Family": "哈特利家族",
  "Do you know a guy named Barrett Hartley?": "你认识一个叫巴雷特·哈特利的人吗？",
  "Is there any way you can accept my friends over there?": "你能接受我那边的朋友吗？",
  "Want to take care of this girl?  She's all alone in this world, without family.": "想照顾这个女孩吗？她一个人在这个世界上，没有家人。",
  "Melee weapons.": "近战武器。",
  "Here's your cards.  Now get to work, <name_b>.": "这是你的名片。现在开始工作吧。",
  "Well, various things, <sweetie>.  Different soups, meat dishes, stuff like that.": "嗯，各种各样的事情，<sweetie>。不同的汤，荤菜，诸如此类的东西。",
  "*whistles.": "*口哨声。",
  "Good choice.": "不错的选择。",
  "I'll choose money.": "我会选择钱。",
  "I honestly don't know what you're talking about.": "我真的不知道你在说什么。",
  "One of the Hell's Raiders gang of hooligans and bandits that preys upon other survivors.  Merchants, shady dealers and other black market workers that decided to unite in front of growing zombies danger.": "一个地狱的袭击者团伙的流氓和强盗，掠夺其他幸存者。商人，阴暗的商人和其他黑市工人决定团结在日益增长的僵尸面前。",
  "Forest Snakes sounds cool!  If you are sure about it, lead me to their leader, so he can accept me.": "森林蛇听起来很酷！如果你确定的话，带我去见他们的首领，这样他就可以接受我了。",
  "Please don't hurt me!": "请不要伤害我！",
  "Regular family that just want to survive in this new world.": "普通家庭只想在这个新世界生存。",
  "About one of those jobs…": "关于其中一份工作…",
  "Is there any way you can accept the girl over there?": "你能接受那边那个女孩吗？",
  "Maybe something can be done?": "也许可以做点什么？",
  "Police weapons.": "警察的武器。",
  "One deck of cards and I'm yours for a day.  No pun intended.": "一副牌，我一天都是你的。没有双关语。",
  "Guess I have no choice, huh?  Fine, I'll comply.": "看来我别无选择，哈？好吧，我会遵守的。",
  "Thanks, I'll pass.": "谢谢，我会过去的。",
  "I've got only some of them.": "我只有一些。",
  "Weird guy…": "奇怪的家伙…",
  "Hello.  You are on my territory.  Show me respect or leave this place with new holes in your body.": "你好。你在我的地盘上。尊重我，否则就带着你身上的新洞离开这里。",
  "Yes.  Ground floor is safe.": "对。一楼是安全的。",
  "About the task you gave him.  I'm afraid I have bad news… *tell how it was*": "关于你给他的任务。恐怕我有个坏消息……*告诉我是怎么回事*",
  "Follow me, I'll lead you to your dad.": "跟我来，我带你去找你爸爸。",
  "So, you failed, huh. Then we have no hope. 10 years down the drain…": "所以，你失败了，哈。那我们就没有希望了。10年之后…",
  "<no>, <okay>?  That <name_b> burned my deck when he caught us playing, and I ain't doing nothing for him, unless I get myself a new one.  If you bring me a new deck of cards, I'll think about it.": "不，好吗？当他看到我们在玩的时候，那把我的牌烧了，我不会为他做任何事，除非我给自己买一个新的。如果你给我一副新牌，我会考虑的。",
  "Yeah, sure, I want to try some.": "是的，当然，我想尝尝。",
  "Okay, wait here.\"  He ran away somewhere, giggling loudly.  Five minutes later, he came running, panting and grunting, trying to persuade you to duck.  At the same moment, an explosion thundered at an impressive volume.  \"Everything is ready, <name_g>.  The path is open.": "好吧，在这儿等着。”他咯咯笑着跑掉了。五分钟后，他跑了过来，气喘吁吁，试图说服你躲开。与此同时，爆炸声震耳欲聋，震耳欲聋。”一切都准备好了。这条路是敞开的。",
  "*lit his fangs in a joyful grin and said:  \"And what does the wanderer want as a reward?\"": "*他高兴地咧嘴一笑，点着尖牙说：“那流浪者想要什么奖励呢？”",
  "I'm sorry, I couldn't bring them alive…": "很抱歉，我没能让他们活着…",
  "You probably don't understand something, <name_b>.  He didn't get me my order in time, and I see no reason to pay for such bad postal service.  So do as you were told before you piss me off.": "你可能不明白什么，<name\\u b>。他没有及时给我拿订单，我看没有理由为如此糟糕的邮政服务买单。所以在你惹我生气之前就照我说的做。",
  "Most importantly, do not forget about me when there is a need for services of this kind.  Oh yeah, I almost forgot.  I want to make you a small gift as a sign of my acquaintance.  You will understand when you receive it.  Good luck <name_g>.": "最重要的是，当需要这种服务时，不要忘记我。哦，是的，我差点忘了。我想送给你一件小礼物，以示我的相识。收到后你会明白的。祝你好运。",
  "I learned everything I wanted.  Get bent, traitor!": "我学到了我想要的一切。趴下，叛徒！",
  "ALARM!": "警报！",
  "Yes, Jerry needs you. Now go.": "是的，杰瑞需要你。现在走吧。",
  "Yes.  Basement is safe.": "对。地下室是安全的。",
  "How are you here?": "你好吗？",
  "Never mind…": "没关系…",
  "We're safe.": "我们很安全。",
  "Maybe you reconsider?": "也许你会重新考虑？",
  "I'm glad you're in.  Here's the deal: first, we need to distract those chicks that guards this wing, then, we run.  Find a way to deal with them.": "我很高兴你能来。事情是这样的：首先，我们需要转移那些保护翅膀的小鸡的注意力，然后，我们就跑。想办法对付他们。",
  "Listen, <name_g>, even though I did the same thing as now, that life is already in the past.  So let's close this topic and start looking to the future.": "听着，<name\\u g>，尽管我做了和现在一样的事，但生活已经过去了。所以让我们结束这个话题，开始展望未来。",
  "Welcome to your new workplace.": "欢迎来到你的新工作场所。",
  "Nothing, really.": "没什么，真的。",
  "You know, I could turn you over to the old guard, but I won't.  I'm sick of them too with their empty slogans.  I want to become one of you.  What do I need to do for this?": "你知道，我可以把你交给老警卫，但我不会的。我也讨厌他们的空洞口号。我想成为你们中的一员。我该怎么办？",
  "Sunset Bikers": "日落摩托车手",
  "You don't need to hurt us, my friend.  I can compensate your hospitality.": "你不需要伤害我们，我的朋友。我可以补偿你的好客。",
  "Yes.  Second floor is safe.": "对。二楼是安全的。",
  "Jerry's Squad": "杰瑞的小队",
  "Yes, I remember him.  Good guy, with his pretty daughter.  Something happened?": "是的，我记得他。好人，带着他漂亮的女儿。出什么事了？",
  "These people will take care of you. Be nice to them.": "这些人会照顾你的。对他们好一点。",
  "I'm sorry, we still don't have the space, nor the food, to take in more refugees.": "很抱歉，我们仍然没有空间，也没有食物来接纳更多的难民。",
  "Mycus are love, Mycus are life.": "我的心是爱，我的心是生命。",
  "Experimental serum": "实验血清",
  "drone memory bank": "无人机内存库",
  "Maybe we can try to do something else. Come with me.": "也许我们可以试着做点别的。跟我来。",
  "Here you go.  We have an eternal lack of hands, so do not hesitate to bring more.": "干得好。我们有一个永恒的手缺乏，所以不要犹豫，带来更多。",
  "Oh, <sweetie>, I don't even know if you would like it.  Our tastes are quite, unusual.  But if you really want to try some, I can give you something special.": "哦，<亲爱的>，我都不知道你是否喜欢。我们的口味很特别。但如果你真的想尝尝，我可以给你点特别的。",
  "I need more time.  Its harder than I initially thought.": "我需要更多的时间。比我最初想象的要难。",
  "I hope you're not leading me to certain death…": "我希望你不会把我引向死亡…",
  "Forgive me, wanderer, but even such merits will not help you in joining my pack.  However, you can take advantage of my hospitality.  Welcome to my abode, wanderer.": "原谅我，流浪者，但即使这样的功绩也无助于你加入我的队伍。不过，你可以利用我的好客。欢迎来到我的住处，流浪者。",
  "Did you bring them here, partner?": "你带他们来了吗，伙计？",
  "Change relation, please.": "请改变关系。",
  "*got nervous and reached for a weapon.  \"Apparently, there is no point in hiding it, right?  Do what you must.  But know that I will not give up without a fight.\"": "*我很紧张，伸手去拿武器。”显然，藏起来是没有意义的，对吧？做你必须做的事。但你要知道，我不会放弃不奋斗。”",
  "One of the Hell's Raiders gang of hooligans and bandits that preys upon other survivors.  Junkies, bike freaks and other iron-horse-lovers that rides on desolated streets on their roaring horses of freedom.": "一个地狱的袭击者团伙的流氓和强盗，掠夺其他幸存者。吸毒者，骑自行车的怪胎和其他铁马爱好者骑在荒凉的街道上咆哮的自由马。",
  "Jerry's squad sounds cool! If you are sure about it, lead me to their leader, so he can accept me.": "杰瑞的队伍听起来很酷！如果你确定的话，带我去见他们的首领，这样他就可以接受我了。",
  "You think so?  Well, you are my guests, after all, and it's rude for guests to not please their host.": "你这么认为？你毕竟是我的客人，客人不取悦主人是不礼貌的。",
  "Yes.  Third floor is safe.": "对。三楼是安全的。",
  "A little group of people, led by someone called Jerry Bumpkin.": "一小群人，由一个叫杰瑞·巴普金的人领导。",
  "I'm sorry…": "对不起…",
  "I'm struggling to take care of myself here, and I can't take of anyone else.  I'm sorry.": "我在这里努力照顾自己，我不能照顾别人。我很抱歉。",
  "Listen, those berries that I found for you, are they really have healing?": "听着，我为你找到的那些浆果，它们真的有治疗作用吗？",
  "Allows for storage and recovery of information.  Found in meteorologist drone.": "允许存储和恢复信息。在气象学家的无人机上发现的。",
  "What can be done, my <name_g>? I lost all hope.": "怎么办，我的名字？我失去了所有的希望。",
  "What do you want to know?": "你想知道什么？",
  "Here's your cuirass.  Now get to work, <name_b>.": "这是你的胸甲。现在开始工作吧。",
  "All done.  What's next?": "全部完成。下一步是什么？",
  "Why not?  There is a large supply of these pieces of paper, a lot of material for drawing new ones, and they did a good job at introducing them into the 'new' economy.  In truth, we just didn't have a replacement for them.  We got along well with barter, but it will be easier to work with these pieces of paper.": "为什么不？这些纸的供应量很大，有很多材料可以用来画新的，他们把它们很好地引入了“新”经济。事实上，我们只是没有一个替代者。我们在易货方面相处得很好，但用这些纸片会更容易些。",
  "My guys will show you the exit.  <kill_npc_h>, <name_b>!": "我的人会带你去出口。杀死npc，名字！",
  "Yes.  Fourth floor is safe.": "对。四楼是安全的。",
  "[take the money]": "[拿钱]",
  "You participated in genetic experiment that didn't go well for you.": "你参加了一个对你来说不太顺利的基因实验。",
  "Before <the_cataclysm>, I was just a regular meteorologist.  I worked for the local weather station doing data analysis and stuff.  In general, ordinary boredom.  In my free time I was studying electronics and radio engineering, a bit for work but mostly just as a hobby.  When the riots got serious, my neighborhood was looking pretty sketchy.  I gathered all my things that I managed to carry with me and settled in a radio station that seemed abandoned.  I lived there for a while, doing all sorts of nonsense, until I met you.  I guess you know the rest.": "在大灾变之前，我只是个普通的气象学家。我在当地气象站做数据分析之类的工作。一般来说，普通的无聊。在我的空闲时间，我学习电子和无线电工程，有点工作，但主要只是作为一种爱好。当骚乱变得严重的时候，我的邻居看起来很简陋。我把随身携带的东西都收集起来，安顿在一个似乎被遗弃的电台里。我在那里住了一段时间，胡说八道，直到遇见你。我想剩下的你都知道了。",
  "Barbed fence": "带刺篱笆",
  "One scrap cuirass and I'm yours for a day.  No pun intended.": "一片胸甲，我就属于你一天。没有双关语。",
  "Delicious, truly delicious.  I didn't hope to find someone with unique tastes like mine in this new world.": "好吃，真好吃。我不希望在这个新世界里找到像我这样品味独特的人。",
  "Instruments": "仪器",
  "I like your attitude.": "我喜欢你的态度。",
  "*let out a loud laugh, more like the roar of a beast before the attack.  \"You must not have the least bit of fear asking me for this.  So be it, I will honor your request.  Choose one of my females and go.\"": "*放声大笑，更像是野兽在攻击前的咆哮。”你一点也不怕问我这个。就这样吧，我会满足你的要求。从我的女人中选一个去。”",
  "It will be done.": "一定会成功的。",
  "Just tell me what need to be done, and I will do it.": "只要告诉我需要做什么，我就去做。",
  "Yes.  Roof is safe.": "对。屋顶是安全的。",
  "Keep the money.  Better take care of the girl, she's left all alone.": "把钱留下。最好照顾好那个女孩，她一个人呆着。",
  "Daddy…": "爸爸…",
  "No way.": "不可能。",
  "[MERCH] Thank you.  Here, take this.  It'll cover your expenses for some time.": "谢谢你。给，拿着这个。它可以支付你一段时间的费用。",
  "I don't quite trust you yet, <name_g>.  Show yourself better, then we'll talk.": "我还不太相信你。好好表现一下，然后我们再谈。",
  "Find 150 rolls of barbed wire fors Forest Snakes recruiter.": "为森林蛇招募者找到150卷带刺铁丝网。",
  "<no>, <okay>?  There are a lot of <zombies> out there and I ain't doing nothing, unless I get myself some protection.  I want something sturdy and cool… hey, what about metal armor?  I would be invincible against <zombies>, just like in the movies.  If you bring me a metal cuirass, I'll think about it.  No need for something fancy, one made of scrap is enough.": "不，好吗？外面有很多僵尸，我什么也不做，除非我能得到一些保护。我想要一些结实又酷的…嘿，金属盔甲怎么样？我将是无敌的对<僵尸>，就像在电影。如果你给我带个金属胸甲，我会考虑的。不需要什么花哨的东西，一个废品就够了。",
  "It tastes… nice.  Can I have some more?": "味道…不错。我能再吃点吗？",
  "Bring something for bomber to work with: jackhammer, electric jackhammer or c4.": "带些东西给轰炸机使用：手提钻，电钻或c4。",
  "We are ordinary smugglers who decided to unite for the sake of survival.": "我们是为了生存而团结起来的普通走私犯。",
  "Did they bring everything here that at least somehow resembled scientific equipment?  I wouldn't need most of this junk.  Well, it's still better than waiting patiently for my death in that seedy pit…": "他们把所有东西都带到这里来了吗，至少在某种程度上类似于科学设备？我不需要这些垃圾。好吧，总比在那肮脏的坑里耐心等待我的死好…",
  "Why are there so few of them?  Fuck it, as long as they work.": "为什么他们这么少？去他妈的，只要他们能工作。",
  "Okay, you convinced me.  Listen here, <name_g>.  This representative has long suspected that there is a informant here, and as you can see, it is.  Since they hired you to end this, then they is already at the limit, and will not stop until they see the corpse of a informant.  To knock them off the trail, we need to frame someone.  Find some loser guard and try to make an provocation for a fight, and then, as if 'accidentally' inflict several wounds, preferably fatal.  After that, go to the representative.  I think they take it and calm down after that.  When you solve the problem with a representative, come to me and then we'll talk.": "好吧，你说服了我。听着，<name\\u g>。这位代表长期以来一直怀疑这里有一个线人，正如你所看到的，确实有。既然他们雇你来结束这一切，那么他们已经到了极限，除非他们看到线人的尸体，否则不会罢休。为了把他们赶跑，我们需要陷害一个人。找一个失败者守卫，试图挑起一场战斗，然后，就好像“意外”造成几处伤口，最好是致命的。之后，去找代表。我想他们接受了，然后冷静下来。当你和一个代表解决问题时，来找我，然后我们再谈。",
  "Grim Sisters": "冷酷的姐妹",
  "And how is that?": "这是怎么回事？",
  "Nothing special to say.  I was just lucky, like all of us.  The moment <the_cataclysm> arrived, I was at home with my family.  My wife turned into a <zombie>, tried to eat our daughter… it was terrible, <name_g>, and I don't want to talk about that.  Let's close this topic, please.": "没什么特别要说的。我很幸运，和我们一样。灾难一到，我就和家人在家。我妻子变成了一个僵尸，试图吃掉我们的女儿…太可怕了，我不想谈这个。让我们结束这个话题吧。",
  "*listened carefully, then said: \"Yeah, it didn't work out well.  This second one will get his punishment, for cowardice.  If he is still alive… well, you completed the task, and there was a reward for it.  You can take it for yourself.\"": "*仔细听着，然后说：“是啊，结果不太好。第二个会因为胆小而受到惩罚。如果他还活着…好吧，你完成了任务，这是有奖励的。你可以自己拿。”",
  "I'm scared. Where is my dad?": "我很害怕。我爸爸在哪？",
  "Thank you.": "非常感谢。",
  "I was studying animals my whole life, until <the_cataclysm> came right to my home. I managed to run away and hide in the woods, until I found that lovely shelter, where I continued to study animals.": "我一生都在研究动物，直到大灾变来到我家。我设法逃走，躲在树林里，直到我找到了那个可爱的庇护所，在那里我继续研究动物。",
  "I'm just traveling, I didn't meant to disturb you.": "我只是在旅行，我不是故意打扰你的。",
  "More Survivors Stories": "更多幸存者故事",
  "Hmm, maybe you're right. I'll go with you.": "嗯，也许你是对的。我和你一起去。",
  "It tastes… weird.  What is it?": "味道…怪怪的。这是怎么一回事？",
  "*let out a loud laugh, more like the roar of a beast before the attack.  \"So be it.  You will be given a suitable reward.\"": "*放声大笑，更像是野兽在攻击前的咆哮。”就这样吧。你会得到适当的奖励。”",
  "Well, that was a fun game.  Here you go.": "嗯，那是一个有趣的游戏。干得好。",
  "Forest Snakes.": "森林蛇。",
  "One of the Hell's Raiders gang of hooligans and bandits that preys upon other survivors.  Yes.": "一个地狱的袭击者团伙的流氓和强盗，掠夺其他幸存者。对。",
  "Is it safe, <name_g>?": "安全吗？",
  "What is it, <name_g>?": "是什么，<name\\u g>？",
  "I'm scared…": "我害怕…",
  "Well, we can try.": "好吧，我们可以试试。",
  "Who the <swear> are you, <name_b>, and how do you managed to bypass all my traps?": "你是谁，你是怎么绕过我所有的陷阱的？",
  "Adds 5 new side stories (1 WIP), 1 mission for random NPCs and a story line for Hell's Raiders faction (in early stage of development, fully playable, currently have a decent amount of content).\nHow to get to Hell's Raiders story line:\n1. Go to Refugee Center and complete first mission of Old Guard representative.\n2. <color_red>IMPORTANT!</color> Talk to OG rep, FM merchant, Doctor and Broker at least ONCE. You will get 4 'You met X' missions. This step is important due to a few JSON limitations.\n3. On the second mission of OG representative, find informant and choose the last reply.": "增加5个新的故事（1个在制品），1个随机NPC任务和一个地狱突袭者派系的故事线（在开发初期，完全可玩，目前有相当数量的内容）。\n如何进入地狱突袭者的故事情节：",
  "Wait a minute, I heard you were called Hell's Raiders.": "等等，我听说你被称为地狱掠夺者。",
  "It tastes… bad, really bad.": "它尝起来…糟透了，真的糟透了。",
  "Good, let's <swear> break out of here.\"  he grabbed a bunch of sheets sewed together, and covered the bars with them.  After that, he took a little metal pipe and opened a secret hole in floor with it.  \"That's our way to freedom, <name_g>.  Let's go.  You first.": "很好，让我们离开这里。”他抓起一串缝在一起的床单，用它们盖住栅栏。之后，他拿了一根小金属管，用它在地板上开了一个秘密的洞。”这是我们通往自由的道路。走吧。你先来。",
  "Who told you such nonsen…\"  He looked around him with his eyes.  Sighing with relief, he said in a whisper:  \"Yes, it's true.  This monster does not give us any life.  Wasting our men, our resources, constantly dragging us into all sorts of stupid undertakings.  It would have been better without him.": "谁跟你说了这么多无稽之谈……”他用眼睛环顾四周。他松了一口气，低声说：“是的，这是真的。这个怪物没有给我们任何生命。浪费我们的人力和资源，不断地把我们拖入各种愚蠢的事业。没有他会更好。",
  "Narc farm pt. 1": "毒品农场私人有限公司。1",
  "Fine, I don't have time for this.  Now get out.": "好吧，我没时间。现在出去。",
  "Red Suns.": "红色的太阳。",
  "Forest camp": "森林营地",
  "I'm sorry, I couldn't make it in time…": "对不起，我没能及时赶到…",
  "Good to hear.": "很高兴听到。",
  "Hmm, we are full, but… if someone wants to share their ration, you can ask around.": "嗯，我们已经满了，但是…如果有人想分享他们的口粮，你可以四处打听。",
  "Wait, but I brought you three berries.": "等等，我给你带了三个浆果。",
  "Wait, no…": "等等，不…",
  "We are freedom fighters.  We are the Quebec Liberation Army and we believe that Quebec should be free and independent!  Although, why are all these slogans now… now only a shadow of our former greatness remains now.  After <the_cataclysm>, we lost all sense of continuing our movement.  Quebec gained independence, but at what cost?  At the cost of the death of all usurpers, but also of all people?  And almost nothing was left from the region… everything that did not burn, was bombed, and now there are only ruins.  Ruins full of <zombies>.  Now we are an ordinary gang of thugs who simply had nowhere else to go.  We are called Forest Snakes.  A fitting name for a bunch of daredevils who haven't left the woods for years.": "我们是自由战士。我们是魁北克解放军，我们相信魁北克应该是自由和独立的！尽管如此，为什么这些口号现在…现在只剩下我们昔日伟大的影子了。在大灾难之后，我们失去了继续前进的感觉。魁北克获得独立，但代价是什么？以牺牲所有篡位者的生命为代价，还要牺牲所有人的生命？这个地区几乎什么也没有留下……所有没有燃烧的东西都被轰炸了，现在只有废墟。满是僵尸的废墟。现在我们是一帮普通的暴徒，他们无处可逃。我们被称为森林蛇。对一帮多年没离开森林的胆大妄为者来说，这是个合适的名字。",
  "Cool, cool.  I'll get to it right away.": "酷，酷。我马上去。",
  "Yes, master.  I will obey.": "是的，主人。我会服从的。",
  "Deliver 1000 marijuana seeds.": "送1000颗大麻种子。",
  "Sunset Bikers.": "日落摩托者。",
  "Talk to bandit leader.": "与土匪头目交谈。",
  "Ha!  You alright.  I like the way you talk, stranger.  I have some work that has to be done.  Deal with your babysitting and come back to me, so we could discuss our business.": "哈！你没事吧。我喜欢你说话的方式，陌生人。我有一些工作要做。处理好你的保姆，然后回来找我，这样我们就可以讨论我们的生意了。",
  "Protect goon": "保护傻瓜",
  "I'm sorry, I couldn't bring her alive…": "很抱歉，我不能让她活着…",
  "Don't worry, the Old Guard will take care of her.  We do not abandon our own people, even those who didn't officially join our ranks.": "别担心，老警卫会照顾她的。我们不会抛弃自己的人民，即使是那些没有正式加入我们队伍的人。",
  "I don't know what you are talking about, honestly, <name_g>.": "老实说，我不知道你在说什么。",
  "No, my <name_g>. We lost our last chance. All is lost for us, and for me…[*he got his pistol from his pocket*]": "不，我的名字。我们失去了最后的机会。我们失去了一切，我也失去了一切……[*他从口袋里掏出了手枪*]",
  "Whew, we made it.": "哇，我们成功了。",
  "We talked about it, and we decided that without this <name_b> we will all be better.  If you want to finish him off, provoke him into a fight, and we will not interfere with you.": "我们讨论过这个问题，我们决定，没有这个名字，我们都会更好。如果你想干掉他，就挑拨他打架，我们不会干涉你的。",
  "You don't need to worry about your safety.": "你不必担心你的安全。",
  "Thanks, but I'll refuse.": "谢谢，但我会拒绝的。",
  "<its_safe>  Let's clean the next floor.": "我们打扫下一层吧。",
  "Jerry will hurt you if you lose his men.": "如果你失去他的人杰里会伤害你的。",
  "She's here, alive and well.": "她在这里，还活着。",
  "You are nuts!": "你疯了！",
  "Shod?": "穿什么？",
  "Hey, nice deck of cards, <name_g>.  I'll get to it right away.": "嘿，一副漂亮的牌。我马上去。",
  "Yeah, sure.": "是的，当然。",
  "Freedom is near, I can feel it.": "自由就在眼前，我能感觉到。",
  "Can you make poison for that hairy dude?": "你能给那个毛茸茸的家伙做毒药吗？",
  "*examined your body, flashed his fangs in a cheeky grin and said:  \"So be it, wanderer.  I will give you a suitable reward, and this reward is a place in my harem.  Not every female can deserve such an honor, but you definitely worthy for it.  Take off your second skin and stand beside me.\"": "*检查了一下你的身体，露出尖牙，厚着脸皮笑着说：“那就这样吧，流浪者。我要给你一个适当的赏赐，这个赏赐是我后宫的一个地方。不是每个女人都能得到这样的荣誉，但你绝对值得。脱下你的第二层皮，站在我旁边。”",
  "Maybe you want to travel with me?": "也许你想和我一起旅行？",
  "Yes, very healing berries, I would say magic berries.  You have experienced their effect on yourself.  Those two berries that you brought me, of course, were only enough for one dose, but that doesn't stop us from going and collecting more, right?": "是的，非常有治疗作用的浆果，我想说是神奇浆果。你已经体验过它们对你自己的影响。当然，你带给我的那两个浆果只够吃一剂，但这并不能阻止我们去收集更多的浆果，对吧？",
  "You are lying, <name_b>.  THEY sent you, yes?  It's all THEY FALT!  THEY tricked me like everybody else!  I didn't mean to do harm, I swear!": "你在撒谎。他们派你来的，是吗？这是他们的全部错误！他们像其他人一样欺骗我！我不是故意伤害你的，我发誓！",
  "Maybe I can help you with your problem?": "也许我能帮你解决你的问题？",
  "Find plutonium cell 20": "找到钚电池20",
  "What can you tell about other bands?": "关于其他乐队你能说些什么？",
  "Thanks, but I'm full.  By the way, what was it?": "谢谢，但我吃饱了。顺便问一下，是什么？",
  "Give me a break, <name_g>, why would we.  Besides, she would be useful to us more than to that <swear> ape.": "让我休息一下，我们为什么要这么做。再说，她对我们的用处比对那只猿还大。",
  "What about payment for that package?": "那包裹的付款呢？",
  "I don't like people like you.": "我不喜欢像你这样的人。",
  "Did you find her?": "你找到她了吗？",
  "Don't worry. I'll lead you somewhere safe. To evac center.": "别担心。我带你去安全的地方。去疏散中心。",
  "Hey, nice armor, <name_g>.  I'll get to it right away.": "嘿，漂亮的盔甲。我马上去。",
  "Sure thing, <sweetie>.\"  она  she went to the storage room and returned    Here you go.  Would you like to take some with you?": "当然，亲爱的，她去了储藏室，回来了。你想带一些吗？",
  "*let out a loud laugh, more like the roar of a beast before the attack.  \"You must not have a single drop of fear, refusing ME.  I have not often met females equal to me.  So be it.\"": "*放声大笑，更像是野兽在攻击前的咆哮。”你不能有一滴恐惧，拒绝我。我很少遇到和我一样的女人。就这样吧。”",
  "You don't have enough resources, <name_g>.": "你没有足够的资源，<name\\u g>。",
  "Nice.  All done.  I'll stay here to finish my part of work.  Go back to Jerry.": "不错。全部完成。我会留在这里完成我的工作。回到杰瑞身边。",
  "Are you sure you're not lying to me?  You look strange, and you smell like mushrooms.": "你确定你没骗我吗？你看起来很奇怪，闻起来像蘑菇。",
  "Ah, sweet wind of freedom.  <name_g>, I don't even know how to thank you.  I'll find a way, you have my word.  Now, let's run!": "啊，自由的甜美之风。我都不知道该怎么感谢你。我会想办法的，我保证。现在，我们快跑！",
  "RM120c.": "120令吉。",
  "I'm sorry, I failed you…": "对不起，我让你失望了…",
  "I don't believe any of your lies!  Die, liar!": "我不相信你的任何谎言！死吧，骗子！",
  "Run, I need to run, where to run…": "跑，我要跑，跑哪…",
  "Interesting.": "很有趣。",
  "Protect bandit": "护匪",
  "Here you go.  I put something special there for you, <sweetie>.": "干得好。我给你放了特别的东西，<sweetie>。",
  "RM103A.": "103A令吉。",
  "I want to talk about workforce for the farm…": "我想谈谈农场的劳动力…",
  "All done, <name_g>.": "全部完成，<name\\u g>。",
  "Oh no, my daughter…": "哦不，我女儿…",
  "Air temperature, precipitation, but what about… oh, I'm sorry, I didn't notice you.  Hello.": "气温，降水量，但是…哦，对不起，我没注意到你。你好。",
  "A major redistribution is coming.  All the gang leaders recently received a strange message asking them to come to one place, with the coordinates of this place, the date and a strange code.  Messages were brought by couriers, and what is most interesting is the couriers themselves: they were some green gorillas, two and a half meters tall, swollen muscles, brick faces, in huge armor, armed with something incomprehensible, and looked more like stupid robots than people.  I exchanged opinions with the guys and with other leaders and we decided that it was still worth going.": "一次重大的再分配即将到来。所有帮派头目最近都收到一条奇怪的信息，要求他们到一个地方来，上面有这个地方的坐标、日期和奇怪的代码。信息是快递员带来的，最有趣的是快递员自己：他们是一些绿色的大猩猩，身高2.5米，肌肉肿胀，面目狰狞，身穿巨大的盔甲，手上拿着一些让人无法理解的东西，看上去更像是愚蠢的机器人而不是人。我和那些人以及其他领导人交换了意见，我们认为还是值得去的。",
  "Bandit leader will hurt you if you lose his men.": "如果你失去了匪首的手下，他会伤害你的。",
  "RM11B.": "11b令吉。",
  "Why shouldn't you?  You can be free to do whatever you want, ant not to be feared to be killed or worse.": "为什么不呢？你可以自由地做任何你想做的事，不必害怕被杀或更糟。",
  "*got all tense.  A red light flashed in his eyes, the fur stood, the paws extended their claws, and white, thick foam went from his mouth.  \"Apparently, you decided that it was an offer, but you were wrong.  It's time to warm up a little and punish the naughty girl.\"": "*我很紧张。他的眼睛里闪着红光，皮毛立着，爪子伸出爪子，嘴里冒出白色厚厚的泡沫。”很显然，你认为这是一个提议，但你错了。是时候暖和一点，惩罚这个淘气的女孩了。”",
  "Nickels?  Really?": "镍币？真的？",
  "Umm, I don't have anyone left, so…": "嗯，我没有人了，所以…",
  "Did I say two?  I meant three, of course, hehe.  My memory has become poor lately.": "我是说两个吗？我是说三个，当然了，呵呵。我最近记忆力变差了。",
  "No problem, <name_g>.": "没问题，<name\\u g>。",
  "I have not seen living people for a long time.  Glad to see another survivor.  Greetings, <name_g>.": "我好久没见到活人了。很高兴看到另一个幸存者。你好，<name\\u g>。",
  "It was good, I really liked it.": "很好，我真的很喜欢。",
  "RM2000.": "2000令吉。",
  "[SARCASM]": "[讽刺]",
  "You were a famous piggy bank robber before <the_cataclysm> or something?": "你在大灾变之前是个有名的小猪银行劫匪？",
  "What do you think about traveling with me?": "你觉得和我一起旅行怎么样？",
  "Huh, maybe you're right.  I apologize for what I said earlier.": "嗯，也许你是对的。我为我刚才说的话道歉。",
  "But how did you, so different, come together and become under a common, albeit formal, flag?": "但是，你是如何，如此不同，走到一起，成为一个共同的，虽然正式，旗下？",
  "Delicious.": "好吃。",
  "RM51.": "51令吉。",
  "Because, umm, please?": "因为，嗯，求你了？",
  "Interesting behavior, Mr. Denton.": "有趣的行为，丹顿先生。",
  "Make it quick, <name_b>.  I don't have time for your mumbling.": "快点，<name\\u b>。我没时间听你咕哝。",
  "Listen, where do you keep these coins?  If I hit you, will they fall out of you like in video games?": "听着，你把这些硬币放哪儿了？如果我打你，他们会像玩电子游戏一样从你身上掉下来吗？",
  "OK, OK, I'll lead you somewhere safe. To evac center.": "好吧，好吧，我带你去安全的地方。去疏散中心。",
  "Sure, pass me one.": "当然，递给我一个。",
  "It was WHAT? *puke*": "是什么？*呕吐*",
  "Ammo.": "弹药。",
  "Why should I?": "我为什么要这么做？",
  "*wanted to give you a game over, but there are no such functionality.  Sorry for the inconvenience :)": "*想给你一个游戏，但没有这样的功能。很抱歉给您带来不便：）",
  "I lost my wife, my mother, my father, my friends and now… my daughter is… I don't want to live anymore…": "我失去了我的妻子，我的母亲，我的父亲，我的朋友，现在…我的女儿…我不想再活下去了…",
  "*cries more": "*哭得更多",
  "<no>, <name_b>.  Get away from me, you <swear> psycho!": "<no>，<name\\u b>。离我远点，你这个神经病！",
  "Well, we call it 'Two-legged-pig', but you may know it as human, he-he.  We mostly use meat of a better half of human kind, unfortunately.  That bossy bitch doesn't want me to cut those nasty hoes for food.  She talk something about… blah-blah-blah.  To hell with her bullshit.  Oh, does it taste good, <sweetie>?  I put my love and care in your meal.  Don't break my heart by saying rude things about my cooking…": "嗯，我们叫它“两腿猪”，但你可能知道它是人，他。不幸的是，我们主要用的是人类中的一半以上的肉。那个专横的婊子不想让我把那些讨厌的锄头割下来当食物吃。她说了些…废话废话。去她妈的。哦，味道好吗，亲爱的？我把我的爱和关心放在你的饭里。别对我的厨艺说三道四，伤了我的心…",
  "I don't have time for talking, <name_b>.": "我没时间说话。",
  "Umm, I lost your goon.  Maybe you can give me another?": "嗯，我失去了你的手下。也许你能再给我一个？",
  "Hmm… you asked me a question to which I have no answer.  Now I myself am interested.  I'll think about it.": "嗯…你问了我一个我没有答案的问题。现在我自己也很感兴趣。我会考虑的。",
  "*dug a little in his desk, took out a sheet of paper and shows it to you.   \"Here's what I can get for you now.  Choose.\"": "*在他的书桌里挖了一点，拿出一张纸给你看。”这是我现在能给你的。选择。”",
  "Well, if you put it that way… still, are you sure that new leader would be that willing to let me live after something like this?  I need to be sure, you know.": "好吧，如果你这么说的话……不过，你确定新的领导人会愿意让我在这样的事情之后活下去吗？我需要确定，你知道。",
  "About your task…": "关于你的任务…",
  "What about that serum?": "那血清呢？",
  "I need more time.  Come back later.": "我需要更多的时间。晚点再来。",
  "Sure, I could eat a whole two-legged pig, if you now what I mean. *wink*": "当然，如果你现在明白我的意思的话，我可以吃一整只两腿猪。*眨眼*",
  "You will die tonight, <name_b>.": "你今晚就要死了。",
  "Let's play.": "我们来玩吧。",
  "Yo, stranger, what's up?": "嘿，陌生人，怎么了？",
  "Well, I have nothing left, so…": "我什么都没有了，所以…",
  "Thank you!": "谢谢您！",
  "Okay, I tricked, sorry.  I was able to make the medicine without the help of these berries.  I just wanted to enjoy their great taste again.  They taste so magical, like heavenly honey.  As if the angels themselves descended from heaven and planted berries from their paradise gardens on earth.  My friend, you should try them too!  They are wonderful, have wonderful, just delicious taste.  Do you want me to give you one such berry?  I have one left and I want to share this enchanting nectar with you.": "好吧，我被骗了，对不起。没有这些浆果的帮助，我就能做出这种药。我只想再次享受他们的美味。它们的味道很神奇，就像天上的蜂蜜。仿佛天使们自己从天堂降临，从他们的天堂花园里种下浆果。我的朋友，你也应该试试！它们很好，很好，只是味道很好。你要我给你一个这样的浆果吗？我还有一杯，我想和你分享这迷人的花蜜。",
  "This is our little fort, he-he.  We have been sitting in these forests for many years, and as you can see, we managed to settle down here a little.  A bit cramped, but enough for us.  We was lucky the local authorities were greedy enough for money to forget about our presence for a while.  After <the_cataclysm>, purely decorative structures suddenly became quite a decent defense against hordes of <zombies> and other <monster>.": "这是我们的小堡垒，他。我们已经在这些森林里坐了很多年了，正如你所看到的，我们设法在这里定居了一些。有点局促，但对我们来说已经足够了。我们很幸运，当地政府贪财，一时忘记了我们的存在。在大灾变之后，纯粹的装饰性建筑突然成为一种相当不错的防御手段，可以抵御成群结队的僵尸和其他怪物。",
  "Thanks, but I'm full.": "谢谢，但我吃饱了。",
  "Choose.": "选择。",
  "I'd rather not.  I don't want to lose my head, <name_g>.": "我宁愿不要。我不想失去理智。",
  "If you don't budge I'll use force to get what I need.": "如果你不让步，我就用武力得到我需要的东西。",
  "Do you want to follow me?": "你想跟着我吗？",
  "I'm glad you share our tastes, <sweetie>.  Do you want some more?": "我很高兴你能分享我们的品味，<sweetie>。你还要吗？",
  "Sure, no problem.  Follow me.": "当然，没问题。跟着我。",
  "Want to travel with me?": "想和我一起旅行吗？",
  "Who I was before, I think you can guess for yourself.  I don’t want to talk about the rest.": "我以前是谁，我想你可以自己猜。剩下的我不想谈了。",
  "Here's your money.": "这是你的钱。",
  "I don't have much to say, sorry.": "我没什么好说的，对不起。",
  "Bad luck, <name_g>.  One more time?": "倒霉，<name\\u g>。再来一次？",
  "FINE, take another one!": "好吧，再来一个！",
  "I'm kinda busy right now.  Maybe next time?": "我现在有点忙。下次吧？",
  "Thank you…": "谢谢你…",
  "Ah, that's sad to hear.  You hurt my feelings, <sweetie>.  I thought you would like it…": "啊，听了真难过。你伤害了我的感情，<sweetie>。我以为你会喜欢的…",
  "The Rivtech RM120c shotgun, designed for hunting game.  I can get you this one, with some ammo, for 1360 merch.  Keep in mind that you need to wait for delivery at least 8 days.": "Rivtech RM120c猎枪，专为狩猎游戏设计。我可以用1360美克的价格给你买这个，再加上一些弹药。请记住，您需要等待交付至少8天。",
  "Okay, let's do it nicely.  We play a game of dice.  I win - you pay me 5 merch.  You win - you take the payment.  What do you say?": "好吧，我们好好干吧。我们玩骰子游戏。我赢了-你付我5块钱。你赢了-你接受付款。你怎么说？",
  "You are my savior, thank you!  I'm very uncomfortable asking you, but… could you take us to an evacuation shelter?  I have a map showing such shelters.  Maybe there will be people with whom it will be easier for us to survive with my daughter…": "你是我的救世主，谢谢你！问你我很不舒服，但是…你能带我们去避难所吗？我有一张地图，上面有这样的避难所。也许会有一些人和我女儿在一起我们会更容易生存…",
  "You're mistaken, <name_g>.": "你弄错了。",
  "Help?  Help with what?  Oh, yes, yes.  If you know a place with many survivors, can you take me there?  I doubt I can survive alone…": "救命啊？帮什么忙？哦，是的，是的。如果你知道一个有很多幸存者的地方，你能带我去吗？我怀疑我一个人能活下去…",
  "I'm kinda busy right now.  Come back in a few days.": "我现在有点忙。过几天再来。",
  "Fine, I'll try make something.\"  she left and returned after five minutes.  \"Here, take it.": "“好吧，我试着做点什么。”她离开了，五分钟后又回来了来，拿着。",
  "Here's your syringe.": "这是你的注射器。",
  "Are you sure you're not busy with something?": "你确定你没忙什么吗？",
  "When we first met, you shouted something about THEM who came for you.  What was it?": "我们第一次见面的时候，你对来找你的人大喊大叫。那是什么？",
  "CRAZY BITCH!": "疯婊子！",
  "OK, OK.  Follow me then.": "好的，好的。那就跟我来。",
  "Where is my daddy?": "我爸爸在哪？",
  "I worked on a large pharmaceutic corporation, I was studying animals my whole life, until <the_cataclysm> came right to my home.  I managed to run away and hide in the woods, until I found this lovely shelter, where I could work in piece.": "我在一家大型制药公司工作，我一生都在研究动物，直到灾难降临我家。我设法逃走，躲在树林里，直到我找到了这个可爱的庇护所，在那里我可以一块一块地工作。",
  "Yes, you can relax now.": "是的，你现在可以放松了。",
  "He's dead.": "他死了。",
  "You!  Ungrateful!  SWINE!  I made it just for you, and you just threw it out?!  <swear> <name_b>!": "你！忘恩负义！猪！我只是为你做的，你却把它扔了？！发誓！",
  "The Rivtech RMM103A pistol, one of the most powerful sidearms ever developed.  I can get you this one, with some ammo, for 940 merch.  Keep in mind that you need to wait for delivery at least 10 days.": "Rivtech RMM103A手枪是迄今为止最强大的手枪之一。我可以给你拿这个，再加上一些弹药，940美元。请记住，您需要等待交付至少10天。",
  "Lab notes": "实验室笔记",
  "What do YOU want?": "你想要什么？",
  "Yeah, I asked around and got something that might be worth a shot.  I talked to the Grim Sisters, they can sell us some of their, cattle.  Those bitches are haggling like demons, I barely managed to get out of there with my pants on.  Pun intended, he-he.  Take this receipt, show it to their top bitch or how thefuck she called, and she'll give you some of their, cattle.  Do NOT lose it, I mean it!": "是的，我四处打听了一下，发现了一些值得一试的东西。我和冷酷的姐妹们谈过，他们可以卖给我们一些他们的牛。那些婊子像魔鬼一样讨价还价，我几乎没能穿上裤子离开那里。他故意用双关语。拿着这张收据，给他们的婊子看或者她怎么叫的，她会给你一些他们的牛。别丢了，我是认真的！",
  "Me and my guys sailed here by ship from Philly.  The situation there was just disastrous, not like here.  We decided to sail away from there, wherever.  Unfortunately, we ran into a flock of some strange <monster> that damaged our ship, and we had to quickly change our plan.  For a while we just wandered aimlessly, but then we decided to settle in the first shelter we came across.  And here we are.": "我和我的人从费城乘船来这里。那里的情况很糟糕，不像这里。我们决定离开那里，无论在哪里。不幸的是，我们遇到一群奇怪的怪物毁坏了我们的船，我们不得不迅速改变计划。有一段时间，我们只是漫无目的地闲逛，但后来我们决定定居在我们遇到的第一个庇护所。我们到了。",
  "Please, you are our last hope!": "拜托，你是我们最后的希望！",
  "Where are you taking my father?": "你要带我父亲去哪里？",
  "Don't worry, we're getting there soon.": "别担心，我们很快就到了。",
  "I just talked to the guys from the Red Suns.  They don't really like their leader.  Any thoughts on this?": "我刚和红太阳队的人谈过。他们不太喜欢他们的领导。有什么想法吗？",
  "Scientist asked you to find her old lab notes, needed for her work.": "科学家让你找到她工作所需的旧实验笔记。",
  "I don't like it here…": "我不喜欢这里…",
  "Ah, don't worry about it.  I breathed in fumes after the reaction, and I started to have various hallucinations, and I took you for one of them.  As you can see, there is no normal ventilation here, and I don't really want to work outside.  It's quieter here, and safer.": "啊，别担心。反应后我吸入了烟雾，开始产生各种幻觉，我把你当成了幻觉之一。如你所见，这里没有正常的通风，我也不想在外面工作。这里更安静，更安全。",
  "There are a lot of guys of some 'Red Suns' gang or something.": "有很多“红太阳”之类的家伙。",
  "Yeah, what about them?  You don't recognize one of the stablest currencies in the world?  Did you now that one nickel coin worth more than 5 cents?  Or it was about cent coin… anyway, I don't see any problem using old coins as currency, even after <the_cataclysm>.": "是的，那他们呢？你不认识世界上最稳定的货币吗？你现在有没有发现一枚价值超过5美分的镍币？或者是硬币……不管怎样，我认为使用旧硬币作为货币没有任何问题，即使是在大灾难之后。",
  "I think we should avoid this shelter.": "我想我们应该避开这个庇护所。",
  "The Rivtech RM11B scout rifle, for delivering precise long-range takedowns.  I can get you this one, with some ammo, for 11640 merch.  Keep in mind that you need to wait for delivery at least 24 days.": "Rivtech RM11B侦察步枪，用于提供精确的远程攻击。我可以用11640美世的价格给你买这个，再加上一些弹药。请记住，您需要等待交付至少24天。",
  "Meet with Grim Sisters leader.": "见见冷酷姐妹的首领。",
  "Sure, make me one.": "当然，给我做一个。",
  "He's dead?": "他死了？",
  "I'm waiting, wanderer.": "我在等，流浪者。",
  "<fuck_you>.  One more joke and <ill_kill_you>.": "去你妈的。再来一个笑话，我就杀了你。",
  "Thank you.  I will never forget your kindness, <name_g>.  Take this book as token of my gratitude.": "非常感谢。我永远不会忘记你的好意。把这本书当作我的谢意。",
  "I', still thinking, <name_g>.  Give me some time.": "我还在想。给我点时间。",
  "How are you?": "你好吗？",
  "I can make special serum that may give you animal strength!  Do you want to be my test subject, <name_g>?": "我可以制造特殊的血清，可以给你动物的力量！你想成为我的测试对象吗？",
  "What about it?": "那怎么办？",
  "The Rivtech RM2000 submachine gun.  I can get you this one, with some ammo, for 7700 merch.  Keep in mind that you need to wait for delivery at least 20 days.": "Rivtech RM2000冲锋枪。我可以用7700美元给你买这个，再加上一些弹药。请记住，您需要等待交付至少20天。",
  "I'll think about it.": "我会考虑的。",
  "I'm glad you're OK.": "我很高兴你没事。",
  "Me too.": "我也是。",
  "You, wanderer?  Is that you who was chosen to be the hunter that should strike me down?  And I was getting used to you, wanderer.\"  he released his claws, walked towards you and suddenly stopped.  \"You know, I’m ready to give you another chance.  I’m ready to forget about your insolence and give you a chance to regain my trust.  For this, I’ll ask you for a small favor.  As you yourself have already learned, I have plenty of enemies, both external and internal.  It will not be difficult to deal with the internal ones, I will take it upon myself.  But I will entrust the external enemy to you.  Spill his blood, sprinkle the blood of this coward in the forest in which he is hiding, and I will think about returning you to my family.": "你，流浪者？是你被选为猎手，应该击倒我吗？“我已经习惯你了，流浪者。”他松开爪子，朝你走去，突然停了下来你知道，我准备再给你一次机会。我准备忘掉你的傲慢，给你一个重新获得我信任的机会。为此，我请你帮个小忙。正如你自己已经知道的，我有很多敌人，无论是外在的还是内在的。处理内部的问题并不难，我自己来处理。但我会把外敌托付给你。把他的血洒出来，把这个懦夫的血洒在他藏身的森林里，我会考虑把你还给我的家人。",
  "You know what?  I'm tired of your stupid jokes!  <fuck_you>!": "你知道吗？我受够了你那些愚蠢的笑话！去你妈的！",
  "Rosalyn!": "罗莎琳！",
  "Hello…": "你好…",
  "I'll wait.": "我会等的。",
  "I'm glad you still alive.": "我很高兴你还活着。",
  "Actually, I changed my mind.": "实际上，我改变主意了。",
  "The Rivtech RM51 assault rifle от компании Rivtech, light and deadly.  I can get you this one, with some ammo, for 7300 merch.  Keep in mind that you need to wait for delivery at least 18 days.": "Rivtech RM51突击步枪，轻而致命。我可以给你拿这个，再加上一些弹药，7300美元。请记住，您需要等待交货至少18天。",
  "I don't care about your lies.  You will die tonight, <name_b>.": "我不在乎你的谎言。你今晚就要死了。",
  "New goons": "新暴徒",
  "OK, I need a day to make it.  Return to me later.": "好吧，我需要一天的时间。待会再来找我。",
  "Maybe I can help you somehow?": "也许我能帮你什么忙？",
  "Jerry asked you to bring him more men for his crew.  At least two will be enough.": "杰瑞让你为他的船员多带些人手。至少两个就够了。",
  "I'm fine, thank you for not forgetting about me…": "我很好，谢谢你没有忘记我…",
  "I'm just a regular meteorologist.  In recent years I have worked at a weather station, monitored the weather, state of air, read and wrote reports, drew up schedules… in general, complete boredom.  In my free time I was studying electronics and radio engineering, making various devices, some for work, some just for fun.  When the first riots began, I gathered all my things that I managed to take with me and settled here.  Since then I've been sitting here, wasting my time doing all sorts of nonsense.": "我只是个普通的气象学家。最近几年我在一个气象站工作，监测天气，空气状况，读写报告，制定时间表……总的来说，完全无聊。空闲时间我学习电子和无线电工程，制造各种各样的设备，有些是为了工作，有些只是为了好玩。当第一次暴乱开始时，我把所有的东西都收集起来，设法随身携带，在这里安顿下来。从那以后，我一直坐在这里，浪费时间做各种各样的废话。",
  "There's WHO?!  Is this <swear> <name_b> got ahead of me and took it before my guys?  <swear> <name_b>, <ill_kill_you>!  Why <swear> <swear!> did my guys not report this to me?  Okay, thanks for the warning, <name_g>.  I'll think about what can be done.": "是谁？！这是不是早在我前面，先于我的人拿走的？发誓，我会杀了你！为什么发誓！>我的人没有向我报告吗？好的，谢谢你的警告。我会考虑能做些什么。",
  "Here's your money for 8x40mm.": "这是您的8×40毫米的钱。",
  "Looks like you're right.  Hmm, what is this lying here…\" he reached for a piece of paper lying on the ground and took it. \"Look, here's written about some kind of refugee center.  Even with a map how to get there.  Maybe we should try our luck there?": "看来你是对的。嗯，这里躺着的是什么……“他伸手去拿地上的一张纸。”听着，这是关于难民中心的报道。即使有地图怎么去那里。也许我们应该在那里碰碰运气？",
  "Let's do it!": "我们开始吧！",
  "Here's your money for 20x66mm.": "这是你的20x66毫米的钱。",
  "So be it, wanderer.": "就这样吧，流浪者。",
  "You met Rosalyn Hartley": "你见过罗莎琳·哈特利",
  "Find scrap for the meteorologist": "给气象学家找些废品",
  "Hmm, I don't even know how you can help me.  But if you can find a way to solve this problem, I would be grateful.": "嗯，我都不知道你能帮我什么。但如果你能找到解决这个问题的方法，我将不胜感激。",
  "100 8x40mm ammo for 90 merch or 25 20x66mm ammo for 150 merch.  Keep in mind that you need to wait for delivery at least 5 days.": "100 8x40mm弹药用于90 merch或25 20x66mm弹药用于150 merch。请记住，您需要等待交货至少5天。",
  "She looks like a nice girl.": "她看起来像个好女孩。",
  "Good, the serum is ready.  Shall we try it?": "很好，血清准备好了。我们可以试试吗？",
  "The meteorologist asked to bring him 50 pieces of scrap.": "气象学家要求给他带来50块废料。",
  "Good.  Let me talk to someone in charge.  Maybe they'll let us in.": "很好。让我和负责人谈谈。也许他们会让我们进去。",
  "I need more time, <name_g>.  Come back later.": "我需要更多的时间。晚点再来。",
  "Hmm, that's how it is.  I think I have an idea.  Now I need to contact Mister T to see what we can agree on.  When you have time, talk to him about it, say that I sent you.  Now go.": "嗯，就是这样。我想我有个主意。现在我需要联系T先生看看我们能达成什么协议。当你有时间的时候，跟他谈谈，说是我派你来的。现在走吧。",
  "What else do you have?": "你还有什么？",
  "I always knew you wouldn't let me down, wanderer.  Too bad you betrayed me, and I don't have another choice.  Too bad I have to lose such valuable, person.": "我就知道你不会让我失望的，流浪者。可惜你背叛了我，我别无选择。可惜我失去了这么有价值的人。",
  "Let's talk later.": "我们晚点再说吧。",
  "I'll ask her.": "我会问她的。",
  "Dead, and the hell with him.  Thanks for dealing with him.  Go get your reward from our recruiter.": "死了，他死定了。谢谢你和他打交道。去从我们的招聘者那里领取报酬吧。",
  "I don't have time for talking, wanderer.": "我没时间说话，流浪汉。",
  "Is my daughter alright?  Is she safe?": "我女儿还好吗？她安全吗？",
  "I hope so…": "希望如此…",
  "Dead, and the hell with him.": "死了，他死定了。",
  "Thank you for your order.": "谢谢您的订单。",
  "Let's start…\"  he took a syringe from his pocket.  \"Relax, it wouldn't hurt.": "我们开始吧……”他从口袋里拿出一支注射器别紧张，不会疼的。",
  "I don't have anything for you right now, wanderer.": "我现在没有东西给你，流浪者。",
  "Nope, got the same answer.  Sorry.": "不，得到了同样的答案。对不起的。",
  "Here's your RM2000, fresh like from the factory.": "这是你的RM2000，刚出厂的。",
  "I can try.": "我可以试试。",
  "Nothing, doc.": "没什么，医生。",
  "Captured scavenger": "捕获的拾荒者",
  "Still waiting for your order.": "还在等你的订单。",
  "Retrieve scientist": "检索科学家",
  "I tried to talk to them, but they refused to let us in.  Maybe you can try?": "我想和他们谈谈，但他们不让我们进去。也许你可以试试？",
  "*injects something in you.  \"Feeling something strange?\"": "*给你注入了一些东西。”感觉奇怪吗？”",
  "Kill captured scavenger.": "杀死捕获的食腐动物。",
  "Here's your RM51, fresh like from the factory.": "这是你的51令吉，刚出厂的那种。",
  "No problem, <name_g>.  Good luck.": "没问题，<name\\u g>。祝你好运。",
  "Wait a second, doc.  I'm feeling something strange…": "等等，医生。我有点奇怪…",
  "Ah, that's bad.  Thanks for your help anyway.": "啊，太糟糕了。无论如何谢谢你的帮助。",
  "Hmm, maybe I forgot to add something…": "嗯，也许我忘了加些东西…",
  "Here's your RM11B, fresh like from the factory.": "这是您的RM11B，刚出厂的。",
  "Maybe I can help you with it?": "也许我能帮你？",
  "What is it, doc?": "怎么了，医生？",
  "You look norm… bloody hell!  <name_g>, what happened to you!": "你看起来…该死！你怎么了！",
  "I'm fine, thank you.  Everything is going well, <name_g>.  The people here are good, there is always some work available: sometimes I help to distribute the brought habar, there is always a need to repair the barriers, and sometimes they are put me in post when there are no extra hands.  I even managed to join the Old Guard, can you imagine?  Well, almost.  It will only be necessary to fulfill their simple task, and I'll be considered as full member!  There will be a salary, and rations will be enough for the two of us.": "我很好，谢谢。一切都很顺利。这里的人很好，总是有一些工作可以做：有时我帮忙分发带来的哈巴，总是需要修理障碍，有时他们在没有多余人手的情况下把我安排在岗位上。你能想象吗，我甚至还加入了老卫兵？嗯，差不多了。只需要完成他们的简单任务，我就被视为正式会员了！会有薪水，口粮够我们两个人吃。",
  "Here's your RM103A, fresh like from the factory.": "这是你的103A令吉，刚出厂。",
  "I'm fine, thank you. It's a little cramped here, but we can handle it.  The main thing is that it's safe here and at least we have some food for ourselves. They don't feed here for free, tough, but there is enough work for guys like me, so I'm not complaining.": "我很好，谢谢。这里有点挤，但我们能应付。最重要的是这里很安全，至少我们有自己的食物。他们不是免费的，很辛苦，但是像我这样的人有足够的工作，所以我没有抱怨。",
  "Doc, what did you do to me?  I've become an abomination! ": "医生，你对我做了什么？我成了一个可憎的人！",
  "*gave you his pocket mirror.  \"I'm sorry, <name_g>, I just remembered what I forgot to add.  It's all my fault…\"\n\nYou looked in the mirror and screamed in shock.": "*把他的袖珍镜子给你了。”对不起，<name\\u g>，我刚想起来忘了加什么了。都是我的错……”\n\n你对着镜子惊叫起来。",
  "Here's your RM120c, fresh like from the factory.": "这是你的RM120c，刚出厂的。",
  "Sure, let's go.": "当然，我们走吧。",
  "What are you talking about?!": "你在说什么？！",
  "Don't worry, I know how to fix it.  I just need to find more berries…": "别担心，我知道怎么修。我只想多找些浆果…",
  "Do you really want to help me?  Then listen.  The representative assigned me and another <name_g> to check one of the possible Hell Riders' caches.  My partner has disappeared somewhere, but I don't want to go alone.  Can you keep me company and cover my back while I carry out my task?": "你真的想帮我吗？那就听我说。代表派我和另一个<name\\u g>去检查一个可能的地狱骑士的藏匿处。我的搭档不见了，但我不想一个人去。我执行任务时，你能陪着我吗？",
  "Here's your ammo, fresh like from the factory.": "这是你的弹药，刚从工厂运来的。",
  "I hope it helps…": "我希望这有帮助…",
  "We're here.  Let's start our search.": "我们到了。我们开始搜索吧。",
  "There are some very interesting berries growing nearby, which I had never met before <the_cataclysm>.  I managed to pick a couple and having studied them.  I discovered their amazing healing properties.  I will show you the place where I last saw them.  Go there and bring me 3 of that berries, so I can make a cure for you.  But please hurry, if you don't make it in time, I'm afraid the changes will be irreversible.": "附近生长着一些非常有趣的浆果，这是我以前从未见过的。我设法挑选了一对夫妇，并对他们进行了研究。我发现了它们惊人的治疗作用。我会带你去我最后一次见到他们的地方。去那儿给我拿三个浆果来，这样我就可以给你治病了。但是请快点，如果你不及时赶到，恐怕变化是不可逆转的。",
  "Here, take it.": "来，拿着。",
  "Did you find them?": "你找到他们了吗？",
  "Look out!": "留神！",
  "*looked around and said: \"Okay, now I need to find some clues…\" He started snooping around the room while you decided to take a little rest, closing your eyes.  You were awakened by a strange noise from the side of the stairs.  You quickly realized that you had guests, but it was too late.  Several guns were looking towards Barrett.": "*环顾四周说：“好吧，现在我需要找到一些线索……”他开始在房间里四处窥探，而你决定休息一下，闭上眼睛。你被楼梯边传来的奇怪声音吵醒了。你很快意识到你有客人，但为时已晚。有几支枪正朝巴雷特射击。",
  "Please hurry, doc…": "请快点，医生…",
  "Good.  Wait here for some time.  It will take no more than a day.": "很好。在这儿等一会儿。不超过一天。",
  "*turned around, but it was too late.  The first shot hit him in the head, leaving only a beautiful hole, from which blood poured like a fountain, with pieces of his brain.  Now unwanted guests have turned their attention to you.": "*转过身来，但为时已晚。第一枪打在他的头上，只留下一个漂亮的洞，血像喷泉一样从里面涌出，还有他的大脑碎片。现在不受欢迎的客人已经把注意力转向你了。",
  "Just inject it already!": "已经注射了！",
  "It's done!  Let's test it?": "完成了！我们来测试一下？",
  "Find daughter": "找女儿",
  "I need more time.": "我需要更多的时间。",
  "Help Barrett find his daughter and bring her back to him.": "帮巴雷特找到他的女儿，把她带回他身边。",
  "Here it is.": "给你。",
  "OK, let's wait for a while.": "好吧，我们等一会儿。",
  "Got payment with you?": "你有付款吗？",
  "Dark red liquid.": "深红色液体。",
  "Red liquid.": "红色液体。",
  "That <name_b> didn't give you anything?  And again he creates problems for no reason.  Tell him that I'll blow up his <swear> <shitty> dump cabin with his <name_b>'s inside if he doesn't pay!": "你什么都没说？他又无缘无故地制造麻烦。告诉他，如果他不付钱的话，我就炸掉他的垃圾房，把他的名字放在里面！",
  "Sky blue liquid.": "天蓝色液体。",
  "What?  You were supposed to get paid for that package.  Return to him and collect your payment, <name_b>.": "什么？你应该为那个包裹付钱的。把钱还给他收回来，<name\\u b>。",
  "Orange liquid.": "橙色液体。",
  "Rainbow liquid.": "彩虹液体。",
  "Defend Refugee center": "保卫难民中心",
  "Phew, you look normal again.  I'm <very> glad that worked well, <name_g>.  You know, I don't want to engage in such experimentation anymore.  It's time to rest a little.  By the way, I have some leftovers here, I'll throw them out of harm's way.  You can take some of this if you want.": "呸，你看起来又正常了。我很高兴工作顺利。你知道，我不想再参与这种实验了。该休息一下了。顺便说一句，我这里有些剩菜，我要把它们扔掉。如果你想的话，你可以吃一些。",
  "Repel attack of Free Merchants on Refugee Center.": "击退自由商人对难民中心的攻击。",
  "Sorry, <name_g>, you didn't make it in time.  Better luck next time, I guess.": "对不起，你没及时赶到。祝你下次好运吧。",
  "Spider eggs": "蜘蛛卵",
  "Bring 15 spider eggs.": "带15个蜘蛛蛋。"
}