[
 {
  "key": "1d5f691a7cf953159cf8b1d0ee0f1200",
  "original": "\"...and remember: Do the math. Your life depends on it. If you have 30 rounds in a rifle, you can take down maybe 10 zombies with it if you're a good shot... and lucky. Can you kill one of those things with 3 rounds?\"",
  "translation": "“……记住：算算。你的生活就靠它了。如果你的步枪有30发子弹，你可以用它干掉10个丧尸如果你是一个好的射击。。。而且很幸运。你能用3发子弹杀死其中一个吗？”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "019307e7dad7663edf87e127f3850b2d",
  "original": "\"Always plan ahead, never sleep in a place that has only one exit. Lost a good friend to a bad decision.\"",
  "translation": "“一定要提前计划，千万不要睡在只有一个出口的地方。因为一个错误的决定失去了一个好朋友。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "72d0962d54835d34986e38c2c4ec3c37",
  "original": "\"Dad said something about a bear trap and a tear gas grenade. I... I think he's going to trap and gas that freak moose out on the street. It'll give us meat for weeks if we use the dehydrator. He hasn't come back though...\"",
  "translation": "“爸爸说了一些关于捕熊器和催泪弹的事。我。。。我想他会在街上诱捕和毒杀那只变态的麋鹿。如果我们用脱水机，它会给我们几个星期的肉。不过他还没回来……”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "2669727f23aa3542f8c5ab5864423cd2",
  "original": "\"Honey, we're going to hole up in the garage for a day before we make a break for it out of the city. If we try to plow through the horde, I fear the car won't stand ten seconds. I'm going to move the engine to the back, and maybe the fuel tank too... add some plating to the front... Maybe reinforce the windows. The modifications are going to take at least a day. Find my caffeine pills. I may not get any sleep in the next 36 hours.\"",
  "translation": "“亲爱的，我们要在车库里躲上一天，然后再出去休息一下。如果我们想穿过部落，我担心车子停不了十秒钟。我要把引擎移到后面，也许还有油箱。。。在前面加些镀层。。。也许可以加固窗户。修改至少需要一天时间。找到我的咖啡因药片。在接下来的36个小时里，我可能睡不着觉。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "8c714b1972a1f57563bf0e4ff2157b8c",
  "original": "\"I doubt they can smell anything if you light some tires on fire\"",
  "translation": "“如果你点燃一些轮胎，我怀疑他们能闻到什么”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "62787cd5afd8dcf4904ef52d61c80cda",
  "original": "\"If you're planning on using a building for a temporary stash, might be a good idea to open and close the windows. Sure, having unlocked windows might seem unsafe, but if I'm trying to sneak back in while some Zed's are wandering near the door, you'll thank me later for the quiet entrance.\"",
  "translation": "“如果你打算用一栋建筑作为临时藏身之所，那么打开和关闭窗户可能是个好主意。当然，打开窗户似乎不安全，但如果我想趁泽德家在门口闲逛的时候溜回去，你会感谢我安静地进来的。”",
  "stage": 1
 },
 {
  "key": "95899dcf4b2dd0e87e55d7edcd643096",
  "original": "\"Jason, get all the dryfood out of the kitchen before you... burn everything. And stuff your belly full of anything that's going to go bad soon. -Mom\"",
  "translation": "“杰森，在你。。。烧掉所有东西。把很快就会变坏的东西塞满肚子。-“妈妈”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "6fc49a8575fd27da326773a471f2c33a",
  "original": "\"Killed my best friend yesterday, I can't beleive the world has come to this.\"",
  "translation": "“昨天杀了我最好的朋友，我真不敢相信世界会变成这样。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "b772ed07e7faab8468bbef1a5477c717",
  "original": "\"Lindsay, meet us at Jason's house. Jason, the nut that he is, is going to set it on fire at midnight before we all make a break for it. He's convinced the monsters aren't afraid of fire, but DRAWN to it. If it works it's at least going to make one giant distraction. Let's hope it'll clear the entire block.\"",
  "translation": "“林赛，在杰森家见。杰森，他是个疯子，在我们休息之前，他会在午夜点着它。他确信怪物不怕火，但被火吸引。如果成功了，至少会让人分心。希望它能清除整个街区。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "481a69e814c9c057a587c2b78c49366e",
  "original": "\"Look, I know they look like kids, but you gotta take 'em out. You'll get used to it, just like I have. Remember, those things aren't human anymore.\"",
  "translation": "“听着，我知道他们看起来像孩子，但你得把他们干掉。你会习惯的，就像我一样。记住，那些东西已经不是人类了。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "1a45a868a6a8492b768d5e9d79c570b4",
  "original": "\"Remember to carry some desinfectant. I ran out, a lighter and a knife had to do in a pinch.\"",
  "translation": "“记得带些消毒剂。我跑了出去，一个打火机和一把刀不得不在紧要关头做。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "ff6daa7c75a053e7fc76b5c4bd34cd35",
  "original": "\"Remember when I told you about that moose coming right at me last year? Try shouting at them\"",
  "translation": "“还记得去年我告诉你那只麋鹿正向我扑过来的事吗？试着对他们大喊大叫”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "9c963b83fe4ccb976fedb84ab79d2d59",
  "original": "\"[Part of the note is unintelligible] ... I believe these things can't see well at night either. If you're quiet you might just pass a horde.\"",
  "translation": "“[部分音符听不懂]。。。我相信这些东西在晚上也看不清楚。如果你安静的话，你可能会路过一大群人。”",
  "context": "ID: undefined\n位于 More_Survivor_Notes.json\n类型为 snippet\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→snippet→[0]",
  "stage": 1
 },
 {
  "key": "3b9a9b9084667f0f34fe2dc793e9495a",
  "original": "Adds more survivor notes for hints for new players.",
  "translation": "为新玩家添加更多幸存者提示。",
  "context": "ID: more_survivor_notes\n位于 More_Survivor_Notes.json\n类型为 MOD_INFO\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→MOD_INFO→more_survivor_notes",
  "stage": 1
 },
 {
  "key": "8461ab02fb0e7b09f98d1d4a34446d5f",
  "original": "It reads 'Do not go in the fucking basement my dude.'",
  "translation": "上面写着“别进他妈的地下室，伙计。”",
  "stage": 1
 },
 {
  "key": "4f0c01a0f624d18d802b060ec541c440",
  "original": "It reads 'Fuck, I don't think this bug spray is going to work.'",
  "translation": "上面写着“妈的，我觉得这个杀虫剂不管用。”",
  "stage": 1
 },
 {
  "key": "4b9e781d0c1c2089346d00eada35afbc",
  "original": "It reads 'Heard noises outside.  Saw giant scrapheap move by.  Not going out, nope, never.'",
  "translation": "上面写着“听到外面有声音”。看到巨大的垃圾堆经过。不出去，不，永远不出去",
  "stage": 1
 },
 {
  "key": "9ebaf3b016c8c15eee2affc2116ba32a",
  "original": "It reads 'I don't know if we each have a destiny, or if we're all just floatin' around accidental-like on a breeze, but I, I think maybe it's both. Maybe both is happenin' at the same time. I mid'ha ate too many of them hallucina'gan mushroms.'",
  "translation": "上面写着“我不知道我们每个人是否都有自己的命运，或者我们是否只是随风飘荡，但我想也许两者都有。也许两者同时发生。我吃了太多的幻觉",
  "stage": 1
 },
 {
  "key": "509675dd422076f810ca4be75956bda2",
  "original": "It reads 'I keep having the same dream over and over: here I am slaughtering this electrified zombie, heaps of flesh gouged out, putrified goo and parts filling my hands, slopping against my clothes and face. I can feel the sweat pouring down my cheeks and my back, and every time I pull out some sort of burnt out bionic. Sometimes I find a battery, or if I'm really lucky, I'll find some really extravagant gizmo and I wake up from the dream.'",
  "translation": "上面写着“我一遍又一遍地做着同一个梦：在这里，我正在屠杀这个带电的丧尸，一堆堆被挖出的肉，腐烂的粘液和充满我双手的部分，溅在我的衣服和脸上。我能感觉到汗水从我的脸颊和背部倾泻而下，每次我拿出某种烧坏了的仿生机。有时我会找到一个电池，或者如果我真的幸运的话，我会找到一些非常奢侈的小发明，然后我从梦中醒来",
  "stage": 1
 },
 {
  "key": "9bbbbdb21388bbf4d5107280202c7c99",
  "original": "It reads 'I knew I shoulda killed that spider in the basement.  Now there is a mob of giant spiders.  Fuck this place.'",
  "translation": "上面写着“我知道我应该在地下室杀了那只蜘蛛。现在有一群巨型蜘蛛。去他妈的这个地方",
  "stage": 1
 },
 {
  "key": "b6eb77a149dd33073dd89a0b1d5ec6ef",
  "original": "It reads 'I saw a rock moving, I took out my blood draw kit then drew blood from it.  Fuck you Vicesimus Knox!'",
  "translation": "上面写着“我看到一块石头在动，我拿出了抽血工具，然后从里面抽血。去你妈的诺克斯牧师",
  "stage": 1
 },
 {
  "key": "0aa4130f041261caf1fd91b8679b8350",
  "original": "It reads 'I saw some naked guy try to fistfight a hulk the other day. He died, but someone who looked EXACTLY like him came by 5 minutes later attempting the same exact thing. What the hell's going on there?'",
  "translation": "上面写着“前几天我看见一个裸体的家伙试图和一个绿巨人打架。他死了，但是一个长得和他一模一样的人在5分钟后过来做同样的事情。这到底是怎么回事？”",
  "stage": 1
 },
 {
  "key": "cb1e0bb98996e12b46d35ddee39439c4",
  "original": "It reads 'I swear I am not drunk, but I just saw a bear riding a motorcycle.'",
  "translation": "上面写着“我发誓我没有喝醉，但我刚刚看到一只熊骑着摩托车。”",
  "stage": 1
 },
 {
  "key": "bc9f8919f93a8ca1d8145d55b2799c8a",
  "original": "It reads 'I thought it was a zombie, but there was this thing in the distance, looked like nothing but metal parts stuck together.  A zombie attacked it and it spewed lightning all over, then sprouted blades and minced it.  Not going out, nuh uh.'",
  "translation": "上面写着“我以为那是个丧尸，但远处有个东西，看起来什么都没有，只是金属部件粘在一起。一个丧尸袭击了它，它把闪电喷得到处都是，然后长出了刀片，把它剁碎了。不出去，嗯",
  "stage": 1
 },
 {
  "key": "c65c08736f4344bbd8383e6cf1304a01",
  "original": "It reads 'I used to be in the army.  The Army was real easy. You just have to stand up straight, make your bed real neat, and always answer every question with \"Yes, Drill Seargent!\".'",
  "translation": "上面写着“我以前在部队。军队真的很容易。你只要站直，把你的床收拾得整整齐齐，回答每一个问题的时候都要说“是的，德里克·西尔金特！”",
  "stage": 1
 },
 {
  "key": "8b732437c54758427242638b0d8408f3",
  "original": "It reads 'I was a chattin' with a man a whiles ago, he was a nic-a person.  Then these people on bikes came and chased after me, I rans and rans but then I felt somethin' a jump up and bite me, I yelled about it to. That nic man was rootin for me-I think. He'd a yell \"Run Forest! Run, and never stop a-runnin\". ' [It seems like a page out of a diary, but the rest unlegible.]",
  "translation": "上面写着“我刚才和一个男人聊天”，他是一个nic-a人。然后这些骑自行车的人来追我，我一个接一个地跑，但后来我觉得有什么东西跳起来咬我，我大声喊叫。我想那个尼克人是支持我的。他会大叫“快跑森林！快跑，永远不要停下来[这看起来像是日记中的一页，但其余的都记不住了。]",
  "stage": 1
 },
 {
  "key": "0a6275cde41f571316604cfd6d9f2a56",
  "original": "It reads 'If by all laws of aviation a normal bee shouldn’t be able to fly, then how the fuck does a giant one?'",
  "translation": "上面写着“如果按照航空法，一只普通的蜜蜂不应该飞，那么一只巨大的蜜蜂他妈的怎么会飞？”",
  "stage": 1
 },
 {
  "key": "aac70d64cf947908fc468b63c56228f6",
  "original": "It reads 'It reads 'Call me at: 0406 650 430''",
  "translation": "上面写着“它写着”打电话给我：0406 650 430“",
  "stage": 1
 },
 {
  "key": "06cb322744caa112ac3b25dd4d17db0e",
  "original": "It reads 'Mama always used to say life was like a box of chocolates, sometimes it gives you radiation poisoning.'",
  "translation": "上面写着“妈妈总是说生活就像一盒巧克力，有时会给你辐射中毒。”",
  "stage": 1
 },
 {
  "key": "72d11018519cf98e751b178b40b6adca",
  "original": "It reads 'My mama always used to says \"stupid is as stupid does.\"'",
  "translation": "上面写着‘我妈妈总是说‘愚蠢就是愚蠢。’",
  "stage": 1
 },
 {
  "key": "383a52754e5ee677c4946a99f5688f4e",
  "original": "It reads 'Partake of the fruit, eat the seed, accept the sap'",
  "translation": "上面写着“分享水果，吃种子，接受汁液”",
  "stage": 1
 },
 {
  "key": "3b500a5b4b51adb9f2631b1caf2c14ec",
  "original": "It reads 'There was a man who I met today, he told me his name was Forest.  He talked funny, just after we got acquainted a group of people on bikes came by and he started a' runnin'.  I don't know why but I got this urge to yell, so I did. I yelled \"Run Forest! Run!\" at the top of my lungs.  Just then after I finished yellin' I saw one of them pull out a rifle of sorts and shoot his right in the ass, I heard him yell \"Somethin' dun' jumped up and bit me!\".  That was the last I saw of that man, but to this day if I ever see someone a runnin' I get up and shout \"Run Forest! Run!\" like something just comes over me...' [There seems to be more writing but the rest of the paper is shredded]",
  "translation": "上面写着“今天我遇到了一个人，他告诉我他的名字叫弗雷斯特。他说得很好笑，我们刚认识一群骑自行车的人就过来了，他就开始“跑步”。我不知道为什么，但我有种想大喊大叫的冲动，所以我就这么做了。我大叫“快跑森林！快跑！”在我肺的顶端。就在那时，当我大喊一声之后，我看到他们中的一个掏出一把步枪，朝他的右屁股开枪，我听到他大喊：“有个‘笨蛋’跳起来咬了我！”。那是我最后一次见到那个人，但直到今天，如果我看到有人在奔跑，我就会站起来大喊“快跑森林！快跑！”好像有什么东西从我身上掠过……'[好像有更多的文字，但剩下的纸都被撕碎了]",
  "stage": 1
 },
 {
  "key": "b42a23cbf6c17fe7c647d71bf8927fd2",
  "original": "It reads 'There was a man, he was protestin' this war with China.  He'd always be yellin' and-a using the \"F\" word, and every time he did a crowd of people would whistle and a-clap for him.'",
  "translation": "上面写着“有一个人，他抗议”这场与中国的战争。他总是用“F”这个词大喊大叫，每次都有一群人为他吹口哨和鼓掌",
  "stage": 1
 },
 {
  "key": "1e6c45567ab98ad10a4d540a71408320",
  "original": "It reads 'There was a turret on the corner yesterday.  I watched fifty people who looked the same run right up to it yelling \"SHOOT ME BITCH!\" before the last one punched it and died when it exploded.  Not five minutes later, another ran through the intersection like he knew it was safe.'",
  "translation": "上面写着“昨天拐角处有个炮塔。我看到50个看起来一样的人跑过来喊“开枪打我，婊子！”在最后一个打在它身上爆炸而死之前。不到五分钟后，另一个人跑过十字路口，好像他知道那里很安全似的",
  "stage": 1
 },
 {
  "key": "8ff5dadb62298240111ecf8183602490",
  "original": "It reads 'Those spores don't burn, but the rest of the mushrooms sure as Hell do.'",
  "translation": "上面写着“那些孢子不会燃烧，但剩下的蘑菇肯定会燃烧。”",
  "stage": 1
 },
 {
  "key": "f53924a240e1c959ce075ee88f166f23",
  "original": "It reads 'Why are their so many fucking giant spiders?'",
  "translation": "上面写着“为什么他们有这么多该死的巨型蜘蛛？”",
  "stage": 1
 },
 {
  "key": "989b6f03af4e89f1bbe0a71908834bd8",
  "original": "It seems to be a diary entry. It reads 'In the army I used to have a friend named Bubba, he wanted to be a shrimp boat captian.  Instead he died right there by the ocean over in China'",
  "translation": "好像是日记。上面写着“在军队里，我有个朋友叫布巴，他想当一名捕虾船船长。相反，他就死在中国大陆的海边",
  "stage": 1
 },
 {
  "key": "4de2b31befd0047349056633c467cf09",
  "original": "It seems to be a diary entry. It reads 'When I joined the army I had to get up on this a-bus, I walked up to the driver and said \"My name'sa Forrest Gump!\". He said to me in a loud voice, \"Nobody gives a hunky shit who you are, pus ball. You're not even a low-life, scum-sucking maggot. Get your ass on the bus, you're in the army now!\" He was a nice man, he always yelled a lot thoug.'",
  "translation": "好像是日记。上面写着‘当我参军的时候，我不得不坐这辆a型巴士，我走到司机跟前说‘我叫阿甘！’。他大声对我说：“没人在乎你是谁，混蛋。你甚至不是一个卑鄙的，吸人渣的蛆。快上车，你现在参军了！”他是个好人，总是大喊大叫",
  "stage": 1
 },
 {
  "key": "bd66c7ae204ee4af080e004963b3a2ac",
  "original": "It seems to be half of a diary entry. It reads '... But in the army we were always takin' long walks and we were always lookin' for a guy named Charlie?'",
  "translation": "好像是日记的一半。上面写着“。。。但在军队里，我们总是走很远的路，我们总是在找一个叫查理的人",
  "stage": 1
 },
 {
  "key": "4165b931ceeaccd7232532185cf281c4",
  "original": "More Survivor Notes",
  "translation": "更多幸存者笔记",
  "context": "ID: more_survivor_notes\n位于 More_Survivor_Notes.json\n类型为 MOD_INFO\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#More_Survivor_Notes→MOD_INFO→more_survivor_notes",
  "stage": 3
 }
]