{
  "Military dogtags": "军犬",
  "Reserve Officer": "预备役军官",
  "M203 Shorty": "M203短裤",
  "Military Professions Mod": "军事专业国防部",
  "A standard military dogtag who identifies its wearer as a member of the armed forces, if that means something now a days. It includes basic information of the owner.": "一种标准的军用狗牌，如果这意味着什么的话，它会将佩戴者识别为武装部队成员。包括业主的基本信息。",
  "You were a reserve officer, awaiting to be deployed. However, when you recived the call of duty, you couldnt make it to the enlistment in time so you picked up what you could and got out before you were eaten by your fallen camarades. Now it's up to your wits and years of training to keep you alive in this shithole.": "你是一名预备役军官，等待部署。然而，当你接到任务的召唤时，你不能及时赶到入伍的地方，所以在你被倒下的卡马拉德斯吃掉之前，你就捡起你能捡到的东西出来了。现在要靠你的聪明才智和多年的训练才能让你活在这个破洞里。",
  "This variant of the M203 Grenade Launcher can be equipped in smaller arms, such as Submachine guns. However, due to its reduced size, it has lower accuracy compared to its bigger brother.": "这种型号的M203榴弹发射器可以装备在更小的武器上，比如冲锋枪。然而，由于体积缩小，它的精确度比它的哥哥要低。",
  "Adds new military themed professions.": "增加了新的军事主题职业。",
  "H.E.C.U Marine": "H.E.C.U海军陆战队",
  "You were a H.E.C.U Marine, one of the country's finnest. Your squad was one of the first responders to try to contain the cataclysm but shit went downhill, fast, and they are now all dead. Forget about those pesky scientists, we are pulling out!": "你是H.E.C.U海军陆战队的，这个国家最芬兰人之一。你的小队是第一批试图控制这场灾难的反应者之一，但大便下山了，很快，他们现在都死了。忘了那些讨厌的科学家吧，我们要撤了！",
  "Soldier (NCO)": "士兵（士官）",
  "You were a senior NCO, training grennies and barking orders to your squad was an everyday task. When the cataclysm struck, thanks to your expertise you were the last one standing as everyone besides you fell like flies. Maybe if the had listen to you they would be alive, at least you could say you were right all along.": "你是一名高级士官，训练格伦尼，向你的小队发出命令是每天的任务。当大灾难发生时，由于你的专业知识，你是最后一个站着的人，除了你以外的所有人都像苍蝇一样倒下了。如果他们听了你的话，也许他们还活着，至少你可以说你一直都是对的。",
  "H.E.C.U Gasmask (off)": "H.E.C.U防毒面具（关闭）",
  "A basic gasmak, modified with state-of-the-art technology to acomodate to H.E.C.U's needs. It includes night vision, and an integrated HUD.": "一种基本的gasmak，用最先进的技术改进以适应H.E.C.U的需要。它包括夜视，和一个集成的抬头显示器。",
  "Soldier (Rifleman)": "士兵（步枪兵）",
  "You were a rifleman, the first one to arrive to the battlefield, shoot some baddies and, hopefully, came back in one piece to enjoy a cold beer with your squad. However, those days ended when the cataclysm struck. Separated from your squad in the heat of combat and abandoned by military command, you are on your own now. Luckly, you retain most of your gear to face your last deployment": "你是一个步枪兵，第一个到达战场，射杀一些坏人，希望能完整地回来和你的小队喝杯冰啤酒。然而，当灾难发生时，那些日子就结束了。在激烈的战斗中与你的小队分离，被军事指挥抛弃，你现在只能靠自己了。幸运的是，你保留了大部分装备来面对最后的部署",
  "Soldier (Combat Medic)": "士兵（战斗医疗兵）",
  "You were a combat medic, the one responsable to keep everyone in your squad in one piece, and you sure crossed throught hell on earth to keep them that way. However, those days ended when the cataclysm struck. Separated from your squad in the heat of combat and abandoned by military command, you are on your own now. Luckly, you retain most of your gear to face your last deployment": "你是一个战斗医疗兵，负责把你班里的每个人都保持在一个完整的，你一定穿越了地狱，让他们这样。然而，当灾难发生时，那些日子就结束了。在激烈的战斗中与你的小队分离，被军事指挥抛弃，你现在只能靠自己了。幸运的是，你保留了大部分装备来面对最后的部署",
  "H.E.C.U Gasmask (on)": "H.E.C.U防毒面具（打开）",
  "Soldier (Machinegunner)": "士兵（机枪手）",
  "You were a machinegunner, you especialized in creating dead zones and providing supressing fire. However, those days ended when the cataclysm struck. Separated from your squad in the heat of combat and abandoned by military command, you are on your own now. Luckly, you retain most of your gear to face your last deployment": "你是一个机关枪手，你特别擅长制造死区和压制火力。然而，当灾难发生时，那些日子就结束了。在激烈的战斗中与你的小队分离，被军事指挥抛弃，你现在只能靠自己了。幸运的是，你保留了大部分装备来面对最后的部署",
  "Commisioned Officer": "委任官员",
  "PCV (off)": "PCV（关闭）",
  "You were a commisioned officer, maybe you didn't see much combat at the frontline but your carisma helped you climb trought the ranks, and that sure had its perks. Now that everything went down the drain, will it help you again?": "你曾是一名委任军官，也许你在前线看不到多少战斗，但你的战车帮助你爬上了军阶，这当然有它的好处。现在一切都泡汤了，还能帮你吗？",
  "The PCV (Powered Combat Vest) is a state-of-the-art vest which protects its wearer from the most dire combat situations, at the cost of power. It is commonly worn by H.E.C.U Marines.": "PCV（电动战斗背心）是一种最先进的背心，它以牺牲能量为代价，保护穿着者免受最可怕的战斗情况的伤害。它通常由H.E.C.U海军陆战队穿着。",
  "PCV (on)": "PCV（开）",
  "H.E.C.U jacket": "H.E.C.U夹克",
  "A tough jacket with lots of pockets, also it comes in a nice urban camo pattern.  Favored by the H.E.C.U.": "一件结实的夹克，有很多口袋，还有漂亮的城市迷彩图案。被H.E.C.U.看好。"
}