{
  "Searching for your Book": "寻找你的书",
  "Morlocks": "莫洛克",
  "Got it.": "知道了。",
  "So what's your deal?  You're like a book guy or something?": "那你怎么办？你像个读书人什么的？",
  "Holy, <swear!>! Fungus!  Burn it!": "天哪，<发誓！>! 真菌！烧了它！",
  "Nice place ya got here.  Cozy.": "你来的地方真好。舒适的。",
  "Before the Cataclysm a loose collection of drifters, hobos, addicts, and other homeless people took shelter in the abandoned tunnels beneath New England, largely ignored by the authorities and townsfolk.  Their hidden sanctuary allowed them to survive the first wave of horrors, but not unscathed.  Many of them have begun to show signs of change, biological adaptions to their new underground home.  Despite their weird appearance and reclusive nature, the Morlocks are friendly to those surface-dwellers willing to trade.": "大灾变发生前，大批漂泊者、流浪汉、瘾君子和其他无家可归的人在新英格兰地下废弃的隧道中避难，大部分被当局和市民忽视。他们隐藏的避难所使他们得以在第一波恐怖袭击中幸存，但并非毫发无损。他们中的许多人已经开始显示出改变的迹象，他们对新的地下家园进行了生物适应。尽管摩洛克人外表怪异，性格隐逸，但他们对那些愿意交易的地表居民很友好。",
  "Only two rules in the Morlock Village.  Be cool.  Don't be uncool.": "莫洛克村只有两条规矩。冷静点。别不冷静。",
  "I'm desperate for a specific book. Can you help me?": "我非常想要一本特别的书。你能帮助我吗？",
  "So, you're a farmer...   Underground.": "所以，你是个农民。。。地下。",
  "Who are you people anyway?": "你们到底是谁？",
  "AI tag.  This is a bug if you have it.": "AI标签。这是一个错误，如果你有它。",
  "How's the hunt, <name_g>?": "狩猎怎么样？",
  "Is there any way I can join your group?": "有没有办法让我加入你们的小组？",
  "Is my order in?": "我点的菜在吗？",
  "Can I join your group?": "我能加入你们吗？",
  "What sort of things do you trade?": "你做什么交易？",
  "Later, book man.": "稍后，图书管理员。",
  "Let's trade then.": "那我们交易吧。",
  "Located your Book": "找到了你的书",
  "Hello.  Can I help you find something?": "你好。我能帮你找点什么吗？",
  "Let's trade.": "我们交易吧。",
  "Later, man.": "晚点，伙计。",
  "What's up, cool breeze?": "怎么了，凉风？",
  "AI tag.  This is a bug if you have it.  Book isn't actually available until search timer runs out.": "AI标签。这是一个错误，如果你有它。直到搜索计时器用完，这本书才真正可用。",
  "Sounds reasonable.": "听起来很合理。",
  "How goes it, surface dweller?": "怎么样，水面居民？",
  "Precisely.  I gather books to preserve the memories of human civilization.  Sometimes, when I have extra copies, I distribute them to the public.  Feel free to checkout what you like from the shelves.": "没错。我收集书籍来保存人类文明的记忆。有时，当我有多余的拷贝时，我会把它们分发给公众。您可以随意从货架上挑选您喜欢的商品。",
  "Well, it kept you alive.  So it can't be that bad.": "它让你活了下来。所以不会那么糟。",
  "Thank God for that.": "感谢上帝。",
  "Fuck off, <name_g>.  It's not like we chose to live in the sewer.": "滚开，<name\\u g>。我们又不是选择住在下水道里。",
  "removing effect": "消除效应",
  "[$10k] I want to locate a book on glass-blowing.": "我想找一本关于吹玻璃的书。",
  "Don't worry.  These are mutant mushrooms, not alien mushrooms.  They won't take over your brain much.": "别担心。这些是变异蘑菇，不是外星蘑菇。它们不会占据你的大脑太多。",
  "[$10k] A robot-hacking manual is my first priority.": "一本机器人黑客手册是我的首要任务。",
  "Nice.": "不错。",
  "[$10k] I need info on crafting katanas. Lots of 'em.": "[$10000]我需要制作武士刀的信息。很多。",
  "I see that.": "我看到了。",
  "We're the morlocks, a bunch of bums and losers who live underground.  We aren't organized and we don't have leaders, but we stick together.": "我们是摩洛克人，一群住在地下的流浪汉和失败者。我们没有组织，也没有领导者，但我们团结在一起。",
  "[$10k] I would literally kill a man for a sushi cookbook.": "【1万美元】我真的会为了一本寿司食谱杀了一个人。",
  "Just a crusty old shroomer.  I've been growing mushrooms, of one type or another, for many years.  But they didn't used to get quite so big.": "只是个硬邦邦的老家伙。我种蘑菇，不管是哪种，已经有很多年了。但它们以前不是那么大。",
  "[$10k] I have a burning passion for chemical warfare.": "【1万美元】我对化学战有着强烈的热情。",
  "I'll see what I can do.": "我看看我能做些什么。",
  "Searching for Art of Glassblowing": "寻找吹玻璃的艺术",
  "[$10k+CANNIBAL] For no particular reason, I would like a human cookbook.": "[$10000+食人族]没有特别的原因，我想要一本人类食谱。",
  "I'm not so sure about that.": "我不太确定。",
  "Why the hell would you want join us?  Most of us don't want to join us.  Unless you grow a rat tail or fish-gills you probably won't fit in down here.": "你为什么要加入我们？我们大多数人不想加入我们。除非你长出一条老鼠尾巴或鱼鳃，否则你很可能无法适应这里。",
  "[$10k] I would like anything you can find on fake fur.": "[$10000]我想要你能在假皮草上找到的任何东西。",
  "We're the Morlocks, a bunch of weirdos who couldn't fit in with the rest of the world.  But now we're the most normal people left.": "我们是摩洛克人，一群无法融入世界的怪人。但现在我们是剩下的最正常的人了。",
  "[$1k] I, like you, also hope to preserve human civilization.  I'm collecting every back issue of Playboy and I will pay ANY price to make that dream a reality.": "[1000美元]我和你一样，也希望保存人类文明。我正在收集每一期的《花花公子》，我会不惜一切代价让这个梦想成为现实。",
  "Got it.  Mutagen.  Purifier.": "知道了。诱变剂。净化器。",
  "I'm a little short on funds right now.  Maybe later..": "我现在有点缺钱。也许以后。。",
  "Very laid back.": "非常悠闲。",
  "We're always in the market for raw mutagen and purifier.  I can pay you a whopping 500 old world credits for each flask of standard mutagen or purifier you bring in.  I can also exchange unflavored mutagen for more advanced types, if you're interested in such things.": "我们一直在寻找原诱变剂和净化器。我可以为你带来的每一瓶标准诱变剂或净化器付你500英镑。如果你对这类东西感兴趣的话，我也可以把不加香料的诱变剂换成更高级的诱变剂。",
  "Nevermind.": "没有关系。",
  "There's no official way to join.  Just move into an empty house, and in a decade or two you'll be a morlock.": "没有正式的方式加入。只要搬进一间空房子，十年或二十年后你就会变成一个疯子。",
  "Searching for Robots for Fun & Profit": "寻找乐趣和利润的机器人",
  "I often search for rare books.  I can sell you a specific book, but it will take several days for my field agents to locate it.  And then there's the price-- I charge for my time, not the value of the book.  It will be $10,000 paid up front.  If you're still interested, we can make a deal.": "我经常寻找珍本书。我可以卖给你一本特定的书，但我的外勤人员需要几天才能找到它。还有价格——我按时间收费，而不是按书的价值收费。预付10000美元。如果你还感兴趣，我们可以做笔交易。",
  "Got it.  Commercial fertilizer.": "知道了。商品肥料。",
  "[10] Got some fresh-squeezed mutagens for ya.": "[10] 给你买了些新鲜的诱变剂。",
  "I'll be here!": "我会在这里！",
  "The Morlocks are always short on food since not much grows down here in the dark.  I got no surplus crops to sell.  But if you could get me some fertilizer, I'd help you kickstart your own shroom-room.  I'll swap you 12 seeds for each bag of commercial fertilizer you haul down here.  Not much, but it get will you started.": "摩洛克人总是缺乏食物，因为在黑暗中这里生长的东西不多。我没有多余的庄稼可卖。但如果你能给我弄点肥料，我会帮你建一个自己的房间。我给你换12粒种子，换你从这里运来的每袋化肥。不多，但你会开始的。",
  "[1] Got a bottle of mutagen for ya.": "[1] 给你拿了瓶诱变剂。",
  "Ugh.  Fine.  Come back in three days for your 'articles'.": "啊。好的。三天后再来看你的文章。",
  "[10] Got a batch of purifier for ya.": "[10] 给你买了一批净化器。",
  "We have a deal then.  Return in three days and I will have your book.": "我们说好了。三天后回来，我就要你的书了。",
  "I'd like to get some seeds, my good shroomer.": "我想买些种子，我的好收割机。",
  "[1] Got a bottle of purifier for ya.": "[1] 有瓶净化器给你。",
  "Searching for Swords of the Samurai": "寻找武士之剑",
  "[$100] I'd like to buy some ~specialty~ mushrooms.": "[100美元]我想买一些~specialty~蘑菇。",
  "[10] Have anything rat-flavored?": "[10] 有老鼠味的吗？",
  "Later, <name_g>.": "稍后，<name\\u g>。",
  "[10] I'd like a hit of trog-serum, <name_g>.": "[10] 我要一杯特罗格血清。",
  "I need that book!": "我需要那本书！",
  "What shall we trade?": "我们做什么交易？",
  "[10] Gimme some of that sweet fish-juice.": "[10] 给我一些甜鱼汁。",
  "We haven't found it yet.  Come back in a few days. (ooc note: Currently NPCs must be in your reality bubble for their effect timer to count down.)": "我们还没找到。过几天再来。（ooc注：当前NPC必须在你的现实泡泡中，效果计时器才能倒计时。）",
  "What'll it be then?": "那是什么？",
  "Searching for the Art and Science of Chemical Warfare": "寻找化学战的艺术和科学",
  "*The Art of Glassblowing*": "*吹玻璃的艺术*",
  "*Robots for Fun & Profit*": "*娱乐和盈利机器人*",
  "*Swords of the Samurai*": "*武士之剑*",
  "*Sushi Made Easy*": "*寿司很容易做*",
  "*Art and Science of Chemical Warfare*": "*化学战艺术与科学*",
  "Searching for Sushi Made Easy": "寻找寿司很容易",
  "*To Serve Man*": "*为人类服务*",
  "*Friendly, Humane Fashion*": "*友好、人性化的时尚*",
  "*Playboy*": "*花花公子*",
  "Just a minute.": "等一下。",
  "We've located a copy of your book.  Happy reading.": "我们找到了你的一本书。快乐阅读。",
  "Searching for To Serve Man": "寻找为人类服务",
  "Searching for Friendly Fashion": "寻找友好的时尚",
  "Searching for Playboy magazines": "寻找花花公子杂志",
  "underground map": "地下地图",
  "cave piglet": "洞穴小猪",
  "Morlock Village": "莫洛克村",
  "This is a crude map of the local sewers and subways.  It has a few additional sites as well.": "这是一张当地下水道和地铁的粗略地图。它还有一些额外的网站。",
  "A mutant omnivore descended from the domestic pig.  It has adapted to life underground by losing all skin pigment, going blind, and becoming even less picky about what it eats.": "家猪的变种杂食动物。它已经适应了地下生活，失去了所有的皮肤色素，失明，对吃什么变得更加不挑剔。",
  "Adds an underground village of mutant NPCs.  Connects to subways.": "增加了一个地下村庄的变异NPC。连接地铁。",
  "You add the underground sites to your map.": "你把地下遗址添加到地图上。",
  "morlock cookbook": "莫洛克食谱",
  "A hand written notebook full of nightmarish Morlock recipes, such as rat soup, cockroach stirfry, worm-in-a-blanket, and others.  But there are a few useful recipes mixed in with the bad.": "一本手写的笔记本，上面写满了噩梦般的莫洛克食谱，比如老鼠汤、蟑螂汤、毛毯里的虫子等等。但也有一些有用的食谱与坏的混合在一起。",
  "giant mushroom": "巨型蘑菇",
  "A Terrestrial mushroom that has mutated to an enormous size.": "变异成巨大的陆地蘑菇。"
}