{
  "Build Beehive": "建造蜂巢",
  "charcoal purifier": "木炭净化器",
  "pine tree": "松树",
  "empty beehive": "空蜂箱",
  "light snare trap": "光陷阱",
  "A makeshift filter constructed to hold a supply of charcoal, for purifying water.": "用来容纳木炭的临时过滤器，用于净化水。",
  "A towering coniferous tree that belongs to the 'Pinus' genus, with the New England species varying from 'P. strobus', 'P. resinosa' and 'P. rigida'.  If you examined the tree more closely, you might find usable sticky whorls and unharvested pinecones.  Also, you could cut it down with the right tools.": "松树一种高大的针叶树，属于“松”属，新英格兰的树种从“松属”、“树脂松属”和“刚松属”不等。如果你仔细观察这棵树，你可能会发现有用的粘性轮和未采收的松果。另外，你可以用合适的工具把它砍下来。",
  "A traditional beehive, dug in slightly and baited to attract bees.  It will take a while before any bees decide to make use of it.": "一种传统的蜂巢，轻轻地挖进去，以吸引蜜蜂为诱饵。蜜蜂要想利用它需要一段时间。",
  "Wanderer": "流浪者",
  "heavy snare trap": "重陷阱",
  "You always preferred the comfort of the open sky, far from the complexities of modern life.  Though from the looks of it, things have changed since last time you've been anywhere near civilization.": "你总是喜欢开阔天空的舒适，远离现代生活的复杂。虽然从表面上看，事情已经发生了变化，自从上次你在任何地方接近文明。",
  "Build Charcoal Purifier": "建造木炭净化器",
  "makeshift still": "临时蒸馏器",
  "birch tree": "桦树",
  "growing beehive": "种植蜂巢",
  "leather raincatcher": "皮革雨衣",
  "A pair of glass bottles insulated with dirt or sand.  With careful alignment, it serves as a crude alembic by boiling away liquid in the first container, condensing into the second.": "一对用泥土或沙子绝缘的玻璃瓶。经过仔细的排列，第一个容器中的液体被煮沸，凝结成第二个容器，就成了一种粗制的阿莱姆比克。",
  "A tall deciduous tree of the 'Betula' genus, with the characteristic peeling bark.  Species like 'B. alleghaniensis', 'B. papyrifera', and 'B. populifolia' are the most common in the New England region.  Looks like there isn't enough rhytidome to peel off yet.  You could cut it down with the right tools.": "桦树一种高大的‘桦树’属落叶乔木，树皮剥落。新英格兰地区最常见的物种有“B.alleghaniensis”、“B.papyrifera”和“B.populifolia”。看起来还没有足够的除皱皮。你可以用合适的工具把它砍下来。",
  "A traditional beehive, dug in slightly and buzzing with slight activity.  Some bees have started work on this hive, but it won't be ready just yet.": "一种传统的蜂巢，轻轻地挖进去，嗡嗡作响，有轻微的活动。一些蜜蜂已经开始在这个蜂巢上工作，但还没有准备好。",
  "Prehistoric Hunter": "史前猎人",
  "An out-of-place living relic of prehistory, stranded in an unfamiliar and terrifying world.  Life as a hunter-gatherer was hard, but at least you didn't have to fight the living dead, and you had your kin to stand beside you.  Here, you're on your own.": "一个不合时宜的史前遗迹，困在一个陌生而可怕的世界里。作为一个狩猎采集者的生活是艰难的，但至少你不必与活死人战斗，你有你的亲人站在你身边。来，你自己来。",
  "Build Leather Door Curtain": "打造皮革门帘",
  "rope and pulley lifter": "绳索和滑轮升降机",
  "mature beehive": "成熟蜂巢",
  "A system of ropes and pulleys hanging from the ceiling, rigged up to serve as a block and tackle for lifting vehicle components, or even light enough vehicles.  It isn't very powerful, but it'll do in a pinch.": "悬挂在天花板上的绳索和滑轮系统，用作吊运车辆部件甚至足够轻的车辆的滑车。它不是很强大，但在紧要关头也行。",
  "A traditional beehive, dug in slightly and buzzing with activity.  The colony is doing well enough that you could harvest a good amount without the hive dying off.": "一个传统的蜂巢，轻轻地挖进去，嗡嗡作响。蜂群做得很好，你可以收获大量的蜂巢而不至于死亡。",
  "Build Makeshift Still": "构建临时静止",
  "wooden windbreak": "木质防风林",
  "recovering beehive": "回收蜂巢",
  "A waist-high barricade made of stout saplings, held in place by poles hammered into the ground.  Primarily used to keep the wind out, but also works to fence in  a campsite.": "用粗壮的树苗做成的齐腰高的路障，用锤打在地上的木杆固定住。主要用于防风，也可用于营地的围栏。",
  "A traditional beehive, dug in slightly and buzzing with activity.  The colony is still recovering from last harvest.": "一个传统的蜂巢，轻轻地挖进去，嗡嗡作响。这个殖民地仍在从上次收割中恢复过来。",
  "Build Pulley Lifter": "构建滑轮升降机",
  "leather tarp lean-to": "皮革油布",
  "regrowing beehive": "再生蜂巢",
  "A makeshift shelter made from a lather tarp and stakes driven into the ground.": "用泡沫油布和打入地面的木桩做成的临时庇护所。",
  "A traditional beehive, dug in slightly and buzzing with activity.  The colony is rebuilding honeycombs and producing more honey, but it still isn't ready.": "一个传统的蜂巢，轻轻地挖进去，嗡嗡作响。这个蜂群正在重建蜂巢，生产更多的蜂蜜，但还没有准备好。",
  "Add Bucket And Pulley To Covered Well": "将铲斗和滑轮添加到覆盖井中",
  "makeshift wooden rack": "临时木架",
  "closed leather door curtain": "封闭式真皮门帘",
  "A simple wooden rack, made using rudimentary joinery and adhesive.  Display your items on it.": "一种简单的木架，用基本的细木工和粘合剂制成。在上面显示您的项目。",
  "Hides from an animal hung up as a door.  Could be easily taken down for supplies or placed somewhere else.": "躲开挂在门上的动物。可以很容易地拿下来作为补给品或放在其他地方。",
  "Build Wooden Windbreak": "建造木制防风林",
  "makeshift counter": "临时柜台",
  "open leather door curtain": "打开真皮门帘",
  "A bit rustic for most kitchens, made from simple joinery and wood glue.": "对于大多数厨房来说有点土气，是由简单的细木工和木胶制成的。",
  "Hides from an animal hung up as a door.  Could be easily taken down for supplies or placed somewhere else.  These curtains are open, bundled and tied next to the doorway.": "躲开挂在门上的动物。可以很容易地拿下来作为补给品或放在其他地方。这些窗帘是敞开的，捆在一起，系在门口旁边。",
  "Build Leather Tarp Lean-To": "建造皮革防水布",
  "makeshift table": "临时桌子",
  "wooden platform": "木制平台",
  "Sit down when you eat!  At least the legs seem to be joined up properly, so it probably won't fall apart if you eat off it.": "吃饭的时候坐下！至少腿看起来连接得很好，所以如果你吃了它，它可能不会散架。",
  "A surface of wooden scaffolding extending out, supported by solid wooden joists and brackets to transfer the weight onto other supporting structure.  Solid enough to build further wood or similar constructions onto it.": "一种木质脚手架的表面，由坚固的木质托梁和支架支撑，将重量转移到其他支撑结构上。足够坚固，可以在上面建造更多的木头或类似的建筑。",
  "Build Makeshift Wooden Rack": "搭建临时木架",
  "makeshift chair": "临时椅子",
  "well with bucket and pulley": "带铲斗和滑轮的井",
  "Sit down, have a drink.  It probably won't fall apart if you do, the joinery looks sturdy enough.": "坐下，喝一杯。如果你这样做，它可能不会散架，细木工看起来足够坚固。",
  "Deep well collecting ground water.  A simple bucket and pulley allows drawing water from it.": "收集地下水的深井。一个简单的水桶和滑轮可以从中取水。",
  "Build Makeshift Counter": "搭建临时柜台",
  "makeshift bench": "临时长凳",
  "More a bed for woodsmen than hobos, or maybe guests at a feast hall.  Put together with nothing but wood joints and some glue.": "与其说是流浪汉，不如说是樵夫的床，或者是宴会厅的客人的床。除了木节和一些胶水什么也没有放在一起。",
  "Build Makeshift Table": "搭建临时桌子",
  "placed hobo stove": "安置流浪汉炉",
  "A small improvised wood stove, placed on the ground.  It can only burn small amounts of wood at a time, but it will keep a fire safe from wind and rain.": "放在地上的简易小木炉。它一次只能烧少量的木头，但它能使火免受风吹雨打。",
  "Build Makeshift Chair": "搭建临时椅子",
  "placed clay oven": "粘土烤箱",
  "A portable clay oven, placed on the ground.  It can't hold much wood at once, but it will keep a fire safe from wind and rain.": "一个放在地上的便携式粘土烤箱。它一次装不下多少木头，但它能使火免受风吹雨打。",
  "Build Makeshift Bench": "搭建临时长凳",
  "Build Wooden Platform": "搭建木制平台",
  "lead pellet": "铅芯块",
  "pair of leather armwraps": "一副皮革护臂",
  "birchbark canteen": "桦树皮餐厅",
  "sled frame": "底座框架",
  "wooden javelin": "木标枪",
  "atlatl": "ATL公司",
  "side drum": "侧鼓",
  "heavy snare kit": "重型陷阱套件",
  "Hefty round projectiles cast from lead, useful as ammunition for slings.": "铅制的巨大的圆形弹丸，可用作弹弓的弹药。",
  "pairs of leather armwraps": "成对的皮革护臂",
  "A bitter herbal tea made from willow bark, used since ancient times as a mild painkiller.": "柳树皮制成的苦茶，自古以来用作温和的止痛药。",
  "A small container make from pieces of birchbark stitched together, sealed with pitch or similar material.  Holds 1.5 liters and has a simple carry strap.": "桦树皮一种由桦树皮片缝合在一起，用沥青或类似材料密封而成的小容器。可容纳1.5升，并有一个简单的携带带。",
  "A flexible frame made from wooden crosspieces lashed together.": "用木制横木绑在一起制成的灵活的框架。",
  "A wooden tool for supporting a javelin, to throw it more effectively than by hand.": "一种用来支撑标枪的木制工具，比用手扔标枪更有效。",
  "A handmade side drum with a shoulder strap, allowing you to wear it while playing.": "一个带肩带的手工侧鼓，允许你在演奏时佩戴。",
  "This is a kit for a simple trap consisting of a rope noose and a snare trigger.  It requires a tree nearby.  It is effective at trapping monsters.": "这是一个简单的陷阱套件，由绳套和陷阱触发器组成。它需要附近有一棵树。它能有效地诱捕怪物。",
  "Leather patches wrapped around the arms, better than nothing in a pinch.": "胳膊上缠着皮革补丁，总比一无所获好。",
  "Simple wooden runners for a hand-pulled sled.": "手拉雪橇的简单木制滑道。",
  "makeshift gas hood": "临时煤气罩",
  "light snare kit": "轻型圈套",
  "A thick, runny tar typically made from birch bark or pine.  Among various historical uses, it is also used as an antiseptic and astringent.": "柏油一种由桦树皮或松树制成的粘稠的流淌的柏油。在各种历史用途中，它也被用作防腐剂和收敛剂。",
  "makeshift sled": "临时雪橇",
  "A hood with added lenses and pockets for filter material sewn between layers of fabric, similar to designs common in WWI.  It is designed to be worn over a helmet.  It must be prepared before use.": "一种带有附加镜片和滤料袋的帽子，缝在织物层之间，类似于一战中常见的设计。它被设计成戴在头盔上。使用前必须准备好。",
  "This is a kit for a simple trap consisting of a string noose and a snare trigger.  It requires a young tree nearby.  It is effective at trapping and killing some small animals.": "这是一个简单的陷阱套件，由一个绳套和一个陷阱触发器组成。附近需要一棵小树。它能有效地捕获和杀死一些小动物。",
  "A heavy section of frame carved from a log. Usable for a raft, log canoe, outriggers for a boat, etc.": "由原木雕刻而成的框架的沉重部分。可用于木筏、原木独木舟、船的舷外支架等。",
  "log canoe": "独木舟",
  "Stuck in a light snare": "陷在一个小圈套里",
  "MST Extra": "MST额外",
  "small batch of curdling milk": "小批量凝乳",
  "The sequeal to CDDA's old More Survival Tools mod, adding additional useful innawoods content.": "这个序列添加到CDDA旧的生存工具mod中，增加了额外有用的innawoods内容。",
  "small batches of curdling milk": "小批量凝乳",
  "You can't move until you get free!": "在你自由之前你不能动！",
  "A sealed small waterskin filled with milk that is undergoing the process to become a crude form of cheese, having had vinegar and natural rennet added.": "乳酪一种装有牛奶的密封的小水皮，经过加工制成粗奶酪，加入了醋和天然凝乳酶。",
  "snare trigger": "陷阱触发器",
  "A strong-tasting extract made from garlic, traditionally used to help resist infection, especially in Eastern Europe.  Not as powerful as modern full-strength antibiotics, but better than nothing.  Use once every 12 hours.": "大蒜提取物一种从大蒜中提取的味道很浓的提取物，传统上用来帮助抵抗感染，尤其在东欧。不像现代的强力抗生素那么强大，但总比什么都没有强。每12小时使用一次。",
  "This is a stick that has been cut into a trigger mechanism for a snare trap.": "这是一根被切割成陷阱触发机制的棍子。",
  "Stuck in a heavy snare": "陷入重重的圈套",
  "batch of curdling milk": "一批凝乳",
  "batches of curdling milk": "几批凝乳",
  "Cloves of garlic, lightly seasoned and roasted.": "蒜瓣，稍加调味料和烘烤。",
  "A sealed waterskin filled with milk that is undergoing the process to become a crude form of cheese, having had vinegar and natural rennet added.": "乳酪一种装有牛奶的密封的水皮，经过添加醋和天然凝乳酶的过程，正在变成一种粗糙的干酪。",
  "large batch of curdling milk": "大批量凝乳",
  "large batches of curdling milk": "大批量凝乳",
  "A sealed large waterskin filled with milk that is undergoing the process to become a crude form of cheese, having had vinegar and natural rennet added.": "乳酪一种密封的大水皮，内装牛奶，经过添加醋和天然凝乳酶的过程，正在变成一种粗糙的干酪。",
  "cured hide patch": "硫化皮片",
  "cured hide patches": "治愈的皮片",
  "A scrap of animal hide, scraped of extraneous hair and flesh and treated to prevent decay.": "兽皮一块动物皮，刮去多余的毛和肉，经过处理以防止腐烂。"
}