{
  "pair of fingerless leather armor gauntlets": "一副无指皮甲手套",
  "lab journal-Smythe": "实验室杂志斯迈思",
  "You have an odd dream about tortoises.": "你做了一个关于乌龟的奇怪的梦。",
  "Your dreams give you a strange protected feeling.": "你的梦给你一种奇怪的感觉。",
  "Mutation Changes": "突变变化",
  "tortoise serum": "乌龟血清",
  "Tortoise": "乌龟",
  "pairs of fingerless leather armor gauntlets": "双无指皮甲手套",
  "lab journals-Smythe": "实验室期刊斯迈思",
  "Changes, rebalances and adds some more mutations. This a fixed version for the fixed version to cleanse the mod of even more old bugs and problems. It has some new mutations and additions as well.": "改变，重新平衡，增加更多的突变。这是一个固定版本的固定版本，用于清除mod中更多的旧bug和问题。它也有一些新的突变和补充。",
  "Everything slows down for just a moment.": "一切都慢了一会儿。",
  "Heavy fingerless leather gloves.  Very flexible and comfortable.": "沉重的无指皮手套。非常灵活舒适。",
  "You feel like everything is happening too quickly.": "你觉得一切都发生得太快了。",
  "You have a strange dream of retreating into a shell and staying there.": "你做了一个奇怪的梦，想躲进一个贝壳里，呆在那里。",
  "In your dream, you catch a distinctively tortoise-like image of yourself.": "在你的梦里，你捕捉到了一个独特的乌龟般的自我形象。",
  "Became tortoisey enough for the tortoise club.": "变成了乌龟俱乐部的乌龟。",
  "Chimera": "嵌合体",
  "You are comforted by a dream of you being protected by your strong shell as predators try in vain to eat you.": "当捕食者徒劳地试图吃掉你时，你会被你强壮的外壳所保护的梦想所安慰。",
  "You find it hard to wake from your peaceful dream of basking in the sun.": "你发现很难从晒太阳的宁静梦中醒来。",
  "tortoise mutagen": "龟诱变剂",
  "Every animal that ever lived... bursting! From! YOU!": "曾经生活过的每一种动物。。。爆破！来自！你！",
  "You need to roar, bask, bite, and flap.  NOW!.": "你需要吼叫、晒太阳、咬东西和拍打。现在！。",
  "United disunity.": "团结不统一。",
  "Challenge - Lab Mutant": "挑战-实验室变种",
  "You feel safe knowing that no matter how fast everything else may be, your shell will protect you.": "你会感到安全，因为你知道无论其他事情有多快，你的外壳都会保护你。",
  "You have a long life ahead of you. Time to take it slow.": "你还有很长的路要走。是时候慢慢来了。",
  "You survived the processes, whatever they were doing to you, you are awake now. You have been locked in a lab with no (obvious) way out!  Find a way to escape or starve to death.": "你挺过来了，不管他们对你做了什么，你现在都醒了。你被锁在一个没有（明显）出路的实验室里！想办法逃跑或饿死。",
  "Locked Lab Mutant": "锁定实验室突变体",
  "Experiment": "实验",
  "Since birth, your sole purpose in life has been the advancement of genetic science, willingly or not.  Once the cataclysm struck, you left the lab, and wandered aimlessly, ending up in a forest.": "从出生起，你生命中唯一的目标就是基因科学的进步，不管你愿不愿意。灾难发生后，你离开了实验室，漫无目的地游荡，最后在一片森林里。",
  "Forest": "森林"
}