{
  "Nechronica Redux": "红土",
  "alloy trunk": "合金行李箱",
  "Remote Attack": "远程攻击",
  "PE105 \"Necromantic\": Observation": "PE105“亡灵”：观察",
  "In your dream, your body got cut, but you didn't consider it a problem.": "在你的梦里，你的身体被割伤了，但你不认为这是个问题。",
  "You had a dream where something was wriggling inside your body.": "你做了一个梦，梦里有东西在你体内蠕动。",
  "quad double-barrel pipe shotgun": "四管双管猎枪",
  "Kung Fu for Dummies": "傻瓜功夫",
  "Kung Fu is a kind of martial art, but it is also means - Skill achieved through hard work - in traditional Chinese. It is characterized by hard striking and flexible body handling, it is good at knocking your opponent off their feet.": "功夫是一种武术，但在中国传统文化中，它也是一种手段——通过努力获得的技能。它的特点是硬打击和灵活的身体处理，它是在击倒你的对手的脚好。",
  "MODIFIED by YukariMindGap from Malkeus: Add items, mutations and enemies appearing in Nechronica: the Long Long Sequel.": "修改由YukariMindGap从Malkeus：增加项目，突变和敌人出现在Nechronica：长期续集。",
  "A metal trunk. Not to mention storage, because it is sturdy it becomes a shield substitute. You can use it as a weapon that swings around by taking advantage of its weight.": "一个金属箱子。更不用说存储，因为它是坚固的，它成为一个盾牌替代品。你可以用它作为武器，利用它的重量来摆动。",
  "Dummy item.  If you see this, then something went wrong.": "虚拟项目。如果你看到这个，那就出问题了。",
  "A home-made shotgun made from four double-barrel shotguns joined together. It has eight times the power of a pipe shotgun. Legend says that the first person to craft this was inspired by a certain movie about the undead.": "四把双管猎枪连在一起制成的自制猎枪。它的威力是管猎枪的八倍。传说第一个制作这个的人是受到一部关于不死族的电影的启发。",
  "A complete guide to Kung Fu.": "一本完整的功夫指南。",
  "You stand and become vigilant against attacks *": "你站起来，对攻击保持警惕*",
  "%s stands tell ande become vigilant": "%s站告诉安第斯提高警惕",
  "This sheets of paper dated 10 days before all this started-describes a complex chemical formula and a diagram to embed something like slime mold in humans...": "这张写在这一切开始前10天的纸描述了一个复杂的化学公式和一个图表，在人类身上嵌入了类似粘菌的东西。。。",
  "In your dream, you were reconnecting your dismembered arms.": "在你的梦里，你正在重新连接你被肢解的手臂。",
  "A big hole opened in your face as you looked in the mirror ... .... Ah, it was just a dream.": "当你照镜子时，脸上开了一个大洞。。。。啊，那只是个梦。",
  "Kung fu move": "武功招式",
  "Using footwork you can always turn to attack and avoid. Bonus to hit and avoid": "用步法你总是可以转身攻击和躲避。击中并避免的奖励",
  "You had such a strange and crisp dream, that you were embracing your own head.": "你做了一个奇怪而清脆的梦，你抱着自己的头。",
  "You had a terrifying dream where someone was doing a transplant on something not human.": "你做了一个可怕的梦，有人在做一个非人类的移植手术。",
  "zombie queen": "僵尸皇后",
  "necromantic serum": "坏死血清",
  "Undead": "亡灵",
  "Trap": "陷阱",
  "Stacy Doll": "史黛西娃娃",
  "\"Let's have a long talk.\"": "“我们长谈吧。”",
  "In your dream, you were spoken to by an unknown person who is right next to you. When you turn you notice their head is connected to your body.": "在你的梦中，你被一个不认识的人和你说话，他就在你旁边。当你转身时，你注意到他们的头与你的身体相连。",
  "I woke up from a dream where I was packing my own torn-out intenstines back into my body. Maybe I should stop packing weird things into myself.": "我从一个梦中醒来，在梦中我正在把自己撕开的肠子装回我的身体。也许我应该停止把奇怪的东西塞进我自己。",
  "It looks like a beautiful girl, but is actually the queen of the undead who leads countless undead.": "它看起来像一个美丽的女孩，但实际上是领导无数不死族的不死族女王。",
  "A super-concentrated mutagen that resembles a liquified corpse. You need a syringe to inject it...  if you really want to?": "一种超浓缩的诱变剂，类似于液化的尸体。你需要一个注射器来注射。。。如果你真的想？",
  "Your feel that all your pain is gone for a moment.": "你觉得你所有的痛苦都消失了。",
  "Your body is a young girl, but you also have male features. Although it is rare, it will not be useful any longer.": "你的身体是一个年轻的女孩，但你也有男性特征。虽然它很罕见，但它将不再有用了。",
  "You are a doll, a result of occult reanimation on human corpses. You are the most basic of the dolls, but comes equipped with useful skills and utilities.": "你是一个玩偶，是人类尸体神秘复活的结果。你是最基本的娃娃，但配备了有用的技能和实用工具。",
  "Your heart slows down for a beat.": "你的心跳减慢了。",
  "\"Welcome to the story of the miniature garden.\"": "“欢迎来到微型花园的故事。”",
  "Couldn't pull themselves together.": "无法振作起来。",
  "Requiem Doll": "安魂娃娃",
  "\"Let's enjoy the dance of distortion.\"": "“让我们享受扭曲之舞吧。”",
  "Wrap Attack": "童话圣诞狂想曲",
  "great knife": "大刀",
  "You are a doll, a result of occult reanimation on human corpses. Your previous experience with firearms came handy in your now-undeath.": "你是一个玩偶，是人类尸体神秘复活的结果。你以前在枪械方面的经验对你现在的不死派上了用场。",
  "A massively oversized knife. It is not very good at delicate works, but its primary function is second to none.": "一把超大的刀。它不擅长精致的作品，但它的主要功能却是首屈一指的。",
  "\"Did you listen to the play?\"": "“你听这出戏了吗？”",
  "necromantic mutagen": "坏死诱变剂",
  "Thanatos Doll": "塔纳托斯娃娃",
  "\"Let's have another tea party.\"": "“我们再来一次茶话会吧。”",
  "You are a doll, a result of occult reanimation on human corpses. A tough combatant able to take on the biggest of threats in close combat.": "你是一个玩偶，是人类尸体神秘复活的结果。能在近距离战斗中承担最大威胁的强悍战士。",
  "\"What is that ringing bell? I wish it would stop.\"": "“那是什么铃声？我希望它能停止。”",
  "Romanesque Doll": "罗马式玩偶",
  "\"Let's make your doll.\"": "“我们来做你的洋娃娃吧。”",
  "You are a doll, a result of occult reanimation on human corpses. Your graceful dancing has no equals.": "你是一个玩偶，是人类尸体神秘复活的结果。你优美的舞蹈无与伦比。",
  "\"I do not mind failure. You ARE dead after all.\"": "“我不介意失败。毕竟你已经死了。”",
  "Baroque Doll": "巴洛克玩偶",
  "\"Dolls are lovely things.\"": "“娃娃是可爱的东西。”",
  "You are a doll, a result of occult reanimation on human corpses. Your genetics shifts uncontrollably, but you can utilize it to your advantage": "你是一个玩偶，是人类尸体神秘复活的结果。你的基因无法控制地改变，但你可以利用它对你有利",
  "\"Let the curtain rise and the dead dance.\"": "“让帷幕升起，让死者起舞。”",
  "Gothic Doll": "哥特式玩偶",
  "\"... A tin of chicken dumplings? ...\"": "\"... 一罐鸡肉饺子？……”",
  "You are a doll, a result of occult reanimation on human corpses. You were designed to hunt down the other undead and devour them.": "你是一个玩偶，是人类尸体神秘复活的结果。你被设计来猎杀其他不死生物并吞噬它们。",
  "\"Welcome to the beautiful nightmare.\"": "“欢迎来到美丽的噩梦。”",
  "Erudite Doll": "博学娃娃",
  "\"Please humiliate and destroy it.\"": "“请羞辱并摧毁它。”",
  "You are a doll, a result of occult reanimation on human corpses. You have the skills to utilize explosives and a proper discipline on its usage.": "你是一个玩偶，是人类尸体神秘复活的结果。你有使用炸药的技能和使用炸药的纪律。",
  "\"Get the ten sided dice.\"": "“拿十面骰子。”",
  "\"Now it is time to show you how it is done.\"": "“现在是时候告诉你怎么做了。”",
  "\"I am completely beautiful!\"": "“我真漂亮！”",
  "\"Oh, those of girls are disgusting people!\"": "“哦，那些女孩真恶心！”",
  "\"I'm not supposed to be complete, just elegant.\"": "“我不应该完整，只是优雅。”",
  "\"I am the supreme and solitary necromancer!\"": "“我是至高无上的孤独的亡灵法师！”",
  "\"That is such a crock of...\"": "“那真是一缸……”",
  "\"I am the last necromancer you will ever see.\"": "“我是你见到的最后一个亡灵巫师。”",
  "\"OooooOooooOooo...\"": "“呜呜呜……”",
  "\"You think you are lucky?\"": "“你觉得你很幸运吗？”",
  "\"Muha... Muhahaha.... MUHAHAHAHAHAHA!\"": "“穆哈。。。哈哈哈。。。。哈哈哈！”",
  "\"(Sings a song)\"": "“（唱一首歌）”",
  "\"Haha, a hundred sided dice.\"": "“哈哈，一百面骰子。”",
  "You wrap up %s": "你把%s包起来",
  "<npcname> wraps up %s": "<npcname>包装%s",
  "Kung-fu below": "下功夫",
  "You attack %s powerfully.": "你强力攻击%s。",
  "<npcname> attacks %s powerfully": "<npcname>强力攻击%s",
  "Whirlwind Feet": "旋风脚",
  "You whirlwind kick %s.": "你旋风踢%s。",
  "<npcname> whirlwind kicks %s.": "<npcname>旋风踢%s。",
  "Iron Mine": "铁矿",
  "You blow away %s with Iron Mine.": "你用铁矿吹走%s。",
  "<npcname> blows away %s with Iron Mine.": "<npcname>用铁矿吹走%s。"
}