{
  "Nimian Manufacture Guns": "尼米安制造枪支",
  "32mm concussive": "32mm震荡",
  "NM1001 watch": "NM1001手表",
  "10x62 casing": "10x62套管",
  "Nimian's Manufacture Hunter Pack": "尼米安制造猎人包",
  "A new set of guns, light and accurate, as well as some other toys.": "一套新的枪，轻而准确，还有一些其他的玩具。",
  "A small device developed by Nimian Manufacture. When fixed near the eye, accurately shows time and temperature, and can provide more information on the weather upon activation.": "尼米安公司研制的一种小型装置。当固定在眼睛附近时，能准确显示时间和温度，激活后能提供更多天气信息。",
  "An empty casing from a .223 round.": "一个0.223子弹的空弹壳。",
  "Nimian's Manufacture Hunter Packs": "尼米安制造猎人包",
  "A 32mm grenade with a concussive explosion load.": "一枚32毫米的手榴弹，带有冲击爆炸载荷。",
  "Heavy case which contains NM150 sniper rifle, some ammo for it, maintenance kit (sadly, without batteries), and Last Hope pistol-shotgun as a... free gift? The label says it's preferred choice for hunters.": "沉重的箱子，其中包括NM150狙击步枪，一些弹药，维修工具包（遗憾的是，没有电池），最后的希望手枪散弹枪作为。。。免费礼物？标签上说这是猎人的首选。",
  "NM377 12g": "NM377 12克",
  "NM103 9mm": "NM103 9毫米",
  "NM112 .223": "112.223奈米",
  "NMT01": "NMT01型",
  "NM377s 12g": "NM377s 12克",
  "NM103s 9mm": "NM103s 9毫米",
  "NM112s .223": "不超过112S.223",
  "NMT01s": "NMT01秒",
  "Nimian's Manufacture pistol, also nicknamed 'Last Hope'. Essentially a factory-made one-shot short shotgun, more accurate than home-made ones, but still only doing well in close-range. Developed in a few months before cataclysm to earn money on common people's paranoia, it did well in that.": "尼米安制造的手枪，也被昵称为“最后的希望”。基本上是一家工厂生产的单发短猎枪，比国产的更精确，但仍然只能在近距离内表现良好。在大灾变前几个月就发展出了靠老百姓的偏执赚钱，它在这方面做得很好。",
  "First gun ever to be developed by Nimian's Manufacture, this lightweight rifle is very accurate and durable, but clip size is very small as a result.": "尼米安制造的第一把枪，这种轻量步枪非常精确耐用，但弹夹尺寸非常小。",
  "Nimian's Manufacture .223 marksman rifle, developed with accuracy in mind, lightweight and decent. Overall a good weapon, but has a small clip.": "尼米安制造的.223神枪手步枪，开发时考虑到精确性，轻便大方。总的来说是个好武器，但是有一个小夹子。",
  "Nimian's Manufacture handheld tesla cannon. Rumours are that this weapon was developed in Soviet Union back then, and that Nimian paid a lot for the specifications of this magnificent weapon. This weapon is extremely damaging, but requires a lot of power to fire.": "尼米安制造手持式特斯拉大炮。有传言说，这种武器是苏联当年研制的，尼米安为这种华丽武器的规格付出了很多代价。这种武器破坏力极大，但需要很大的能量才能开火。"
}