{
  "Ninja_Mod": "忍者神盾",
  "Shuriken": "舒里肯",
  "Ninja": "忍者",
  "Cosplay map": "角色扮演地图",
  "surprise attack": "突然袭击",
  "Malkeus: (Fixes to maps and vehicles) Secret mod only for Ninja": "Malkeus：（修正地图和车辆）只适用于忍者的秘密模式",
  "Shurikens": "Shurikens公司",
  "Ninja doesn't belong anywhere. They are never get a monarch, but has been well organized. their purpose is unknown, they're trying to eliminate others.": "忍者不属于任何地方。他们从来没有得到过君主，但组织得很好。他们的目的是未知的，他们试图消灭其他人。",
  "A map of the venue of a cosplay party.": "cosplay聚会地点的地图。",
  "Shurikens are ninja stars for throwing": "Shurikens是投掷的忍者之星",
  "You now know where the cosplay party is.": "你现在知道角色扮演派对在哪里了。",
  "Ninja note": "忍者笔记",
  "Ninja notes": "忍者笔记",
  "It is a note of a ninja. I use it to write each other's correspondence and phrase. The letters are written in black.": "这是一个忍者的音符。我用它来写对方的信件和短语。这些信是用黑色写的。",
  "Decoy doll": "诱饵娃娃",
  "hose": "软管",
  "Disciple of Ninjutsu": "忍术弟子",
  "Apparently it seems like cryptography but I can not understand it, but something like a sketch is written \n ãˆ? This is a hidden passage!": "很明显，这看起来像密码术，但我不能理解它，但像素描是写\nˆ？这是一条隐蔽的通道！",
  "wall": "墙",
  "Knight katana": "武士刀",
  "Shuriken thrower (smg)": "Shuriken投掷器（smg）",
  "I made shirts on trees and attached strings so that I could produce movement. It is installed on the floor.": "我在树上做衬衫，然后系上绳子，这样我就能产生运动。它安装在地板上。",
  "I inherited Ninjutsu from my grandfather. I usually live a life that has not changed from the ordinary citizens, but I secretly practice my training and I am acquiring mystery. After that we need physical strength to operate it.": "我从祖父那里继承了忍术。我通常过着一种和普通市民一样没有改变的生活，但是我秘密地练习我的训练，我获得了神秘感。之后我们需要体力来操作它。",
  "This is a secret door": "这是一扇密门",
  "This is a sword that Japanese ninja deal with. It is a straight sword with no warpage, with a length intermediate between the sword and chisel. I could also use it to climb the wall with my legs on the brim.": "这是日本忍者对付的剑。这是一把没有翘曲的直剑，剑和凿子之间有一段长度。我也可以用它爬墙壁，腿放在边缘上。",
  "It is a device which modified the coil gun. You can shoot shuriken continuously. To use it should be installed in the vehicle.": "这是一种改造线圈枪的装置。你可以连续射击舒利肯。使用时应安装在车内。",
  "This is a ninja 's epistemology phrase. \nIt is dirty and can not be read.": "这是一个忍者的认识论短语。\n它很脏，无法阅读。",
  "               - PEOPLE TO KILL -     \n \n<full_name>\n \n(A hastily drawn picture of you...)": "-杀人-\n",
  "Damaged hidden door (wall)": "暗门（墙）损坏",
  "Kawasaki Ninja ZX14": "川崎忍者ZX14",
  "This is a damaged hidden door": "这是一扇损坏的暗门",
  "There are various recipes written on the board. \n ... \n The egg dish of the latter poster is mostly marked with a circle. \n All of the bluegill's dishes are crossed It is attached.": "黑板上写着各种食谱。\n  ...",
  "         [Ninja Enterprises] \n \n \" Unnamed persons will be killed \n  Please enter the reception area after signing in. \n Guns are strictly prohibited. \n \n Opening hours: 9: 00 - 17: 00 \n Closed holiday: Saturdays, Sundays, and public holidays ": "【忍者企业】\n",
  "Open hidden door (wall)": "打开隐藏门（墙）",
  "Kawasaki Ninja ZX14 Custom": "川崎忍者ZX14定制",
  "This is an open hidden door": "这是一扇敞开的暗门",
  "       [Battle training facility] \n - Usage notes - \n 1. Do not miss training zombies \n 2. Restore traps \n 3. Hurry and die": "[作战训练设施]\n-使用说明-",
  " \n  -  Open prohibition -   \n ": "\n-公开禁止-",
  "wall(metal)": "墙（金属）",
  "Yakata car": "Yakata汽车",
  "This is a ninja secret metal wall": "这是忍者秘密的金属墙",
  " \n     Under construction.     \n      DANGER\n ": "\n在建。",
  "                [Karakuri Ninja Houses] \n \n * * * No other people coming in except * * * \n \n Please contact the vendor on the intercom with a ninja in charge. \n Will enter inside There is no guarantee of life. \n \n The visit of Scenic spot: Shinobi no Ike is a reservation system.": "【卡拉库里忍者之家】\n",
  "Damaged secret door (metal)": "损坏的密门（金属）",
  "Ignite 'Blaze'house trailer": "点燃“火焰”房屋拖车",
  "This is a damaged ninja secret door": "这是一扇损坏的忍者密门",
  "Hell-o! \n \n (Punk Pando posters are pasted ... ...)": "见鬼！\n",
  "Tomorrow won't work \n \n (Punk Pando posters are pasted ... ...)": "明天不行\n",
  "Open secret door (metal)": "打开密门（金属）",
  "We decided to abandon this facility. \n A central unit will resume sarcophagination as soon as concrete is ready. \n \n Â· Employees should transfer materials and goods to the head office. \n Â· Do not get close to the equipment until the end of the coal mining. \n Â· Wear protective clothing when working \n Â· We will promptly remove any abnormal officials. \n Â· Study body If there is a possibility of an outflow, follow the action sequence. \n \n - Ninja Enterprise Security Division": "我们决定放弃这个设施。一旦混凝土准备好，一个中央单位将恢复石棺。",
  "This is an open ninja secret door": "这是一扇打开的忍者密门",
  "\n - Final Action Sequence - \n \n ... \n \n (I got everything with the yellow and black logo ...) \n \n [Danger]  No opening Be sure to wear protective clothing at times!": "\n-最终行动顺序-",
  "This is a secret ninja gate control": "这是一个秘密的忍者门控制",
  "This is a secret ninja wall": "这是一个秘密的忍者墙",
  "Bed (rock)": "床（岩）",
  "This is a ninja secret rock floor": "这是忍者的秘密岩石地板",
  "Wall (metal)": "墙（金属）",
  "This is a secret ninja metal gate control": "这是一个秘密的忍者金属门控制",
  "This is a secret ninja metal wall": "这是一个秘密的忍者金属墙",
  "floor": "地板",
  "This is a ninja secret floor": "这是忍者秘密楼层",
  "bed": "床",
  "This is a ninja secret air gate control": "这是一个忍者秘密的空门控制",
  "This is a ninja secret water gate control": "这是忍者秘密控制水门",
  "<npcname> surprise attacks %s": "<npcname>突袭%s",
  "You surprise attack %s": "你突袭%s",
  "Assassination": "暗杀",
  "<npcname> gets a merciless blow": "<npcname>遭到无情打击",
  "A merciless blow from the back to %s": "从背后无情的打击到%s",
  "Abandonment": "遗弃",
  "%s dodged by abandonment": "%s被遗弃躲开",
  "<npcname>%s dodged by abandonment": "<npcname> %s被遗弃躲开",
  "Ninjutsu is a traditional art of combining martial arts and tactics used by ninja from the Kamakura period to the Edo period. We focus on quick and accurate covert attacks. It makes the superhuman battle possible by using the behavior principle of Sun Tzu Feng Shima Volcano.": "忍术是从镰仓时期到江户时期，忍者们将武术和战术结合起来的传统艺术。我们专注于快速准确的秘密攻击。运用孙子兵法的行为原理，使超人之战成为可能。",
  "風林火山:Swift as wind, gentle as the forest, fierce as the fire, unshakable as mountain": "風林火山：如风般迅捷，如林般温柔，如火般凶猛，如山般不可动摇",
  "Ninjutsu (Fire)": "忍术（火）",
  "Activation condition: Attack hits \n Accuracy and damage increased by 20% of Dexterity ": "激活条件：攻击命中\n精准，伤害提升灵巧度20%"
}