{
  "scrap shotcanister": "废霰弹罐",
  "crude wooden arrow": "粗木箭",
  "empty ballistic vest": "空防弹背心",
  "chicken walker schematics": "鸡行者示意图",
  "tainted tornado": "污染龙卷风",
  "crude wooden bolt": "粗木螺栓",
  "broken laser turret": "破损的激光炮塔",
  "Leadworks magazine adapter": "Leadworks刀库适配器",
  "handheld laser cannon": "手持激光炮",
  "This small paper canister resembling a crude shotshell is filled to the brim with assorted pieces of scrap metal.": "这个小纸筒像一个粗糙的弹壳，装满了各种各样的金属碎片。",
  "A crude pointed wooden shaft with a notch at the back.  Stands a very low chance of remaining intact once fired.": "背面有缺口的粗糙的尖木轴。一旦开火，保持完整的几率很低。",
  "Ballistic armor without any armor inserts.  The soft armor plate carrier is still protective but it won't stop high energy projectiles.": "没有任何装甲插件的弹道装甲。软装甲载具仍然是保护性的，但它不会阻止高能炮弹。",
  "A frothing slurry of alcohol-soaked zombie flesh and rotten blood, it smells almost as bad as it looks.  Has weak mutagenic properties.": "一种由酒精浸泡的僵尸肉和腐烂的血液形成的泡沫状泥浆，闻起来几乎和它看起来一样难闻。具有弱致突变特性。",
  "A crude pointed wooden crossbow bolt with a notch at the back.  Stands a very low chance of remaining intact once fired.": "背面有缺口的粗糙的木制十字弓。一旦开火，保持完整的几率很低。",
  "A bootleg adapter for permanently converting a firearm to accept proprietary Leadworks magazines.  Guaranteed to void your warranty.": "一种用于永久性地转换火器以接受专有的Leadworks弹匣的非法转接器。保证你的保证无效。",
  "This is a laser cannon stripped from the barrel of a TX-5LR Cerberus laser turret that has been modified to use UPS power for firing.": "这是一门激光炮，从TX-5LR Cerberus激光炮塔的炮筒中剥离出来，该炮塔经过改装，可以使用UPS电源进行发射。",
  "Bearing the logo of Northrop, those are assembly plans, design specs, and technical drawings for the chicken walker.  Most of this is useless to you, but you could use the assembly plans to re-assemble the robot from salvaged parts.": "印有诺斯罗普的标志，这些是组装计划，设计规格，和鸡行者的技术图纸。这些大部分对您来说都是无用的，但是您可以使用组装计划从回收的零件重新组装机器人。",
  "sewer brew": "下水道酿造",
  "A thirsty mutant's drink of choice.  It tastes horrible but it's probably a lot safer to drink than before.": "口渴的变种人的首选饮料。味道很难吃，但喝起来可能比以前安全多了。",
  "fusion blaster": "聚变爆炸机",
  "RMRB200 .22 magazine": "RMRB200.22刀库",
  "chainsaw lajatang (off)": "拉贾唐电锯（关）",
  "inactive laser turret": "非活动激光转台",
  "Bandit Ambush": "强盗伏击",
  "this a pseudo item": "这是假的",
  "A 200 round box magazine for use with the RM360 rotary carbine.": "与RM360旋转卡宾枪一起使用的200圆盒弹匣。",
  "chainsaw lajatangs (off)": "拉贾唐斯电锯（关闭）",
  "This is an inactive laser turret.  Using this item involves turning it on and placing it on the ground, where it will attach itself.  If reprogrammed and rewired successfully the turret will identify you as a friendly, and attack all enemies with its revolving laser cannons.  It requires sunlight in order to fire.": "这是一个不活跃的激光炮塔。使用这个项目涉及到把它打开，并把它放在地面上，在那里它将连接自己。如果重新编程和重新布线成功，炮塔会将你识别为友军，并用旋转激光炮攻击所有敌人。它需要阳光才能燃烧。",
  "There were bandits here.": "这里有强盗。",
  "A long wooden pole with chainsaws impractically attached to both ends.  The product of either genius or insanity, but not both; the weight ensures that only someone both strong and very skilled could possibly hope to use it.": "两端都装有链锯的长木杆。它是天才或精神错乱的产物，但不能两者兼而有之；它的重量保证了只有既强壮又非常熟练的人才有可能使用它。",
  "inactive chicken walker": "不活跃的鸡行者",
  "chainsaw lajatang (on)": "拉贾唐电锯（on）",
  "This is an inactive chicken walker.  Using this item involves placing it on the ground, loading the unit with the factory-loaded 5.56 rounds and 40mm cartridge grenades in your inventory (if you wish to divide your ammunition, set aside whatever ammunition you do NOT want to give the robot) and turning it on.  If reprogrammed and rewired successfully the chicken walker will then identify you as a friendly, roam around or follow you, and attack all enemies with a built-in firearm and grenade launcher.": "这是一个不活跃的鸡行者。使用这个物品需要把它放在地上，把工厂装的5.56发子弹和40毫米子弹手榴弹装在你的库存中（如果你想分割你的弹药，把你不想给机器人的弹药放在一边），然后打开它。如果重新编程和重新布线成功，小鸡行者将识别你是一个友好的，漫游或跟随你，并攻击所有的敌人与内置的火器和榴弹发射器。",
  "chainsaw lajatangs (on)": "拉贾唐斯电锯（on）",
  "A long wooden pole with chainsaws impractically attached to both ends.  They are currently on and draining gasoline; use this item to turn them off.": "两端都装有链锯的长木杆。它们当前正在打开并排空汽油；使用此项可将其关闭。",
  "inactive tank drone": "无人机",
  "This is an inactive Beagle Mini-Tank UGV.  Using this item involves placing it on the ground, loading the unit with the factory-loaded 5.56 rounds and 40mm cartridge grenades in your inventory (if you wish to divide your ammunition, set aside whatever ammunition you do NOT want to give the robot) and turning it on.  If reprogrammed and rewired successfully the tank drone will then identify you as a friendly, roam around or follow you, and attack all enemies with a built-in firearm and grenade launcher.": "这是一个不活跃的小猎犬迷你坦克无人值守汽车。使用这个物品需要把它放在地上，把工厂装的5.56发子弹和40毫米子弹手榴弹装在你的库存中（如果你想分割你的弹药，把你不想给机器人的弹药放在一边），然后打开它。如果重新编程和重新布线成功，坦克无人机将确认你是一个友好的，漫游或跟随你，并攻击所有的敌人与内置火器和榴弹发射器。",
  "electric chainsaw lajatang (off)": "拉贾唐电锯（关）",
  "electric chainsaw lajatangs (off)": "拉贾唐电锯（关）",
  "A long wooden pole with electric chainsaws impractically attached to both ends.  The product of either genius or insanity, but not both; the weight ensures that only someone both strong and very skilled could possibly hope to use it.": "两端都装有电锯的长木杆。它是天才或精神错乱的产物，但不能两者兼而有之；它的重量保证了只有既强壮又非常熟练的人才有可能使用它。",
  "This is an inactive chicken walker.  Using this item involves placing it on the ground, loading the unit with the factory-loaded 5.56 rounds and 40mm cartridge grenades in your inventory (if you wish to divide your ammunition, set aside whatever ammunition you do NOT want to give the robot) and turning it on.  If reprogrammed and rewired successfully the tank drone will then identify you as a friendly, roam around or follow you, and attack all enemies with a built-in firearm and grenade launcher.": "这是一个不活跃的鸡行者。使用这个物品需要把它放在地上，把工厂装的5.56发子弹和40毫米子弹手榴弹装在你的库存中（如果你想分割你的弹药，把你不想给机器人的弹药放在一边），然后打开它。如果重新编程和重新布线成功，坦克无人机将确认你是一个友好的，漫游或跟随你，并攻击所有的敌人与内置火器和榴弹发射器。",
  "electric chainsaw lajatang (on)": "拉贾唐电锯（on）",
  "electric chainsaw lajatangs (on)": "拉贾唐电锯（on）",
  "A long wooden pole with electric chainsaws impractically attached to both ends.  They are currently on and draining power; use this item to turn them off.": "两端都装有电锯的长木杆。它们当前正在打开并耗尽电源；请使用此项关闭它们。",
  "inactive tripod": "非活动三脚架",
  "This is an inactive Honda Regnal.  Using this item involves placing it on the ground, wondering how it fuels its flamethrower and turning it on.  If reprogrammed and rewired successfully the tribot will then identify you as an ally, roam around or follow you, and impale hostiles with its spiked cable weapons.": "这是一个不活跃的本田王国。使用这个项目涉及到把它放在地上，想知道它如何燃料喷火器和打开它。如果重新编程和重新布线成功的话，tribot将识别你作为盟友，在你周围漫游或跟随你，并用它的尖刺电缆武器刺穿敌人。",
  "Louisville Slaughterer": "路易斯维尔屠宰场",
  "This is sturdy wood bat, wrapped in gasoline-soaked rags and flame-resistant Nomex fabric.  Light it, and the ball game will REALLY heat up.  You'll need a lighter or matches to light it.": "这是一只结实的木棒，裹着浸有汽油的破布和阻燃的Nomex织物。点燃它，球赛就真的热起来了。你需要一个打火机或火柴来点燃它。",
  "Louisville Slaughterers": "路易斯维尔屠宰场",
  "This is a sturdy wood bat, wrapped in gasoline-soaked rags and flame-resistant Nomex fabric.  It is burning brightly, and makes it much easier to see the baselines at night games (It also makes the umpire FAR more likely to call a ball instead of a strike).": "这是一只结实的木蝙蝠，裹着浸有汽油的破布和阻燃的Nomex织物。它燃烧得很明亮，使人们更容易在夜间比赛中看到底线（这也使裁判员更容易点球而不是击球）。",
  "No. 9": "9号",
  "No. 9's": "9号",
  "This huge steel knife has been modified with a fuel tank, insulated handguard, and ignition system.  When filled with gasoline, a system of torches heats the blade, burning your target.": "这把巨大的钢刀经过改装，配有油箱、隔热护手和点火系统。当充满汽油时，一个火把系统加热刀刃，燃烧你的目标。",
  "Flaming Eye Warming Up": "火眼金睛",
  "Destruction Ray": "破坏射线",
  "shrub with bee hive": "带蜂巢的灌木",
  "If false, examining workbench-type furniture will auto-execute pickup and undeploy (where applicable) actions, no crafting-related options will be listed.": "如果为false，检查工作台类型的家具将自动执行拾取和取消部署(如果适用)操作，不会列出与工艺相关的选项。",
  "No Hope": "没有希望",
  "Pre-nerf flaming eye's destruction ray.": "预能火眼的毁灭射线。",
  "Shrub with a bee hive hidden somewhere deep inside.  A constant buzzing is heard near it.": "一种灌木，里面有一个蜂巢。它附近不断传来嗡嗡声。",
  "Harder, harsher Cataclysm.": "更艰难，更残酷的灾难。",
  "You got a bad feeling about this flaming eye's intentions.": "你对这只火眼的意图有不好的预感。",
  "Sets base stamina burn per 100 moves of the walking player.": "设定步行玩家每100步的基础耐力消耗。",
  "laser turret": "激光塔",
  "Wasteland Cyborg": "荒地机器人",
  "This is an advertisement for Leadworks LLC's Home Frontier Starter Pack.  It shows a picture of a young suburban parent, equipped with rifle and revolver, keeping a steely eye on the neighborhood from the front porch.  Similarly-armed parents are visible in front of every house on the street.  Young children are at play and older ones tend a large vegetable garden.  The caption reads: \"A well-armed community is a SAFE community.  Leadworks, LLC.\"": "这是Leadworks LLC Home Frontier入门包的广告。它展示了一张照片，一位年轻的郊区父母，装备着步枪和左轮手枪，从前廊用钢铁般的目光注视着邻居。街上每户人家门前都能看到同样武装的父母。小孩子在玩耍，大孩子在照料一个大菜园。标题写道：“武装良好的社区是安全的社区。Leadworks有限责任公司",
  "wall": "墙",
  "The TX-5LR Cerberus is an upgrade to its predecessors.  It features a state of the art revolving laser cannon system with three barrels that charge from high-capacity batteries embedded in its hull.": "TX-5LR Cerberus是对其前身的升级。它采用了最先进的旋转式激光加农炮系统，三个炮管由嵌在船体中的高容量电池充电。",
  "After months of reading, experimentation, severe injuries, and countless supply raids you emerge a self-made cyborg with the some of the best crafted weapons and armor in the wasteland.": "经过几个月的阅读、实验、重伤和无数次的补给突袭，你们在荒地里出现了一个自制的半械人，带着一些最好的武器和盔甲。",
  "This is an advertisement for Leadworks LLC handguns.  It shows a picture of a bionic police officer assisting a young couple, who were being attacked by a gang of ruffians.  The caption reads: \"You don't have to void your warranty or wear out your thumb to achieve felon-stopping firepower.  The L39B, tried and true by our fine cyborgs in blue, is available in .45 ACP for that extra punch, and we offer semiautomatic (but equally robust!) versions for the civilian market.  Leadworks, LLC.\"": "这是Leadworks LLC手枪的广告。它显示了一张照片，一个仿生警察协助一对年轻夫妇，他们被一伙歹徒袭击。标题写道：“你不必取消你的保修或磨损你的拇指，以实现重罪停止火力。在L39B，尝试和真正的由我们优良的机器人在蓝色，可在.45 ACP的额外冲床，我们提供半自动（但同样强大！）民用市场的版本。Leadworks有限责任公司",
  "The stereotypical wall with wooden support structure filled with insulation and drywalled.  Paint job is the all too common and neutral off-white or cream color, it could use more vibrant paint.": "带有木制支撑结构的定型墙填充绝缘和干墙。油漆工作是所有太普遍和中性的米白色或奶油色，它可以使用更具活力的油漆。",
  "This is an advertisement for Leadworks LLC modular weapons.  It shows a picture of an overworked-yet-grateful police sergeant assembling a sleek rifle, with similar-looking weapons racked neatly behind her.  The caption reads: \"Leadworks is proud to offer the L523 modular weapon system.  No more must armorers stock and maintain stacks and stacks of rifles, carbines, and squad support weapons, juggling multiple incompatible ammunition types!  Just procure a base unit for every trooper, and use our lightweight and portable conversion kits to swap from house-to-house CQB carbine to rooftop-patrol DSR, safely and cleanly!\"": "这是Leadworks LLC模块化武器的广告。这张照片显示了一位劳累过度却心怀感激的警官正在组装一支光滑的步枪，身后整齐地摆着类似的武器。标题写道：“Leadworks很自豪能提供L523模块化武器系统。军械师不再需要储备和维护一堆又一堆的步枪、卡宾枪和小队支援武器，还要处理多种不兼容的弹药类型！只需为每一名骑兵购买一个基地单位，并使用我们的轻便便携转换套件，安全、干净地从一个家到另一个家交换CQB卡宾枪到屋顶巡逻DSR！”",
  "This huge steel knife has been modified with a fuel tank, insulated handguard, and ignition system.  The blade is glowing with heat, making it a great plant scorcher and nightlight.": "这把巨大的钢刀经过改装，配有油箱、隔热护手和点火系统。刀身散发着炽热的光芒，使它成为一个伟大的植物焦炉和夜光。",
  "red wall": "红墙",
  "mounted Cerberus laser cannon": "安装的Cerberus激光炮",
  "Mechanized Infantry Carrier": "机械化步兵航母",
  "Wall painted red.": "墙漆成红色。",
  "white wall": "白墙",
  "Wall painted white.": "墙漆成白色。",
  "flammenschwert (aus)": "flammenschwert（澳大利亚）",
  "flammenschwerter (aus)": "flammenschwerter（澳大利亚）",
  "Ein großes zweihändiges Schwert aus Deutschland, an dessen Klinge sich, unter Zuführung von Benzin, eine anhaltende Flamme erzeugen lässt.  Es ist eine sehr mächtige Waffe.": "在德国，一个德国的人，一个德国的人，一个德国的人，一个德国的人。这是我的梦想。",
  "blue wall": "蓝色的墙",
  "Armored Personnel Carrier": "装甲运兵车",
  "Wall painted blue.": "墙漆成蓝色。",
  "green wall": "绿墙",
  "Wall painted green.": "墙漆成绿色。",
  "flammenschwert": "火焰卫士",
  "flammenschwerter": "火焰卫士",
  "yellow wall": "黄墙",
  "Humvee": "亨维吉普",
  "Wall painted yellow.": "墙漆成黄色。",
  "pink wall": "粉红色的墙",
  "Wall painted pink.": "墙壁漆成粉红色。",
  "firebrand (off)": "燃烧（关闭）",
  "firebrands (off)": "火种（关闭）",
  "This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch.  Use to light it up and show those heathen zombies who's Lord around here.": "这是两个黑暗时代冲突解决经典的结合，大刀和火炬。用来点亮它，让那些异教徒僵尸看看谁是这里的领主。",
  "purple wall": "紫墙",
  "Wall painted purple.": "墙漆成紫色。",
  "firebrand (on)": "燃烧（开）",
  "firebrands (on)": "火种（开）",
  "This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch.  The blade is glowing with heat.  Excalibur can eat its heart out.  Use to shut it off.": "这是两个黑暗时代冲突解决经典的结合，大刀和火炬。刀身发热。神剑可以把它的心吃掉。用来关掉它。",
  "Rising Sun": "日出",
  "Rising Suns": "升起的太阳",
  "This is a katana with a nozzle just behind the cutting edge of the blade.  People love fire, and people love katanas, so why not put them together?  The gas burners attached to this blade can really turn up the heat on your foes.  Use to ignite.": "这是一个武士刀与喷嘴后面的刀刃。人们喜欢火，人们喜欢武士刀，为什么不把它们放在一起呢？附在这把刀上的煤气炉真的可以提高敌人的热量。用来点燃。",
  "This is a katana that glows with the fury and heat of the SUN!  Well, okay it's not THAT hot, but getting hit with it still stings like the dickens.  Use to shut off the gas.": "这是一个卡塔纳与愤怒和太阳的热量发光！好吧，虽然没那么热，但被它击中还是像狄更斯一样刺痛。用来切断煤气。",
  "shishkebab (off)": "shishkebab（关闭）",
  "shishkebabs (off)": "shishkebabs（关闭）",
  "This is a large blade with a fuel pipe on the side, and a small tank and igniter built into the insulated hilt.  When filled with gasoline, the blade can be made scorching hot to singe enemies and light your way.  Use to ignite.": "这是一个很大的叶片，侧面有一个燃油管，隔热柄上装有一个小油箱和点火器。当装满汽油时，刀锋会变得炙热，烧焦敌人，照亮你的道路。用来点燃。",
  "shishkebab (on)": "希什凯巴布（on）",
  "shishkebabs (on)": "shishkebabs（开）",
  "This is a large blade with a fuel pipe on the side, and a small tank and igniter built into the insulated hilt.  The blade is glowing brightly.  Use to shut off the gas.": "这是一个很大的叶片，侧面有一个燃油管，隔热柄上装有一个小油箱和点火器。刀锋闪闪发光。用来切断煤气。"
}