{
  "Canned Survivor": "罐头幸存者",
  "zombie augmented abomination": "僵尸强化憎恶",
  "a pained groan.": "痛苦的呻吟。",
  "Bio-Weapon Lab": "生物武器实验室",
  "Failed Bio-Weapon": "失败的生物武器",
  "<BGSS_intro_question>": "<BGSS_intro_question>",
  "Bio-Weapon Alpha": "生物武器阿尔法",
  "Another survivor!  We should travel together.": "又一个幸存者！我们应该一起旅行。",
  "Yeah, I am one of them.": "是的，我就是其中之一。",
  "Command Center Members": "指挥中心成员",
  "What's with the badge?  A Bio-Weapon, it says?": "徽章是怎么回事？上面说是生物武器？",
  "What is this place?": "这是什么地方？",
  "Grab Break": "抓斗休息",
  "JOINT RESEARCH PROJECT TO INCREASE JOBS: A recent announcement confirmed rumors of a joint research project between several commercial and military research firms, with the stated goal of collaborating to advance several cutting-edge fields.  Though details are still sparse at this time, the project is expected to open thousands of employment opportunities in various fields and departments.": "联合研究项目以增加就业机会：最近的一项公告证实了有关几家商业和军事研究公司联合开展研究项目的传闻，其明确目标是合作推进几个前沿领域。尽管目前细节仍不多，但该项目预计将在各个领域和部门提供数千个就业机会。",
  "concrete wall with glass port": "带玻璃孔的混凝土墙",
  "survivor's archer backpack": "幸存者弓箭手背包",
  "repeating crossbow": "重复弩",
  "Counter Sweep": "计数器扫描",
  "Superalloy Composite": "高温合金复合材料",
  "BLOOD SPORT STING: Police and Federal officials have uncovered the latest lead on a series of underground \"gladiator games\" involving kidnapped victims forcibly augmented and pitted against each other.  The latest sting has led to the rescue of several victims, but no suspects have been identified or arrested thus far.": "血腥运动刺痛：警方和联邦官员发现了一系列地下“角斗士游戏”的最新线索，这些游戏涉及被绑架的受害者被强行增援，并相互对峙。最近的一次刺痛导致数名受害者获救，但迄今尚未确认或逮捕任何嫌疑人。",
  "laser turret": "激光塔",
  "You learned how to handle yourself in the cataclysm.  Whether armed or unarmed, you know how to use your wits to stay alive.  Survival is of the highest priority.": "你学会了在灾难中如何处理自己。不管是武装的还是非武装的，你都知道如何运用你的智慧来生存。生存是重中之重。",
  "survivor's auxiliary flamethrower": "幸存者辅助火焰喷射器",
  "You were a very busy person. That's why you bought a can of survival items and called it a day. Now it's the only thing you have.": "你是个很忙的人。这就是为什么你买了一罐生存物品，并宣布今天结束。现在这是你唯一拥有的东西了。",
  "A zombified, heavily-augmented mutant of some sort.  Dangerous on its own, but even more so in groups.": "一种僵尸，大量增加的某种变种。它本身就很危险，但在群体中更是如此。",
  "It says you're a Bio-Weapon?": "上面说你是生化武器？",
  "gasoline synthesizing blob glob": "汽油合成滴球",
  "What are you doing?": "你在做什么？",
  "The TX-5LR Cerberus is an upgrade to its predecessors.  It features a state of the art revolving laser cannon system with three barrels that charge from solar cells embedded in its hull.": "TX-5LR Cerberus是对其前身的升级。它采用了最先进的旋转式激光加农炮系统，三个炮管由嵌入船体的太阳能电池充电。",
  "A piece of glob that has begun to create gasoline when exposed to the sun.  The gasoline it creates is too mixed up with the glob to be extracted but is still flammable.": "一块暴露在阳光下开始产生汽油的球体。它产生的汽油与球体混合太多，无法提取，但仍然易燃。",
  "Counter Strike": "反击",
  "A plain, utilitarian concrete wall, with windows made of incredibly thick glass set in to allow viewing through.  Easily two or more inches thick and only a couple feet tall, breaking your way through this would not be easy.": "一堵朴素、实用的混凝土墙，窗户由非常厚的玻璃制成，可以透过窗户观看。很容易两英寸或更多厚，只有几英尺高，突破这将是不容易的。",
  "Prepper": "准备者",
  "augmented abomination": "增憎",
  "\"I'm in awe of the size of that one shambler I saw.  Absolute UNIT\"": "“我对我看到的那只摇摇晃晃的大家伙感到敬畏。“绝对单位”",
  "Can I have some directions?": "能给我指路吗？",
  "From the moment you opened your eyes you knew you were a failure, a reject.  Destined to be something great but many a mistake took that away from you.  You awoke in a world of monsters, but you're determined to prove you aren't one of them.": "从你睁开眼睛的那一刻起，你就知道自己是一个失败者，一个被拒绝的人。注定是一件伟大的事情，但许多错误夺走了你。你在一个怪物的世界里醒来，但你决心证明你不是他们中的一员。",
  "A miniature, custom-built flamethrower that can be attached to all sorts of weapons.  It can use a wide range of fuels and is relatively fuel-efficient.  It is less effective than a proper flamethrower however, and pressurizing the integral tank takes time.": "一个微型的，定制的喷火器，可以连接到各种武器上。它可以使用多种燃料，而且相对节油。然而，它不如一个合适的火焰喷射器有效，而且给整体油箱加压需要时间。",
  "You were paranoid about the world ending so you jumped on the prepper bandwagon. You read a book on survival and got yourself a gun pack and some gear. The cataclysm was not what you expected.": "你对世界末日有点偏执所以你加入了预科生的行列。你读了一本关于生存的书，给自己带了一个枪包和一些装备。这场灾难不是你所预料的。",
  "Part of the Super Soldier project, actually.": "实际上是超级战士计划的一部分。",
  "\"Saw a whole fuckton of the big ones the other day.  The live ones, followin' an even bigger fucker covered in armor.  Just walked through a horde like nothing.\"": "“前几天看到一大堆大家伙。活人，跟着一个更大的穿盔甲的混蛋。只是在一个部落里走来走去。”",
  "Version of the NEO-33 for use by monsters, with explicit overrides to ensure that it won't light players on fire.  This is a bug if you find one of these!": "版本的NEO-33供怪物使用，有明确的覆盖，以确保它不会点燃玩家的火。如果你找到其中一个，这就是一个虫子！",
  "How did you find out so much about the labs?": "你怎么知道这么多关于实验室的事？",
  "\"they look like the dead but they SHOOT LIKE MEN\"": "“他们看起来像死人，但射击像人”",
  "Bio-Weapon": "生物武器",
  "monomolecular knife": "单分子刀",
  "Version of the AKRO-388 for use by monsters.  This is a bug if you find one of these!": "怪物使用的阿克罗-388版本。如果你找到其中一个，这就是一个虫子！",
  "What happened?": "怎么搞的？",
  "A makeshift vehicle mountable station comprised of many utilities, all compressed into a single unit.  Has no cargo space due to all the components it is made out of.": "一种临时的车载站，由许多公用设施组成，全部压缩成一个单元。由于所有的部件都是用它制成的，所以没有载货空间。",
  "Bio-Weapon?": "生物武器？",
  "\"The great wheel turns, I got lasers for days!  Or until my arms fall off.\"": "“伟大的车轮转动，我有激光好几天了！或者直到我的胳膊掉下来。”",
  "paper Minie ball cartridge": "迷你纸球墨盒",
  "\"Had a nice little place out innawoods until my dumb shit friends had the nerve to die on me.  Place turned into a mess in a hurry.\"": "“在我那些愚蠢的朋友胆敢死在我身上之前，我在一个很好的小地方。这地方一下子变成了一片狼藉。”",
  "bio laser pistol": "生物激光手枪",
  "Feint": "假装",
  "If you see this, it's a bug!": "这是一只虫子，如果你看到了！",
  "Cataclysm++": "大灾变++",
  "survivor's auxiliary .22 pistol": "幸存者的辅助武器。22手枪",
  "CBM Induction": "导电CBM",
  "What's going on?": "发生什么事？",
  "You woke up, where are you?  Who are you?  What are you?!  That doesn't matter right now... you have a bad feeling...": "你醒了，你在哪里？你是谁？你是干什么的？！现在没关系了…你有种不好的感觉…",
  "A foot-long knife made from high-tech alloy and edged with bonded nanocrystals.  A welded metal handle and handguard allow you to hold it without slicing your hand open.": "一种一英尺长的刀，由高科技合金制成，边缘有粘结的纳米晶体。一个焊接金属手柄和护手，让你举行没有切片你的手打开它。",
  "How are things here?": "这里怎么样？",
  "Version of the ARC-314 for use by monsters.  This is a bug if you find one of these!": "供怪物使用的ARC-314版本。如果你找到其中一个，这就是一个虫子！",
  "A makeshift vehicle mountable station comprised of many utilities, all compressed into a single unit.  Combines the functionality of a vehicle kitchen unit, forge, welder, chemistry set, and all of the myriad functions of the FOODCO kitchen buddy.  As a consequence, it leaves no space left for storage.": "一种临时的车载站，由许多公用设施组成，全部压缩成一个单元。结合了车辆厨房单元、锻造、焊接、化学装置的功能，以及FOODCO厨房伙伴的所有无数功能。因此，它没有留下任何存储空间。",
  "I can tell you're one of us, Hunter.  I was expecting an officer, not a college student.": "我知道你是我们中的一员，亨特。我在等一个军官，不是大学生。",
  "Version of the KRX-108 for use by monsters, to account for increased accuracy of ranged attacks.  This is a bug if you find one of these!": "KRX-108版本供怪物使用，以提高远程攻击的准确性。如果你找到其中一个，这就是一个虫子！",
  "monomolecular sword": "单分子剑",
  "Can I stay here?": "我能呆在这儿吗？",
  "Care to trade?": "想交易吗？",
  "Kinda boring here huh?": "这里有点无聊吧？",
  "A yard-long sword made from high-tech alloy and edged with bonded nanocrystals.  A welded metal handle and handguard allow you to hold it without slicing your hand open.": "一把一码长的剑，由高科技合金制成，刃口镶有粘结的纳米晶体。一个焊接金属手柄和护手，让你举行没有切片你的手打开它。",
  "You steady yourself, prepared for the fights ahead.": "你要稳住自己，为未来的战斗做好准备。",
  "A paper cartridge containing black powder and a Minie ball.  A paper enclosed version of the historic projectile of the USA Civil war.  The Minie ball is still as deadly and accurate as ever.": "一种装有黑色粉末和小球的纸筒。美国南北战争历史性炮弹的一个纸质版本。迷你球仍然像以前一样致命和准确。",
  "Seeing this is probably also a bug.": "看到这可能也是一个错误。",
  "Charges the user's bionic reserves via induction.": "通过导电向用户的仿生储备充电。",
  "\"MANKIND IS OBSOLETE\"": "“人类已经过时了”",
  "[MISSION] Router suggested that I talk to you about joining the hunt for Apophis.": "Router建议我和你谈谈加入追捕Apophis的行动。",
  "Glad to see you too buddy, let's go now!": "很高兴见到你，伙计，我们走吧！",
  "Short and sharp claws made from a high-tech metal welded to metal knuckles.  Lightweight and fast, wielding them feels as if you were bare-handed.": "短而锋利的爪子，由焊接在金属指关节上的高科技金属制成。轻巧而快速，挥舞它们感觉就像赤手空拳。",
  "A light, flammable gas compressed for use as fuel.  Quite energy dense, but also requiring a lot of energy to produce, even moreso without pre-cataclysm industry.": "压缩后用作燃料的轻的、易燃的气体。相当密集的能源，但也需要大量的能源生产，更何况没有灾前工业。",
  "Why are the others attacking us?": "为什么其他人攻击我们？",
  "CBM Induction Heat": "感应加热CBM",
  "A heavily-augmented mutant of some sort, deformed from its enhancements.  It seems even more indiscriminate in its rampage than the undead.": "一种高度增强的变种，因其增强而变形。它的狂暴似乎比亡灵更肆无忌惮。",
  "An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine.  Its small size makes it rather inefficient compared to its normal efficiency as a motor.": "一种临时用作发电机的电动机，连接在内燃机上。它的体积小，使它相当低效相比，它的正常效率作为一个马达。",
  "Exertion": "用力",
  "You seem to know a lot more than you're letting on.": "你好像知道的比你说的要多。",
  "Well, bye.": "好吧，再见。",
  "<done_conversation_section>": "<done_conversation_section>",
  "Bio-Weapon Apophis": "生物武器阿波菲斯",
  "An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine.  Its small size has a negative impact on its efficiency.": "一种临时用作发电机的电动机，连接在内燃机上。它的体积小对它的效率有负面影响。",
  "Heh, another one caught in this mess, huh?": "嘿，又有一个被困在这个烂摊子里了，是吗？",
  "Hey.  Anything I can help you with, visitor?": "嘿。有什么需要我帮忙的吗，客人？",
  "mutagenic hemoampoule": "致突变血安瓿",
  "Bio_weapons?": "生化武器？",
  "Disarm": "解除武装",
  "A resinous capsule filled with what looks like congealed blood, mixed with mutagenic compounds.  Not as strong as mutagenic serum, but will require a syringe to use.": "一种含有树脂的胶囊，里面装着看起来像凝固的血液，混合着致突变的化合物。没有诱变血清那么强，但需要注射器才能使用。",
  "bio-ampoule": "生物安瓿",
  "survivor's .223 magazine": "幸存者的223弹夹",
  "\"The director has confirmed positive ID on local research sites also connected to Project Mesektet, with further contacts linking them to commercial and military research directives across the tri-county area.\"": "“局长已经确认了与梅塞克特项目有关的当地研究地点的积极身份，并进一步联系了他们，将其与三尖树地区的商业和军事研究指令联系起来。”",
  "The mechanics volume of the Rebuilding Civilization encyclopedia.  This book contains everything from simple machines to the inner workings of submarine engines in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的力学卷。这本书包含了从简单的机器到潜艇引擎内部工作的所有细节。作为基本模式，它跳过了理论，建议先修的同伴书的知识。",
  "biological blade": "生物刀片",
  "purified hemoampoule": "纯化血安瓿",
  "a roar of anger!": "怒吼！",
  "The ultimate bionic mutant.  Only God knows why it exists.  With incredible power, armor and bionics on its side, victory won't come easy.": "终极仿生变种。只有上帝知道它为什么存在。拥有难以置信的力量、盔甲和仿生学，胜利来之不易。",
  "Mycus B.W.M.D": "粘菌病",
  "Vented waste heat.": "排出的废热。",
  "Apophis fires its fusion blaster!": "阿波菲斯发射了它的聚变爆炸机！",
  "leather skirt": "皮裙",
  "What's going on out here?": "外面怎么了？",
  "An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine.  While relatively energy-intensive, it makes about as efficient a dynamo as it does a motor.": "一种临时用作发电机的电动机，连接在内燃机上。虽然能源相对密集，但它的效率相当于发电机和电机。",
  "pair of extra long white gloves": "一副白色超长手套",
  "an electric crackle!": "电的噼啪声！",
  "After mycus assimilation was successful, our local system was instructed to claim more territory for the mycus. Hostile organisms are near, proceed with caution.": "在mycus同化成功后，我们的地方系统被指示为mycus申请更多的领土。有敌方生物靠近，小心行事。",
  "Fungal Territory": "真菌区",
  "Bye.": "再见。",
  "The fabrication volume of the Rebuilding Civilization encyclopedia.  This book contains everything from creating how to create simple stone tools to the creation of the pyramids of Egypt in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的编撰卷。这本书包含了从如何创造简单的石器到埃及金字塔的精细细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "A magazine built for the survivor's .223 assault rifle.  Although well-made, it does not fit STANAG specifications.": "为幸存者的.223突击步枪制作的弹夹。虽然制作精良，但不符合STANAG规范。",
  "Members of the Command Center seeking refuge from ...something.  They have intel and some connections to the Old Guard.": "指挥中心的人在寻求…某物的庇护。他们有情报和一些旧警卫的联系。",
  "I see.": "我懂了。",
  "How are you holding up?  Router asked that I check on you.": "你还好吗？路由器让我去看看你。",
  "A resinous capsule filled with what looks like congealed blood, mixed with stabilizing compounds.  Mimics the effects of purifier, but requires a syringe to use.": "一种树脂状的胶囊，里面充满了看起来像凝固的血液，混合着稳定的化合物。模仿净化器的效果，但需要使用注射器。",
  "laser gatling arm": "激光转管臂",
  "The archery volume of the Rebuilding Civilization encyclopedia.  This book contains everything from correct positioning to the usage of advanced bows in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书射箭卷。这本书包含一切从正确的定位到先进的弓在细节上的使用。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "A thin-walled capsule formed of strange resin filled with a strange liquid, used by exotic autoinjector mechanisms.": "一种由奇怪的树脂填充奇怪的液体形成的薄壁胶囊，由奇特的自动注射器机构使用。",
  "coilgun": "线圈炮",
  "Follow my lead, I'll get us out of here.": "跟着我，我会带我们离开这里。",
  "Who are you?": "你是谁？",
  "I really hope that badge belongs to you…": "我真的希望徽章是属于你的…",
  "A7 laser rifle": "A7激光步枪",
  "I'll help get you out of here.": "我会帮你离开这里。",
  "What are you doing here?": "你在这里干什么？",
  "Greetings.  Damn, I was hoping to run into somebody else… at least we're both still in one piece, I guess.": "问候语。妈的，我本来想撞上其他人的…至少我们两个还合二为一，我想。",
  "I see…": "我明白了…",
  "Prepper Household": "预科生家庭",
  "%s prepares for the fights ahead.": "%s为前面的战斗做准备。",
  "You knew something was coming, you prepared, when the dead rose, you knew what to do. With your house now barricaded, it's time to put your plan into action.": "你知道有什么事要发生，你做好了准备，当死去的玫瑰升起时，你知道该怎么办。把你的计划付诸行动吧。",
  "survivor's 7.62x39 magazine": "幸存者7.62x39弹夹",
  "Your left arm is currently transformed into a ups powered laser gatling gun.  Fire it as if it was any other gun.": "你的左臂现在变成了一个ups供电的激光转管枪。把它当作其他枪一样开枪。",
  "The bartering volume of the Rebuilding Civilization encyclopedia.  This book contains everything from what supplies are worth more after the cataclysm to what economic system to use in your new society in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的易货卷。这本书包含了从什么样的物资在灾难后更值钱到在你们的新社会中使用什么样的经济体系的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Boarded Up House": "用木板围起来的房子",
  "Hello there, hotshot, try not to break anything, ok?": "你好，帅哥，别弄坏任何东西，好吗？",
  "A magazine built for the survivor's 7.62x39 assault rifle.  A rough simplification of the AKM magazine pattern, its makeshift design makes it incompatible with factory AK-pattern rifles.": "为幸存者的7.62x39突击步枪制作的弹匣。一个粗略简化的AKM弹夹模式，其临时设计，使其与工厂AK模式步枪不兼容。",
  "Elusiveness": "难以捉摸",
  "Hey visitor, anything exciting out there?": "嘿，客人，有什么令人兴奋的事吗？",
  "I'm in the same boat, it seems.": "看来我是同舟共济。",
  "\"We've tracked down the primary rehabilitation and disposal sites used by the other project assets.  The director has expressed interest in securing them after Unit One is brought online.\"": "“我们已经追踪到其他项目资产使用的主要修复和处置场地。局长表示有兴趣在第一单元上线后保护它们。”",
  "Fungus Failed Bio-Weapon": "真菌生物武器",
  "Super Soldiers": "超级战士",
  "Oh.": "哦。",
  "Ragtag branch of the military that survived the initial cataclysm.   Allied to the command center, they seek leadership in this new world.": "在最初的大灾难中幸存下来的军队的一个支部。他们与指挥中心结盟，在这个新世界寻求领导权。",
  "What should we do?": "我们该怎么办？",
  "Holy shit man, you are still alive?!  I'm glad, I thought I was going to have to deal with all this alone.  We got this place far away and are safe for now.  It's now you and me, just like old times!": "天哪，你还活着？！我很高兴，我以为我得一个人处理这一切。我们到了很远的地方，现在很安全。现在是你和我，就像以前一样！",
  "A foot-long knife made from metal enclosed with flesh and bone.  Its blade consists of razor sharp saw-like protrusions, with a bone handle that fits well in the hand.  Holding it brings strange whispers to the back of your mind, as though it has a will of its own.": "用金属制成的一英尺长的刀，内有肉和骨头。它的刀片由剃刀般锋利的锯齿状突起组成，骨柄很适合手。握着它会在你的脑海里带来奇怪的耳语，仿佛它有自己的意志。",
  "Preppers": "预科生",
  "Let's go!": "走吧！",
  "I'm one of the super soldiers, in fact.": "事实上，我是超级战士之一。",
  "Military augmentation project, same people handing out the badge you're wearing.  Guessing you know enough about it if you have one yourself.  Don't remember much up until Router found me and took me in, same deal as Sigma.": "军事增援计划，和你戴的徽章是同一个人。如果你自己也有一个的话，我猜你对它了解得够多了。直到路由器找到我并把我带进去，我才记得太多，和西格玛一样。",
  "The bashing weapons volume of the Rebuilding Civilization encyclopedia.  This book contains everything from self defense with a pipe to the proper swinging technique for a sledge hammer in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的打击武器卷。这本书包含一切从自卫与管道适当的摆动技术的大锤在细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "survivor's .308 magazine": "幸存者的.308弹夹",
  "clickclickclick!": "咔嚓咔嚓！",
  "A military augmentation project.  Not that sort of bio-weapon if that's what you're thinking, it's not contagious.  More like we're living weapons basically.  Guess you already know a bit for you to have made it here.  Not much else I can tell you, just stuck here waiting.": "军事增援项目。不是那种生物武器如果你这么想的话，它不会传染。更像是活的武器。我猜你已经知道了一点，你已经在这里了。我没什么可说的，就在这里等着。",
  "A magazine built for the survivor's .308 battle rifle.  While well-made, it isn't standardized to fit common production models.": "为幸存者的.308战斗步枪制作的弹夹。虽然制作精良，但它并没有标准化以适应普通的生产模式。",
  "Laser Gatling Arm": "激光转管臂",
  "An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine.  It would need a fairly powerful engine to effectively generate power.": "一种临时用作发电机的电动机，连接在内燃机上。它需要一个相当强大的引擎来有效地发电。",
  "survivor's 7.62x54 magazine": "幸存者7.62x54弹夹",
  "fungal augmented abomination": "真菌增恶",
  "So now what are you going to do?": "那现在你打算怎么办？",
  "It's a refuge, made for the Bio-Weapon research team.  I happened to be one of the guards of the project.  It turned into a mess real quick.  Only one of the original scientists is still here.": "这是一个避难所，是为生物武器研究小组设计的。我碰巧是这个项目的警卫之一。很快就变得一团糟。只有一位最早的科学家还在这里。",
  "Holy shit girl, you are still alive?!  I'm glad, I thought I was going to have to deal with all this alone. We got this place far away and are safe for now.  It's now you and me, just like old times!": "该死的女孩，你还活着？！我很高兴，我以为我得一个人处理这一切。我们到了很远的地方，现在很安全。现在是你和我，就像以前一样！",
  "\"Unit One is to remain in standby mode in case the \"disturbance\" causes us any difficulty.  Contingency plan for on-site activation shall be provided to the research director.\"": "“一号机组保持待命状态，以防‘干扰’给我们带来任何困难。应向研究主任提供现场启动应急计划。”",
  "Anything I can do for you?": "有什么需要我帮忙的吗？",
  "Survivors who had prepared for the cataclysm before the idea of it was on the radar.  They possess the means to rebuild.": "生还者在大灾变的想法出现之前就已经做好了准备。他们拥有重建的手段。",
  "\"3-XII is dispatching a squad to this site, with a unit from 4-VII in tow to secure against hostile action.  Cooperate as best as you are able, but do not allow them into the lab complex itself.\"": "“3-XII正在派遣一个小队到这个地方，4-VII的一个小队在后面，以防止敌对行动。尽可能地合作，但不要让他们进入实验室。”",
  "Assimilation process is complete, incorporation and modification of biology and bionics into our system was successful.  Protection of our new domain and brethren is our current objective.  Inability to remove previous DNA marker is but a minor setback.": "同化过程是完整的，生物和仿生学在我们的系统中的整合和改造是成功的。保护我们的新领域和兄弟是我们目前的目标。无法移除先前的DNA标记只是一个小小的挫折。",
  "Version of the MX-84 for use by monsters, to account for increased accuracy of ranged attacks.  This is a bug if you find one of these!": "版本的MX-84供怪物使用，以提高远程攻击的准确性。如果你找到其中一个，这就是一个虫子！",
  "Anything I can help with?": "有什么我能帮忙的吗？",
  "Will do.": "就行了。",
  "Bio-Weapons": "生物武器",
  "'The Predator'.  You were the first, the Alpha.  Created to sow chaos behind enemy lines, driven by hunger.  You awoke into the unknown with an appetite - good thing the world is full of prey to devour!": "“掠夺者”。你是第一个，阿尔法。在饥饿的驱使下，在敌后制造混乱。你带着一种渴望醒来进入未知世界——世界上充满了可以吞食的好东西！",
  "Creations of an unknown project with links to the cataclysm.  Allied to the command center since they are their creation.": "与大灾变有关的未知项目的创建。与指挥中心结盟，因为他们是他们的创造者。",
  "Finger Laser CBM turned into a pistol.  Still very accurate, but not particularly damaging.": "手指激光CBM变成了手枪。仍然非常准确，但不是特别有害。",
  "An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine.  While it retains much of its efficiency, it still requires a rather powerful engine to operate.": "一种临时用作发电机的电动机，连接在内燃机上。虽然它保留了大部分的效率，但仍需要一台相当强劲的发动机来运转。",
  "Bio-Weapon Delta": "生物武器三角洲",
  "Slave Fighters (Blue Team)": "奴隶战士（蓝队）",
  "chain lightning rifle": "链式闪电步枪",
  "…": "…",
  "A magazine built for the survivor's 7.62x54 battle rifle.  Vaguely based off the magazine design used by the SVT-40, its handmade design makes it incompatible with any production firearm.": "为幸存者的7.62x54战斗步枪制作的弹夹。依稀以SVT-40使用的弹匣设计为基础，手工设计使其与任何生产枪支都不兼容。",
  "That thing you are wearing… a Bio-Weapon Badge…": "你戴的那个…生物武器徽章…",
  "homemade laser pistol": "国产激光手枪",
  "Welcome.  Try not to cause any trouble and things will be just fine.": "欢迎光临。尽量不要惹麻烦，事情会好起来的。",
  "Slave Fighter's Freedom": "奴隶战士的自由",
  "V29 laser pistol": "V29激光手枪",
  "<end_talking>": "<end_talking>",
  "Used to be an old lab bunker.  We had the lower level gutted and remodeled to make it livable.  Better than nothing at least.": "以前是个旧的实验室掩体。我们把下层的房子挖了出来，重新装修，使之适于居住。总比什么都没有好。",
  "Version of the XARM-37 for use by monsters.  This is a bug if you find one of these!": "供怪物使用的XARM-37版本。如果你找到其中一个，这就是一个虫子！",
  "All your life you have been experimented on and forced to fight others for the amusement of your masters. Never having seen the sun or the outside the cataclysm gave you a chance at freedom. Now you just have to escape from your fellow combatants...": "在你的一生中，你一直在试验，并被迫与他人战斗，以取悦你的主人。从未见过太阳或外面的灾难给了你一个自由的机会。现在你只需要逃离你的战友…",
  "\"We've received confirmation that they're onto us.  Orders are to delay the security dispatch as long as possible, while the director gets Unit One online.\"": "“他们已经收到了我们的确认。命令是尽可能长时间推迟安全调度，同时主任让一号机组上线。”",
  "'The Infiltrator', created to infiltrate, scout, spy and assassinate.  Capable of taking down enemies from afar, exploring enemy territory and integrating into the local populace.  You awoke to chaos, and you plan to eliminate whoever caused it.": "“渗透者”，用来渗透，侦察，间谍和暗杀。能够从远处打倒敌人，探索敌国领土，融入当地民众。你意识到了混乱，你计划消灭造成混乱的人。",
  "Sure!  This is the recreation room and lobby, and the kitchen is next to it.  Down there is the main hallway.  First door on the left is the dormitory, the Bio-Weapons are usually there.  Across from that is just a bunch of junk metal.  Down the hall you have the restroom on the right, then the research room on the left.  Our leader, Router, is there.  He can be a weirdo but he keeps us safe.  Go talk to people if you need anything.": "当然！这是娱乐室和大堂，厨房就在旁边。下面是主走廊。左边的第一个门是宿舍，生物武器通常都在那里。对面就是一堆废金属。沿着大厅往下走，洗手间在右边，研究室在左边。我们的领导人，路由器，在那里。他可以保护我们。如果你需要什么，去和别人谈谈。",
  "Quick and fluid movements make you harder to catch.\n\n+1 Dodge attempts, Dodge skill increased by 25%% of Intelligence, immunity to knockdown.\nLasts for 1 turn.": "快速流畅的动作让你更难被抓住。\n\n+1闪避尝试，闪避技能增加智力的25%，对击倒免疫。\n持续1圈。",
  "Bloodlust": "嗜血",
  "Bio-Weapon Beta": "生物武器测试版",
  "Active Defense": "主动防御",
  "'The Immortal', designed to be a one-man army.  Your body is a lethal weapon, finely tuned arms and defenses ready to destroy anything standing in your way.  You awoke to a horde of enemies, so now you take them all on.": "“不朽的军队”，设计成一支不朽的军队。你的身体是一个致命的武器，精心调整的武器和防御准备摧毁任何站在你的方式。你醒来时发现了一大群敌人，所以现在你要把他们都打败。",
  "People who all their lives have seen nothing but fighting in a ring for the amusement of the rich.  Most of the saner captives and new meat end up in Blue Team, pitted against hardened and \"broken in\" combatants.": "一辈子都没见过的人，只不过是为了富人的娱乐而斗殴。大多数理智的俘虏和新的肉食最终都会加入蓝色的队伍，和僵硬的“磨合”的战斗人员进行较量。",
  "solar flashlight (off)": "太阳能手电筒（关）",
  "They had me set up and ready to follow a paper trail, check up on a small handful of lab projects.  Degree in computer engineering and a brief stint as an officer candidate before all this.": "他们把我安排好，准备跟踪记录，检查一些实验室项目。计算机工程学位，在此之前有短暂的军官候选人经历。",
  "Well, damn.": "好吧，该死。",
  "A strange mist covers %2$s in the wake of your swing.": "你荡秋千的时候，一团奇怪的雾气遮住了%2$s。",
  "Version of the MK-2 for use by monsters, to account for increased accuracy of ranged attacks.  Copies from MX-84 instead because for some wacky reason the MK2 itself doesn't work right in the hands of monsters.  Unlike the others, overriding the damage type doesn't matter because it you take a direct heat, being lit on fire from heat damagetype is the least of your worries.  This is a bug if you find one of these!": "怪物使用的MK-2版本，以提高远程攻击的准确性。从MX-84的副本，而不是因为一些奇怪的原因，MK2本身不工作的权利，在手中的怪物。与其他类型不同的是，覆盖伤害类型并不重要，因为你需要直接加热，被加热伤害类型点燃是你最不担心的。如果你找到其中一个，这就是一个虫子！",
  "solar flashlights (off)": "太阳能手电筒（关）",
  "A strange mist covers %2$s as %1$s swings at them.": "当%1$s人向%2$s人挥舞时，一团奇怪的薄雾笼罩了他们。",
  "CBM Induction Rads": "CBM感应雷达",
  "Hey you, are you also after the Bio-Weapons?": "嘿，你也在找武器？",
  "Sketchy Cabin": "简陋的小屋",
  "What are those things?": "那些是什么东西？",
  "The computer volume of the Rebuilding Civilization encyclopedia.  This book contains everything from basic programing to cyber security algorithms in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的计算机卷。这本书包含了从基本编程到网络安全算法的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Yeah, same augmentation project your badge labels you as, assuming that belongs to you.  Router found me passed out and told me about everything.  I don't remember anything before that.  Guess I just have to trust him for now.": "是的，和你的徽章上的标签一样，假设那是属于你的。路由器发现我昏倒了，把一切都告诉了我。在那之前我什么都不记得了。我现在只能相信他了。",
  "biological sword": "生物剑",
  "Radiation!": "辐射！",
  "The cooking volume of the Rebuilding Civilization encyclopedia.  This book contains everything from cooking small game to basic chemistry in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的烹饪卷。这本书包含从烹饪小游戏到基本化学的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "\"Scanning area…\"": "“扫描区域…”",
  "This… thing is a failed experiment of science, whose biology has been overtaken by the fungus.  Has various enhancements, both mutagenic and bionic, that it uses to serve its new overlord(s).": "这是一个失败的科学实验，它的生物学已经被真菌所超越。有各种各样的增强，包括诱变和仿生，它用来服务于它的新霸主。",
  "An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine.  You would need one hell of an engine to use this as a generator!": "一种临时用作发电机的电动机，连接在内燃机上。你需要一个巨大的引擎才能把它当发电机用！",
  "A yard-long sword of metal, enclosed in flesh and bone, including a protective hilt framed with tough sinews.  Grown from a smaller sample, holding it brings a strange sense of power beyond what it used to.  It feels almost like a living being with a mind of its own, one that lusts for blood.": "剑柄一种一码长的金属剑，包在肉和骨头里，包括一个用坚韧的筋架起来的保护柄。从一个较小的样本中生长出来，拿着它带来了一种超越过去的奇怪的力量感。它感觉就像一个有着自己思想的生物，一个渴望鲜血的生物。",
  "The cutting weapons volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using a glass shiv to medieval swordsmanship in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的切割武器卷。这本书包含了从使用玻璃刀到中世纪剑术的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "zombie augmented soldier": "僵尸增强士兵",
  "You feel worn out and empty inside.": "你会觉得筋疲力尽，内心空虚。",
  "The dodging volume of the Rebuilding Civilization encyclopedia.  This book contains everything from dancing for beginners to parkour in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的躲闪卷。这本书包含了从初学者跳舞到跑酷的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "A surge of energy courses from your weapon, empowering you further!": "一股能量从你的武器中涌出，进一步赋予你力量！",
  "So, what can I help you with?": "那么，我能帮你什么？",
  "Any advice for dealing with a bio-weapon?": "对处理生物武器有什么建议吗？",
  "Experimental Soldier Start": "实验兵出发",
  "Survivor Combatives Manual": "幸存者战斗手册",
  "Farewell.": "再会。",
  "Biological Weapon Adrenaline": "生物武器肾上腺素",
  "Guess that explains where you got the badge.": "我猜这就解释了你从哪里拿到徽章的。",
  "You were part of a an advanced infantry unit, deployed to one of several 'priority sites' as part of a last-ditch effort to get the situation under control.  Delays and casualties led to you being the only one left by the time you reached the objective, and things aren't looking any better.": "你曾是一支先进步兵部队的一员，被部署到几个“重点地点”之一，作为控制局势的最后努力的一部分。延误和伤亡导致你是唯一一个离开的时候，你达到了目标，事情看起来没有任何好转。",
  "Not good.  I had another person with me when I arrived, and he was guarding the vehicle when those things showed up.  Luckily they seemed reluctant to barge into the bunker, and things are getting hectic out there as it seems my buddy took a couple of them out before he bit it, and they started getting back up…": "不好的。当我到达的时候，我有另外一个人陪着我，当那些东西出现的时候，他正在看管车。幸运的是，他们似乎不愿意闯入掩体，外面的事情变得越来越繁忙，因为我的伙伴似乎在咬它之前就把它们拿了出来，它们开始爬起来…",
  "A very lengthy and boring journal with tutorials on various unorthodox combat mechanics.": "一本很长很无聊的日记，里面有各种非正统的战斗机制的教程。",
  "Otherworldly adrenaline.  Keep the pressure up and you should be fine.": "超凡的肾上腺素。保持压力，你会没事的。",
  "survivor's 12 gauge magazine": "幸存者12号弹匣",
  "Bionic Combatives Manual": "仿生战斗手册",
  "I'm not sure whether to believe you or not, without the badge and all.  But whatever, no telling whether you lost yours or maybe you decided on not advertising it for everyone to see.  Given those bastards cranked out everything from super soldiers to a giant cat Bio-Weapon to fucking Apophis, nothing would suprise me at this point.": "我不知道是否相信你，没有徽章。但不管怎样，不知道你是否失去了你的，或者你决定不做广告给大家看。考虑到那些混蛋从超级士兵到巨型猫科生物武器再到他妈的阿波菲斯，在这一点上没有什么能让我吃惊的。",
  "This is a heavy duty LED solar flashlight.  Using this flashlight will turn it on and provide light, assuming it is charged.  The battery is soldered in place, and requires sunlight or a recharging station to charge.": "这是一个重型LED太阳能手电筒。使用这个手电筒会打开它，并提供光，假设它是充电的。电池焊接到位，需要阳光或充电站充电。",
  "Sorry, Nothing": "抱歉，没什么",
  "Priority Site": "优先站点",
  "A jolt of strange energy envelops %1$s!": "一股奇怪的能量包围了%1$s！",
  "I'm not one of them.  You can trust me.": "我不是他们中的一员。你可以相信我。",
  "A very lengthy and boring journal detailing the trial and error to learn the Bionic Combatives fighting style from its bionic.": "一个非常冗长和枯燥的日志详细的尝试和错误，学习仿生格斗风格从其仿生。",
  "The driving volume of the Rebuilding Civilization encyclopedia.  This book contains everything from acquiring a driving license to professional racing in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的驱动卷。这本书包含了从获得驾驶执照到职业赛车的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Rifle built with parts salvaged from a Chain Lightning CBM.  Fires bolts of electricity that jump between nearby enemies.": "用连环闪电CBM打捞出来的零件制造的步枪。在附近的敌人之间发射跳跃的闪电。",
  "\"Systems check… er-ror…\"": "“系统检查…错误…”",
  "Slave Fighters (Red Team)": "奴隶战士（红队）",
  "Bio-Weapon Gamma": "生物武器伽马射线",
  "I was working my way through a college degree.  Computer engineering stuff, and that helped get me where I am now.  I was at home actually when this started, putting the final pieces on the side project that led me here.": "我在努力攻读大学学位。计算机工程的东西，这帮我找到了现在的位置。当这一切开始的时候我就在家里，把最后的部分放在我来这里的项目上。",
  "You thirst for blood!": "你渴望鲜血！",
  "The best defense is a good offense.\n\n+1 Block attempts, damage blocked increased by 100%% of Intelligence.\nLasts 2 turns.": "最好的防守是好的进攻。\n\n+1格挡尝试，格挡伤害提升100%智力。\n持续2圈。",
  "Got it.": "知道了。",
  "People who all their lives have seen nothing but fighting in a ring for the amusement of the rich. Devoid of reason they think the cataclysm is but another round, barely able to tell each other apart from the other team.": "一辈子都没见过的人，只不过是为了富人的娱乐而斗殴。他们毫无理由地认为这场大灾难不过是另一轮，几乎无法区分对方和对方。",
  "Your bloodlust wears off.  You feel AWFUL!": "你的嗜血欲望消失了。你感觉糟透了！",
  "'The Mechanic', created to sabotage, destroy, assimilate or repair bio-technology.  You are a walking, adaptive repair machine.  You awoke to the sounds of machines fighting abominations.  You could help them, or destroy them, if they get in your way.": "“机械师”，用来破坏、破坏、吸收或修复生物技术。你是一台可行走的自适应维修机器。你醒来时听到机器与可憎的事物搏斗的声音。如果他们挡了你的路，你可以帮助他们，或者摧毁他们。",
  "A custom-built backpack modified further to be an archer's best friend.  Lots of storage, manageable encumbrance and a built in quiver.": "一个定制的背包被进一步改装成弓箭手最好的朋友。大量的存储，可管理的负担和内置箭袋。",
  "Thought you'd know from the badge you're wearing.  They've got augs like I do, but also some mutations and other changes to make them perform better as soldiers.  Living weapons, basically.  Whatever you ran into out there, don't worry.  We're all on the same side here, for all their enhancements they act more like two bored teenagers than military experiments.": "我以为你会从你戴的徽章上知道。他们和我一样有奥古斯，但也有一些变异和其他改变，使他们在当兵时表现得更好。基本上是活武器。不管你在外面遇到什么，别担心。我们都站在同一边，尽管他们的能力增强了，但他们的行为更像两个无聊的青少年，而不是军事实验。",
  "survivor's scout suit": "幸存者侦察服",
  "Super Soldier": "超级战士",
  "Living weapons in a sense, but they're still as human as you or me.  All cyborged up and injected full of mutagenic treatments, doc says they lost a lot of their memories but they don't really act too much like the killing machines those eggheads wanted…": "从某种意义上说是活的武器，但它们还是和你我一样的人类。所有的机器人都被注射了大量的诱变疗法，医生说他们失去了很多记忆，但他们的行为并不像那些书呆子想要的杀人机器…",
  "A home-made suit built to live off the land.  Comes with ample storage, fur lining, environmental and physical protection, a built-in watch, and a makeshift sheath ring.  It requires a separate gas mask for full protection.": "一种为在陆地上生活而自制的衣服。配有充足的储物空间、毛皮衬里、环保和物理保护、内置手表和临时护套环。它需要一个单独的防毒面具来充分保护。",
  "Guess would explain your presence here.  We'll see if you turn out useful like the other two who survived the trip, or if you'll end up stuck sitting around with nothing to do like I've been.": "我猜这能解释你来这里的原因。我们会看看你是否像其他两个幸存下来的人一样有用，或者你是否会像我一样无所事事。",
  "solar flashlight (on)": "太阳能手电筒（开）",
  "That's what the label says, it's a sorta augmentation project.  You seem to know your stuff, guess one doesn't simply find this place by accident.  Router told me what I am.  I am stuck here until further notice.": "标签上是这么说的，这是一个增强项目。你好像很了解你的东西，我猜你不是偶然找到这个地方的。路由器告诉我我是什么。我被困在这里，直到另行通知。",
  "The infantry of the Super Soldier project.  You are one of many augmented soldiers to be deployed into a battle field to ensure victory.  With range and melee capabilities, you engage enemies en masse.": "超级士兵项目的步兵。你是众多被部署到战场以确保胜利的增援士兵之一。有了射程和近战能力，你就可以和敌人一起战斗。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  It staggers with an unsteady mechanical gait, as though hindered by its augmentations.": "一个先进的，装备精良的军人，仍然在灾难中屈服。它以一种不稳定的机械步态蹒跚而行，好像被它的增强所阻碍。",
  "The electronics volume of the Rebuilding Civilization encyclopedia.  This book contains everything from simple circuits to military robotics in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的电子卷。这本书包含了从简单电路到军用机器人的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "And seeing this is probably a bug too.": "看到这可能也是一个错误。",
  "The unofficial expansion mod for Cataclysm: Dark Days Ahead.": "灾难的非官方扩展模式：黑暗的日子在前方。",
  "Misdirection": "误导",
  "bad": "坏的",
  "Seems it's harder to conceal that than I thought.  You're right, and I suppose that also confirms I can trust you with this.  Though you're wrong about that last bit, didn't stay a CO for very long.  Long story, don't ask.  Just be careful who you reveal this information to, okay?": "似乎比我想象的更难掩饰。你说得对，我想这也证实了我可以信任你。虽然你在最后一点上错了，但我没在公司待太久。说来话长，别问了。小心你把这些信息透露给谁，好吗？",
  "A common .22 LR semi-automatic pistol, modified to attach to another firearm under the barrel at the expense of the base weapon's handling.  Its magazine well has been permanently, almost crudely altered to allow it to use various magazines from similar weapons, at the expense of accuracy and ease of reloading.": "一种普通的.22lr半自动手枪，改装后可以装在枪管下的另一支火器上，而牺牲了基础武器的使用。它的弹匣井已经被永久地，几乎是粗略地修改，以允许它使用类似武器的各种弹匣，以牺牲准确性和重新装填的方便性为代价。",
  "Biostim Overdose": "Biostim过量",
  "survivor's armored scout suit": "幸存者装甲侦察服",
  "You've got the badge, huh?  I am listening.": "你有徽章，是吗？我在听。",
  "Oi, cease with these shenanigans, ye debuggers!": "喂，别再胡闹了，调试器们！",
  "This is a bug, report to Noctifer if you see this.": "这是一个错误，如果你看到这个报告Noctifer。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  It staggers under the weight of its gear, an unsteady mechanical march hinting at its augmentations.": "一个先进的，装备精良的军人，仍然在灾难中屈服。它在齿轮的重压下摇摇晃晃，不稳定的机械行进暗示着它的增强。",
  "The first aid volume of the Rebuilding Civilization encyclopedia.  This book contains everything from proper bandage application to exploratory surgery in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书急救卷。这本书包含从正确的绷带应用到精细的探查手术的一切细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "biological pistol": "生物手枪",
  "zombie augmented prowler": "僵尸强化巡游者",
  "Your left arm has been outfitted with a complex array of rotating laser projectors.  Or in layman's terms, a laser gatling gun!  You may use your energy banks to fire a barrage of lasers.": "你的左臂配备了一个复杂的旋转激光投影仪阵列。或者用外行的话说，激光转管机枪！你可以用你的能量库来发射大量的激光。",
  "pairs of extra long white gloves": "一双超长白手套",
  "Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Alpha.  It may prove useful one day.": "你的基因组对你来说是独一无二的，这是一个DNA标记，表明你是生物武器阿尔法。总有一天会有用的。",
  "solar flashlights (on)": "太阳能手电筒（开）",
  "All your enhancements came short of immortality.": "你所有的强化物都没有长生不老。",
  "Biostim": "生物时代",
  "Laser Gatling Arm CBM": "激光转管臂",
  "Hey there!  Welcome to the Command Center.": "嘿，那里！欢迎来到指挥中心。",
  "survivor's auxiliary 9mm pistol": "幸存者辅助9毫米手枪",
  "The shock and awe of combat gives you an opportunity to slip away.\n\n+2 Block attempts, +2 Dodge attempts, movement speed increased by 100%% of Intelligence, moving generates 1/2 as much noise.\nLast 6 turns.": "战斗的震撼和敬畏给了你一个溜走的机会。\n\n+2格挡尝试，+2闪避尝试，移动速度提高100%智力，移动产生1/2噪音。\n最后6圈。",
  "A pistol made out of fleshy material enclosed by metal.  Whatever it fires seems to be solid enough to do damage along with immolating victims, though it appears to rely on a UPS slot.  Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy.  Hopefully it's not sentient.": "用金属包裹的肉质材料制成的手枪。不管它发射的是什么，看起来都足够坚固，足以和牺牲的受害者一起造成伤害，尽管它似乎依赖于UPS插槽。挥舞它会给你一种奇怪的专注感，尽管偶尔的抽搐和令人不安的声音会让你感到不安。希望它不是有知觉的。",
  "Oh, okay.": "哦，好吧。",
  "A home-made suit built to live off the land.  Comes with ample storage, warm fur lining, environmental and physical protection, a built in watch, and a makeshift sheath ring.  The suit is carefully crafted of Kevlar fabric and reinforced with metal.  It requires a separate gas mask for full protection.": "一种为在陆地上生活而自制的衣服。配有充足的储物空间、温暖的毛皮衬里、环保和物理保护、内置手表和临时护套环。这套西装是由凯夫拉纤维精心制作，并用金属加固。它需要一个单独的防毒面具来充分保护。",
  "survivor plate armor": "幸存者板甲",
  "A common 9x19mm semi-automatic pistol, modified to attach to another firearm under the barrel at the expense of the base weapon's handling.  Its magazine well has been permanently, almost crudely altered to allow it to use various magazines from similar weapons, at the expense of accuracy and ease of reloading, plus its purpose makes some high-capacity magazines unusable.": "一种普通的9x19mm半自动手枪，改装后可以装在枪管下的另一支火器上，而牺牲了基本武器的使用。它的弹匣井经过了永久性的、几乎是粗略的改动，以允许它使用类似武器的各种弹匣，而牺牲了准确性和重新装填的方便性，再加上它的用途，使得一些大容量弹匣无法使用。",
  "Good to hear.": "很高兴听到。",
  "A suit of Gothic plate armor modified with kevlar and leather, altered to better protect the gaps between plates and provide better protection from the elements.": "一套用凯夫拉纤维和皮革改良的哥特式板甲，经过改良以更好地保护板之间的缝隙，并提供更好的防护。",
  "\"Die!\"": "“死吧！”",
  "You're right.  I'd rather not talk too much about the details, but I'm on a mission to find out what happened and get in touch with anyone still alive.": "你说得对。我不想谈论太多细节，但我的任务是找出发生了什么，并与任何仍然活着的人取得联系。",
  "pair of knee-high boots": "一双及膝长靴",
  "You want the grand tour, ask the guard that's usually lounging around in the rec room, downstairs.  My duty's up here, and there's not much to see topside.  Just some fields tilled and a shed for storage.  All the interesting stuff is downstairs.": "如果你想参加盛大的巡演，就去问通常在楼下娱乐室闲逛的警卫。我的任务在上面，上面没什么可看的。只是一些耕地和仓库。所有有趣的东西都在楼下。",
  "Super Scout": "超级侦察兵",
  "We'll see what I can do.": "我们看看我能做什么。",
  "In fact most of this dialogue is a bug if you run into it, as this mission is started purely through dialogue.": "事实上，如果你遇到这种对话，大多数对话都是一个bug，因为这个任务完全是通过对话开始的。",
  "I don't want to end up like those things.  I don't want to become a monster, please…": "我不想最后变成那样。我不想变成怪物，拜托…",
  "A magazine built for the survivor's full auto shotgun.  A well-made simplification of the Saiga 12's variant of the AK pattern, it still won't fit to factory specifications.": "为幸存者的全自动猎枪制作的弹匣。一个良好的简化赛加12的变种的AK模式，它仍然不会适合工厂的规格。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one moves with purpose and clarity, knife in hand as though it still remembers how to use it.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这只手拿着刀，目标明确，动作清晰，好像它还记得如何使用它。",
  "This is a heavy duty LED solar flashlight.  This flashlight is turned on, and continually draining its batteries.  Use it to turn it off.": "这是一个重型LED太阳能手电筒。这个手电筒是打开的，并不断耗尽电池。用它来关掉它。",
  "\"Boss came down to show our supplier around.  Professional-looking person, would look more at home teaching college kids than working with the Organization.  Didn't seem even the least bit squeamish about the animals though.  Given she works for wherever we get our mutagen and CBMs, I don't want to even think about the shit they must be used to.  Didn't even fucking flinch when one of the freaks in Red Team broke its jaw gnawing on the bars, when she and the boss walked past its cell.\"": "“老板来带我们的供应商参观。一个看起来很专业的人，会把更多的精力放在家庭教育大学生上，而不是和组织一起工作。但对这些动物似乎一点也不害怕。考虑到她在我们得到诱变剂和CBM的地方工作，我甚至不想去想他们必须习惯的东西。当红队的一个怪物咬断了他的下巴，她和老板走过牢房的时候，他妈的一点也不退缩。”",
  "You are not human.  You can't even remember anymore, whether you were ever human to begin with.  What matters is that now, you are more than human.": "你不是人类。你甚至都不记得了，你是否曾经是人类。现在重要的是，你不仅仅是人类。",
  "biological sub-machinegun": "生物分机",
  "survivor's auxiliary .45 pistol": "幸存者的辅助武器。45手枪",
  "Any luck so far?": "到目前为止有什么进展吗？",
  "Good.  I hope that it wasn't too harrowing an experience, but we're dealing with some extremely dangerous threats, and it's only going to get worse from there.  Come see me when you're ready, I've got more important tasks that need taking care of.": "很好。我希望这不是太痛苦的经历，但我们正在应对一些极其危险的威胁，而且情况只会变得更糟。准备好了再来找我，我还有更重要的任务要处理。",
  "\"Got another fresh shipment, couple CBMs, along with the fresh meat to get Blue Team back up to full roster.  Boss is worried that vetting clients is going to make the next show a complete waste of time.  Told him we shouldn't have given up on streaming in favor of hosting fights on-site, but boss won't budge on that.\"": "“又有一批新货，两个CBM，还有新鲜的肉，让蓝队回到完整的名单上。老板担心审查客户会让下一场演出完全浪费时间。他告诉他，我们不应该放弃流媒体，转而在现场举办斗殴活动，但老板对此不会让步。”",
  "pairs of knee-high boots": "双及膝靴",
  "\"One of the long-runners on Red Team's getting a bit too smart for its own good.  It's figured out the bars won't give, so instead trashed the toilet in its cell.  Think it knows we have to move it to another cell while we replace the shitter.  The boss is also looking to get his supplier to get their hands on some PE065, that should make it a bit easier to keep contained like the rest.  Might make the next show more fun too.\"": "“红队的一个长跑运动员为了自己的利益变得有点太聪明了。因为酒吧不给，所以把厕所扔在牢房里。我想它知道我们必须把它移到另一个牢房里去，而我们要把它换掉。老板还想让他的供应商得到一些PE065，这应该会让他们像其他人一样更容易控制。可能会让下一个节目更有趣。”",
  "A sub-machinegun made out of fleshy material enclosed by metal, curiously sustained by a UPS connection.  Whatever the hell it fires seems to have an incendiary effect on targets.  Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy.  Hopefully it's not sentient.": "一种由金属包裹的肉质材料制成的分机器，奇怪的是由一个不间断电源连接支撑。不管它发射什么，似乎对目标都有燃烧作用。挥舞它会给你一种奇怪的专注感，尽管偶尔的抽搐和令人不安的声音会让你感到不安。希望它不是有知觉的。",
  "Those augmented abominations, the notes I found tied them to a thing called the Bio-Weapon Project.  You look like you're in the same shape as them, though you're not trying to kill me at least.  Can I trust you?": "我发现的那些增加了的讨厌的东西，把它们和一个叫做生物武器项目的东西联系在一起。你看起来和他们一样，虽然你至少不想杀我。我能相信你吗？",
  "Can't complain.  We are safe, have food, water, and weapons.  Router keeps working on something he says is important.  Life isn't bad.": "不能抱怨。我们很安全，有食物，水和武器。Router一直在做一些他认为重要的事情。生活并不坏。",
  "\"Fight was a complete no-show, none of the clients even called in.  Something's going down back in town, can't get ahold of the boss either.  Going to lock primary access and hit full cell unlock, let the animals have fun tearing each others throats out.  Oughta keep them distracted so I can try and find out what the fuck is going on up there.\"": "“打架完全没有表现出来，甚至没有一个客户打电话过来。城里出了点事，也联系不上老板。去锁定主通道和打全细胞解锁，让动物有乐趣撕裂对方的喉咙。应该让他们分心，这样我就可以试着找出上面到底发生了什么。”",
  "metal scraping against metal!": "金属与金属摩擦！",
  "survivor's 9mm magazine": "幸存者的9毫米弹匣",
  "I don't know much more than what I could scrape together over a year of picking apart the details.  Really not much to say.": "我只知道一年来我能拼凑出多少细节。真的没什么好说的。",
  "wearable solar flashlight (off)": "可穿戴太阳能手电筒（关）",
  "The sniper of the Super Soldier project.  You are one of a few augmented soldiers to be used for reconnaissance and V.I.P assassinations.  With your weapons and skills, you can eliminate key targets after living for weeks in enemy territory.": "超级战士项目的狙击手。你是为数不多的用于侦察和V.I.P暗杀的增援士兵之一。凭借你的武器和技能，你可以在敌方领土上生活数周后消灭关键目标。",
  "inhuman laughter!": "不人道的笑声！",
  "...": "...",
  "wearable solar flashlights (off)": "可穿戴太阳能手电筒（关）",
  "Super Bio-engineer": "超级生物工程师",
  "A magazine built for the survivor's 9mm SMG.  Uses a similar simplification as seen by handmade magazines for the STEN submachine gun, albeit lacking in compatibility.": "为幸存者的9毫米 制作的弹夹。使用类似的简化，如手工弹夹看到的STEN冲锋枪，虽然缺乏兼容性。",
  "zombie augmented rifleman": "僵尸增强步枪兵",
  "A yard-long sword made from high-tech alloy and edged with bonded nanocrystals.": "一把一码长的剑，由高科技合金制成，刃口镶有粘结的纳米晶体。",
  "pair of thigh-high boots": "一双高筒靴",
  "The marksmanship volume of the Rebuilding Civilization encyclopedia.  This book contains everything from proper iron sight aiming to military sniper techniques in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书枪法卷。这本书包含一切从适当的铁瞄准镜瞄准军事狙击手技术的细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Beta.  It may prove useful one day.": "你的基因组对你来说是独一无二的，这是一个DNA标记，表明你是生物武器β。总有一天会有用的。",
  "Somehow I doubt that… in fact seeing this is probably another bug, given you can't really bluff your way out of this mission.": "不知何故，我怀疑…事实上，看到这可能是另一个错误，鉴于你不能真正吓唬你的方式退出这项任务。",
  "The launchers volume of the Rebuilding Civilization encyclopedia.  This book contains everything from the use of spraycan flamethrowers to recoiless rifles in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的发起者卷。这本书包含了从喷枪喷火器到无后坐力步枪的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Gamma.  It may prove useful one day.": "你的基因组对你来说是独一无二的，这是一个DNA标记，表明你是生物武器伽马。总有一天会有用的。",
  "Your muscles feel abnormally tense and it's hard to sit still.": "你的肌肉感到异常紧张，很难坐着不动。",
  "Your heart feels like it's going a mile a minute, and every muscle in your body is sore.": "你的心脏感觉像每分钟走一英里，你身体的每一块肌肉都酸痛。",
  "Pretty certain seeing this is a bug too, since you'd have to die to fail this.": "很确定看到这也是一个错误，因为你必须死才能失败。",
  "pairs of thigh-high boots": "一双高筒靴",
  "biological rifle": "生物步枪",
  "This is a heavy duty LED solar flashlight with straps for wearing.  Using this flashlight will turn it on and provide light, assuming it is charged.  The battery is soldiered in place, and will require sunlight or a recharging station to recharge.": "这是一个重型LED太阳能手电筒与皮带佩戴。使用这个手电筒会打开它，并提供光，假设它是充电的。电池是固定的，需要阳光或充电站来充电。",
  "Monomolecular Sword": "单分子剑",
  "Dirty hack to add RNG to spell effects.": "肮脏的黑客添加RNG的法术效果。",
  "wearable solar flashlight (on)": "可穿戴太阳能手电筒（开）",
  "a resounding, animalistic roar!": "一声响亮的动物咆哮！",
  "Looks about right.  Can be hard to tell for sure if that's your badge or not, but they contracted the work out to all sorts of weirdos, and they made all sorts of crazy shit.  They could slap the Bio-Weapon label on a zombie swinging around a sword and it still wouldn't be the strangest thing out there.": "看起来不错。很难确定那是不是你的徽章，但是他们把工作承包给了各种各样的怪人，他们制造了各种各样的疯狂的东西。他们可以把生物武器的标签贴在一个围绕着剑摇摆的僵尸身上，这仍然不是最奇怪的事情。",
  "survivor's .45 magazine": "幸存者的.45弹夹",
  "wearable solar flashlights (on)": "可穿戴太阳能手电筒（开启）",
  "\"RD-Z-13… Unit One, fully operational…\"": "“RD-Z-13……一号机组，全面运行…”",
  "Alright.": "好吧。",
  "A rifle made out of fleshy material enclosed by metal, evidently partly powered by UPS.  It fires something seemingly alive, over quite a long range in fact, horribly burning and stunning whatever it hits.  Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy.  Hopefully it's not sentient.": "一种用金属包裹的肉质材料制成的步枪，显然部分由UPS提供动力。它在相当长的距离内发射一些看似有生命的东西，事实上，无论它击中什么，都会燃烧得可怕，令人震惊。挥舞它会给你一种奇怪的专注感，尽管偶尔的抽搐和令人不安的声音会让你感到不安。希望它不是有知觉的。",
  "A magazine built for the survivor's .45 SMG.  A .45 ACP conversion of a further-simplified STEN pattern, it's decently-made but not designed for any known factory-made model of firearm.": "为幸存者的.45 SMG制作的弹夹。一个进一步简化的STEN模式的.45 ACP转换，它的体面，但不是为任何已知的工厂制造的枪支模型设计。",
  "biological machinegun": "生物机枪",
  "The tension in your body finally fades back to some degree of normalcy.": "你身体里的紧张最终会消退到某种程度的正常状态。",
  "bikini bottom": "比基尼泳裤",
  "The melee combat volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using a branch to martial arts techniques in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的近战战斗卷。这本书包含了从使用树枝到武术技巧的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "bikini top": "比基尼上衣",
  "good": "好的",
  "Survival, and eventually research.  We'll manage given time.  Keep an eye on Sigma and Lambda while you're at it… talk to them maybe?  I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day.  Might help them figure out for themselves what to do.": "生存，最终研究。我们会争取到时间的。注意西格玛和兰姆达，也许你可以和他们谈谈？我几乎一直在忙着修理工作，如果他们整天无所事事的话，他们很可能会发疯。也许能帮他们自己想办法。",
  "survivor's .22 magazine": "幸存者的.22弹夹",
  "Rebuilding Civilization: Pistols": "重建文明：手枪",
  "A light machinegun made out of fleshy material enclosed by metal, somehow sustained by a UPS connection.  It fires unnatural, presumably-living rounds that daze and immolate almost anything hit by sustained fire.  Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy.  Hopefully it's not sentient.": "一种轻机关枪，由金属包裹的肉质材料制成，不知何故由UPS连接支撑。它发射的是非自然的，大概是活的子弹，几乎可以使被持续火力击中的任何东西发呆和烧死。挥舞它会给你一种奇怪的专注感，尽管偶尔的抽搐和令人不安的声音会让你感到不安。希望它不是有知觉的。",
  "I'm not sure whether to believe you or not, without the badge and all.  But whatever, no telling whether you lost yours or maybe you decided on not advertising it for everyone to see.  Given those bastards cranked out everything from super soldiers to a giant cat Bio-Weapon to fucking Apophis, nothing would surprise me at this point.": "我不知道是否相信你，没有徽章。但不管怎样，不知道你是否失去了你的，或者你决定不做广告给大家看。考虑到那些混蛋制造了从超级士兵到巨型猫科生物武器再到他妈的阿波菲斯的所有东西，在这一点上没有什么能让我吃惊的。",
  "This is a heavy duty LED solar flashlight with straps to wear.  The flashlight is turned on, and continually draining its batteries.  Use it to turn it off.": "这是一个重型LED太阳能手电筒与皮带佩戴。手电筒打开了，不断地耗尽电池电量。用它来关掉它。",
  "Topographical Scan": "地形扫描",
  "Good enough.  Stand here, keep an eye on things, sometimes take potshots at anything that shambles up to the fence.  At least it isn't as boring when that happens.": "够好了。站在这里，看着周围的东西，有时对任何乱七八糟的东西开枪。至少这种情况发生的时候没有那么无聊。",
  "\"Systems check.  Systems normal.\"": "“系统检查。系统正常。”",
  "Heh, they started passing out the badges to you kids too?  I'm guessing you got your hands on it the hard way, from one of the bastards hunting us down.  We're in the same boat, like it or not.": "嘿，他们也开始把徽章发给你们了？我猜你是从一个混蛋追捕我们的过程中得到的。不管你喜不喜欢，我们都在同一条船上。",
  "\"Purge!  Annihilate!  Kill!\"": "“净化！消灭！杀了他！”",
  "solar electric firestarter": "太阳能电起爆器",
  "I don't have any jobs for you, I'm afraid.  If you see Sigma or Lambda, maybe speak with them.  I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day.  Might help them figure out for themselves what to do.": "恐怕我没有工作给你。如果你看到Sigma或Lambda，也许可以和他们谈谈。我几乎一直在忙着修理工作，如果他们整天无所事事的话，他们很可能会发疯。也许能帮他们自己想办法。",
  "Reveals an area around you on the overmap.": "在总图上显示你周围的区域。",
  "fur bikini top": "皮草比基尼上衣",
  "You hold the scout's tool up, and what appears to be a bolt of plasma fires upwards like a flare, the device's display soon displaying information on the surrounding area.": "你举着侦察机的工具，看起来像是一束等离子像耀斑一样向上发射，设备的显示屏很快就会显示周围区域的信息。",
  "leather bikini top": "皮革比基尼上衣",
  "Surge of adrenaline with side effects.  The effects granted will give adequate information, so no cast message.": "肾上腺素激增，有副作用。所授予的效果将提供足够的信息，因此没有施法信息。",
  "spring suit": "春装",
  "The pistols volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using zip pistols to laser pistols in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的手枪卷。这本书包含了从使用拉链手枪到激光手枪的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "biological scattergun": "生物散射枪",
  "The rifles volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using zip rifles to laser rifles in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的步枪卷。这本书包含了从使用拉链步枪到激光步枪的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "A magazine built for the survivor's .22 SMG.  Although well-made, it isn't compatible with any production firearm.": "为幸存者的.22 SMG制作的弹夹。虽然制作精良，但与任何生产枪支都不兼容。",
  "Biological and mechanical repair unit, the combat engineer of the Super Soldier project.  You are one of many augmented military mechanics to be used as a repair module.  With repair, medical and general electronic capabilities, you can maybe fix the world.": "生物和机械修理股，超级战士项目的作战工程师。你是众多被用作维修舱的增强型军事机械师之一。有了维修、医疗和通用电子功能，你也许可以修复这个世界。",
  "This is a crudely made electric firestarter modded to recharge in the sun, which can function as an inefficient lighter.": "这是一个粗糙的电起火器改装在阳光下充电，它可以作为一个低效的打火机。",
  "Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Delta.  It may prove useful one day.": "你的基因组对你来说是独一无二的，这是一个DNA标记，表明你是生物武器。总有一天会有用的。",
  "The shotguns volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using zip shotguns to laser scatter guns in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的散弹枪卷。这本书包含从使用拉链猎枪到激光散射枪的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "solar torch": "太阳能火炬",
  "This DNA marker serves as a reminder of what you are - a Bio-Weapon.  This is for NPCs, if you have this it's a bug to pester Noctifer about!": "这个DNA标记提醒我们你是什么生物武器。这是给NPC的，如果你有这个的话，这是一个困扰Noctifer的bug！",
  "Super Juggernaut": "超级巨无霸",
  "solar torches": "太阳能手电筒",
  "You just asked me earlier.  I'd rather not talk about it right now.": "你刚才问我了。我现在不想谈这个。",
  "I'm part of the Bio-Weapon Project, actually.": "实际上，我是生物武器项目的一员。",
  "So, what happened?": "那么，发生了什么？",
  "This DNA marker serves as a reminder of what you are - another failure in this world.  It identifies you as a Failed Bio-Weapon.": "这个DNA标记提醒你是什么-这世界上的另一个失败。它表明你是一个失败的生物武器。",
  "A mysterious torch that uses the power of the sun (and blob goo) to light itself.  Somehow, the gasoline synthesized goo produces gasoline when in the sun continuously soaking the rag making it \"rechargeable\" in a sense.  You need a lighter to turn it on.  Once lit, it can't be turned off until all fuel is used.": "一种神秘的火炬，它利用太阳的能量（和一团黏液）来照亮自己。不知何故，合成的汽油在阳光下不断地浸泡抹布会产生汽油，从某种意义上说，抹布是“可充电的”。你需要一个打火机来打开它。一旦点燃，它不能关闭，直到所有的燃料被使用。",
  "The sub machineguns volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using makeshift smgs to automatic laser carbines in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "《重建文明百科全书》分册。这本书包含从使用临时SMG到自动激光卡宾枪的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Super Soldier Marker": "超级战士标记",
  "The speech volume of the Rebuilding Civilization encyclopedia.  This book contains everything from recruiting survivors to running for political office in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的讲稿。这本书包含了从招募幸存者到竞选政治职位的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "survivor's .223 ammo belt": "幸存者的223弹药带",
  "\"You are obsolete in this world.\"": "“你在这个世界上已经过时了。”",
  "The piercing weapons volume of the Rebuilding Civilization encyclopedia.  This book contains everything from using switchblades to spear combat in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的武器册。这本书包含了从使用开关刀到矛战斗的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "An ammo belt for the survivor's .223 LMG, using canvas and steel wire to form non-disintegrating links.  Not as effective as factory-made ammunition belts, and more awkward to reload too.": "幸存者的0.223lmg弹药带，使用帆布和钢丝形成不解体的连接。不像工厂生产的弹药带那样有效，而且装填起来也更笨拙。",
  "\"Wherever you run, wherever you hide, I will find you.\"": "“无论你跑到哪里，躲到哪里，我都会找到你。”",
  "A double barreled shotgun made out of fleshy material enclosed by metal that seems to run off UPS charges.  It's hard to tell what this thing even fires, but it appears to have a powerful stunning and incendiary effect on targets.  Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy.  Hopefully it's not sentient.": "一种双管猎枪，由金属包裹的肉质材料制成，似乎能冲走炸药。很难说这东西会发射什么，但它似乎对目标有强大的震慑和燃烧作用。挥舞它会给你一种奇怪的专注感，尽管偶尔的抽搐和令人不安的声音会让你感到不安。希望它不是有知觉的。",
  "survivor's 7.62x39 ammo belt": "幸存者的7.62x39弹药带",
  "This is a DNA marker identifying you as part of the Super Soldier Project.  It was used to give you clearances to biometric scanners and special weapons but now a days it seems useless.": "这是一个DNA标记，表明你是超级士兵计划的一部分。它曾经给你生物识别扫描仪和特殊武器的许可证，但现在看来没用了。",
  "Biostim Side Effects": "Biostim副作用",
  "\"Systems check.  Error.  We persist and grow.\"": "“系统检查。错误。我们坚持并成长。”",
  "solar torch (lit)": "太阳能手电筒（点燃）",
  "The tank of the Super Soldier project. You are one of a few augmented soldiers to be used as a heavy support to infantry. With ranged, armor and regenerative capabilities, you can endure heavy damage and return it in kind.": "超级战士项目的坦克。你是为数不多的增援士兵中的一员，可以作为步兵的重型支援。拥有远程，装甲和再生能力，你可以承受重伤害并以实物归还。",
  "\"We will accept you.  Surrender.\"": "“我们会接受你的。投降。”",
  "Time, effort, and the fact that all these government projects can only do so much to cover their tracks.  Eventually I had enough to go on and just barely enough time to follow what information I had.": "时间，努力，以及事实，所有这些政府项目只能做这么多来掩盖他们的踪迹。最终，我有足够的时间继续下去，只是几乎没有足够的时间去了解我所掌握的信息。",
  "solar torches (lit)": "火炬（太阳能）",
  "They didn't do a great job of covering their tracks.  I mean they really made me work for it, but with all the laboratories out there bits and pieces slipped through the gaps.": "他们没有很好地掩盖自己的行踪。我的意思是他们真的让我为它工作，但由于所有的实验室都在那里零零碎碎地从缝隙中溜走。",
  "Bio-Weapons, that's what the notes in this lab called those things outside.  At least they were supposed to be.  I don't know what went wrong or who's ordering them around, but they seem hell-bent on destroying everything connected to the project.": "生物武器，这就是实验室里的笔记所说的那些东西。至少他们应该是。我不知道出了什么问题，也不知道是谁在命令他们，但他们似乎执意要摧毁一切与该项目有关的东西。",
  "Slave Fighter (Blade)": "奴隶战斗机（刀片）",
  "The survival volume of the Rebuilding Civilization encyclopedia.  This book contains everything from camping to survival on a deserted island in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的存世卷。这本书包含了从露营到荒岛生存的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "A mysterious torch that uses the power of the sun (and blob goo) to light itself.  Somehow, the gasoline synthesized goo produces gasoline when in the sun continuously soaking the rag making it \"rechargeable\" in a sense.  It is burning, producing plenty of light until it runs out of fuel.": "一种神秘的火炬，它利用太阳的能量（和一团黏液）来照亮自己。不知何故，合成的汽油在阳光下不断地浸泡抹布会产生汽油，从某种意义上说，抹布是“可充电的”。它在燃烧，产生大量的光直到燃料耗尽。",
  "An ammo belt for the survivor's 7.62x39 LMG, using canvas and steel wire to form non-disintegrating links.  Not as effective as factory-made ammunition belts, and more awkward to reload too.": "幸存者的7.62x39 LMG弹药带，使用帆布和钢丝形成不解体的连接。不像工厂生产的弹药带那样有效，而且装填起来也更笨拙。",
  "The swimming volume of the Rebuilding Civilization encyclopedia.  This book contains everything from recreational swimming to crossing rivers in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书游泳卷。这本书包含了从休闲游泳到过河的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "survivor's .308 ammo belt": "幸存者的308弹药带",
  "survivor's pneumatic LMG": "幸存者气动喉罩",
  "You were augmented with a blade, and enhancements to your speed and reaction time. You can hit an opponent multiple times before they land a blow.": "你增加了一个刀片，提高了你的速度和反应时间。你可以在一个对手落下一击之前打他多次。",
  ".22 full auto receiver": ".22全自动接收机",
  "Survivor Combatives": "幸存者战斗",
  "Okay.": "可以。",
  "An ammo belt for the survivor's .308 GPMG, using canvas and steel wire to form non-disintegrating links.  Not as effective as factory-made ammunition belts, and more awkward to reload too.": "幸存者的弹药带。308gpmg，使用帆布和钢丝形成不解体的联系。不像工厂生产的弹药带那样有效，而且装填起来也更笨拙。",
  "If that's true, pleasant surprise to see another of you stopping by.  I'm willing to bet Router needs all the help he can get, might be useful working together.  We'll see, I guess…": "如果这是真的，很高兴看到你们中的另一个人过来。我敢打赌Router需要他能得到的所有帮助，一起工作可能会有用。我们拭目以待，我想…",
  "The tailoring volume of the Rebuilding Civilization encyclopedia.  This book contains everything from fixing clothing tears to fashion designing in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的裁剪卷。这本书包含了从修补衣服撕裂到时装设计的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "A common .45 ACP semi-automatic pistol, modified to attach to another firearm under the barrel at the expense of the base weapon's handling.  Its magazine well has been permanently, almost crudely altered to allow it to use various magazines from similar weapons, at the expense of accuracy and ease of reloading.": "一种普通的.45 ACP半自动手枪，改装成装在枪管下的另一支火器上，而牺牲了基本武器的使用。它的弹匣井已经被永久地，几乎是粗略地修改，以允许它使用类似武器的各种弹匣，以牺牲准确性和重新装填的方便性为代价。",
  "Thank you.": "非常感谢。",
  "survivor's laser sight": "幸存者激光瞄准器",
  "bondage suit": "束缚诉讼",
  "It's alright.  I'm not going to hurt you.  I'll trust you, and you can trust me as well.": "没关系。我不会伤害你的。我也会相信你的。",
  "A sight made for maximum target acquisition.  It is composed of a small makeshift red dot sight that emits a laser beam at what it targets.  The reticle in the sight allows proper aiming while the laser beam allows for quick target aim.": "为最大限度地捕获目标而设计的瞄准具。它由一个小的临时的红点瞄准具组成，它可以向目标发射激光束。瞄准镜中的十字线允许正确瞄准，而激光束允许快速瞄准目标。",
  "Was it that hectic to begin with?": "一开始有那么忙吗？",
  "\"We… must grow.\"": "“我们……必须成长。”",
  "I can prove it.  If I can recall… Project Mesektet, First Series, external designation RD-Z-01.": "我可以证明。如果我还记得的话…梅塞克特项目，第一个系列，外部名称RD-Z-01。",
  "I'm one of them, I wasn't wearing the badge.": "我是他们中的一员，我没戴警徽。",
  "Let's go, then.": "那我们走吧。",
  "I'm a member of the Super Soldier Project, I can handle it.": "我是超级战士项目的成员，我能处理。",
  "The throwing volume of the Rebuilding Civilization encyclopedia.  This book contains everything from throwing stones to spear hunting in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的投卷。这本书包含了从扔石头到猎枪的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "You have become good at using improvised and hand made weaponry, and to a lesser extent your fists.  You start with the Survivor Combatives style.": "你已经变得善于使用即兴和手工武器，并在较小程度上你的拳头。你从幸存者格斗风格开始。",
  "The traps volume of the Rebuilding Civilization encyclopedia.  This book contains everything from spike pits to disarming landmines in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建文明百科全书的陷阱卷。这本书包含从钉坑到解除地雷的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "I found it along the way.  What needs to be done?": "我一路上找到的。需要做什么？",
  "Bionic Combatives": "仿生格斗",
  "Thanks.": "谢谢。",
  "Go ask Router.  He's down below with the others.": "去问问路由器。他和其他人在下面。",
  "The unarmed volume of the Rebuilding Civilization encyclopedia.  This book contains everything from self defense techniques to MMA fighting in fine detail.  Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.": "重建手无寸铁的百科全书。这本书包含了从自卫技术到MMA战斗的所有细节。作为基本模式，它跳过了理论，建议先进的同伴书的知识。",
  "Well I'll be damned.  At this rate I was starting to think we'd just wait for that thing to come find us.  And with one of ours leading the charge, even.  Assuming you've earned that badge, at least.  I'm with you.": "我会被诅咒的。以这样的速度，我开始觉得我们应该等那东西来找我们。我们中的一个领导了这次行动。假设你至少赢得了那个徽章。我支持你。",
  "It's not really up to me.  Go ask Router what he thinks.": "这不完全由我决定。去问问他怎么想。",
  "I came here with one other person, just barely avoiding the crowds of undead in local hotspots.  Guy was from some unit assigned to this project as security, 9th something-or-other.  Lost contact with the rest of the military not long after we set out, so we decided to follow our lead and figure it out from there.": "我和另外一个人来到这里，只是勉强避开当地热点地区的不死族人群。这家伙是从某个单位派来负责这个项目的保安什么的。我们出发后不久就与其他军队失去了联系，所以我们决定听从我们的指挥，从那里解决问题。",
  "Primary side effect to Biostim.  Lasts two hours, and will escalate to a more dangerous effect if you escalate its intensity.": "Biostim的主要副作用。持续两个小时，如果你提高它的强度，会升级到更危险的效果。",
  "cowboy hat": "牛仔帽",
  "I lived in a relatively small town, but it still wasn't long before things got hectic.  I decided to pack up what I could and follow what little evidence I had.  Picked up some gear along the way from a wreck, met up with a guy that went AWOL, eventually followed the trail of breadcrumbs.  And that's how I ended up at that lab...": "我住在一个相对较小的城镇，但没过多久事情就变得繁忙起来。我决定尽我所能收拾行李，跟踪我掌握的证据。沿途从一艘沉船上捡到一些装备，遇到了一个擅离职守的家伙，最终追踪到了面包屑的踪迹。我就是这样在实验室结束的…",
  "\"Mycus must grow…\"": "“Mycus必须成长…”",
  "makeshift LMG recoil handle": "临时LMG反冲手柄",
  "You seem like a capable person, so you might have a chance.  We have pieced together the coordinates to the laboratory Apophis uses as its base.  I want you to take it down, rid the world of Apophis!  That lab has a lot of valuable equipment left inside; if you manage to kill that thing, it's all yours.  I wish we could do it ourselves, but between the portal breakthroughs, the bombs and the undead, the chance has been lost.": "你看起来是个能干的人，所以你可能有机会。我们拼凑出了阿波菲斯用作基地的实验室的坐标。我要你把它取下来，把阿波菲斯的世界除掉！那个实验室里有很多贵重的设备；如果你能杀死那东西，那就全是你的了。我希望我们自己能做到，但是在传送门突破，炸弹和亡灵之间，机会已经失去了。",
  "Look at me again, and tell me I'm lying.": "再看看我，告诉我我在撒谎。",
  "Well, I was starting to think I'd never get to join the hunt.  If you've got what it takes, we might come out of it in one piece.  I'm with you.": "好吧，我开始觉得我永远也不能参加狩猎了。如果你有能力的话，我们可能会完好无损的。我支持你。",
  "Biostim Pain": "Biostim疼痛",
  "I'm not wearing mine.": "我没穿我的。",
  "You're sure about this?  Thank you… that means a lot, you know.  Be sure to bring some proof, be creative.  I'll be waiting for your return.  I'd suggest talking to Sigma and Lambda too, before you leave.": "你确定吗？谢谢你…那意味着很多，你知道的。一定要带些证据，要有创意。我会等你回来的。我建议在你离开之前也和西格玛和兰姆达谈谈。",
  "Slave Fighter (Claws)": "奴隶战士（爪子）",
  "Similar to AEA_PAIN except message is suppressed.": "与AEAèU痛苦类似，只是消息被抑制。",
  "I have one of those emblems they wear actually, right here.": "我有一个他们戴的徽章，就在这里。",
  "I understand.  It's practically a lost cause at this point.  I'll keep trying to figure something out to stop it.": "我理解。在这一点上，这几乎是一个失败的事业。我会一直想办法阻止的。",
  "A side-mounted handle designed for a custom LMG of some sort, to help in hip fire.  Reduces target acquisition time and perceived recoil, but increases overall dispersion.  Attaching it will hinder the effective use of the weapon's default sights, as well.": "一种侧面安装的手柄，用于定制某种LMG，以帮助臀部着火。减少目标捕获时间和感觉到的后坐力，但增加整体分散。附加它也会妨碍武器默认瞄准具的有效使用。",
  "You start with the Bionic Combatives style.  A modern combat style for the post-modern human.  Nicknamed \"Biojutsu\", Bionic Combatives combines integrated weaponry, armor and augments into an consolidated fighting discipline.": "你从仿生格斗风格开始。后现代人的现代战斗风格。结合成一个“综合战斗装甲”，增强仿生武器。",
  "Hemocatalyzed Infusion": "血液催化输注",
  "You were augmented with some claws, and enhancements to your reflexes. You deliver a powerful strike that neutralizes foes in few hits.": "你被一些爪子增强了，你的反射能力也增强了。你的攻击威力强大，能在几次打击中消灭敌人。",
  "Survivor Story": "幸存者故事",
  "A high-powered, multistroke pneumatic rifle with a basic magazine hopper.  While handcrafted, it is higher in quality than most homemade weapons, using a hand crank and cam to power its air compressor, allowing for a modest volume of fire.": "一种带有基本弹仓的大功率多冲程气动步枪。虽然是手工制作的，但它的质量比大多数自制武器都要高，使用手摇曲柄和凸轮来驱动它的空气压缩机，允许适度的火力。",
  "A custom-made receiver fitted for .22 LR, that could be used to craft an automatic firearm.": "一个定制的接收器，安装在.22lr上，可以用来制造自动武器。",
  "nanoskirt": "纳米裙",
  ".223 full auto receiver": "223自动接收器",
  "hydrogen tank": "氢气箱",
  "A custom-made receiver fitted for .223 Remington, that could be used to craft an automatic firearm.": "一个定制的接收器安装在.223雷明顿，可以用来制作一个自动武器。",
  "This is a tank of compressed hydrogen gas.  If you need to make water from scratch, or lift a zeppelin, it could come in handy.": "这是一个压缩氢气罐。如果你需要从头开始制水，或者举起齐柏林飞艇，它可能会派上用场。",
  "Must be tough…": "一定很难…",
  "This NPC could tell you about how they survived the Cataclysm": "这个NPC可以告诉你他们是如何在大灾难中幸存下来的",
  "Well I'll be damned!  How do I know you didn't just find that somewhere?  Oh well, it doesn't really matter. The fact that you have it means you at least met one.  If you need anything, I can help you out.": "我会被诅咒的！我怎么知道你不是在什么地方找到的？哦，其实没关系。你拥有它意味着你至少见过一个。如果你需要什么，我可以帮你。",
  ".308 full auto receiver": ".308全自动接收机",
  "No.  Place was fairly quiet initially, no sign of those things when we arrived.  We went in to make sure it was clear, then the guy I was traveling with kept watch outside.  Was maybe a day or two of turning the place inside-out when a group of them swarmed the area, tore the poor bastard apart.  I think he took a few with him, but even they aren't all immune to this zombie thing.  I holed up in the bunker once I realized I was alone...": "没有。一开始这个地方相当安静，我们到达时没有这些东西的迹象。我们进去确认清楚，然后和我一起旅行的那个人在外面守望。可能是一两天的时间，当一群人蜂拥而至，把这个可怜的混蛋撕成碎片的时候。我想他带了一些，但即使是他们也不能对僵尸免疫。当我意识到只有我一个人的时候我就躲在地堡里…",
  "Tell me about it.  I am a weapon, made to kill and destroy.  I'm stuck here, nothing left to kill or destroy.  Wish there was something I could do…": "告诉我吧。我是一种武器，用来杀人和毁灭。我被困在这里，没有什么可以杀死或摧毁的。希望我能做点什么…",
  "I'm willing to try, what can I do?": "我愿意尝试，我能做什么？",
  "Tell me about it.  I am a weapon, made to kill and destroy.  I am stuck here, hiding from something I can't kill or destroy.  Wish there was something I could do…": "告诉我吧。我是一种武器，用来杀人和毁灭。我被困在这里，躲着一些我不能杀死或摧毁的东西。希望我能做点什么…",
  "Er, nevermind then.": "呃，那没关系。",
  "Slave Fighter (Shocker)": "奴隶战士（震惊）",
  "Gladiator": "角斗士",
  "survivor's UPS rifle": "幸存者的UPS步枪",
  "Suuuure, right.  You don't even have the badge.  Try and be careful who you lie to next time.": "Suuuure，对。你连警徽都没有。下次要小心骗谁。",
  "A custom-made receiver fitted for .308 Winchester, that could be used to craft an automatic firearm.": "为.308温彻斯特配备的定制接收器，可用于制造自动火器。",
  "Alright, let's go.": "好吧，我们走。",
  "The companion book for the main mechanics volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书主要力学卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "It's about time someone made a move on that beast.  It'll be a pleasure to join the fight.  Lead on!": "是时候有人对那畜生采取行动了。很高兴参加战斗。带路！",
  "You were augmented with electrical generators and protection from them. You hit multiple foes with electricity, frying them until their nervous system gives up.": "你被增援发电机和保护他们。你用电击打多个敌人，油炸他们直到他们的神经系统停止。",
  "Could be out there doing what we do best.  What do you say?  It's what we were made for.": "可能在外面做我们最擅长的事。你怎么说？我们就是为这个而生的。",
  "Heh.  Sure hope you know what you're doing.  Lead on…": "嘿。当然希望你知道你在做什么。引导…",
  "The companion book for the main fabrication volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书主要编撰卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "If a bionic reject like me can find a purpose out there, so can you.  How about it?": "如果像我这样的仿生机器人能找到目标，你也能。怎么样？",
  "Tell me about it.  I am a weapon, made to kill and destroy. I am stuck here, nothing left to kill or destroy.  Wish there was something I could do…": "告诉我吧。我是一种武器，用来杀人和毁灭。我被困在这里，没什么可杀可毁的。希望我能做点什么…",
  "Well, you know that badge you're wearing?  They're linked to those augmented abominations, the old lab sites called it the Bio-Weapon Project, or Project Mesektet.  I'd like to ask first, how you got your hands on it.  I have some rather dangerous work that needs to be done, but I need confirmation that you can handle it.": "你知道你戴的徽章吗？它们与那些增强的可憎生物有关，旧的实验室称之为生物武器项目，或Mesektet项目。我想先问一下，你是怎么搞到的。我有一些相当危险的工作要做，但我需要确认你能处理好。",
  "I wouldn't mind having one of the original models fighting alongside me.": "我不介意有一个原创模特和我并肩作战。",
  "The companion book for the main archery volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》箭术主卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "A makeshift, albeit advanced, laser rifle.  Relatively potent but less efficient than proper models.  Reasonably reliable and can be mounted on a vehicle.": "一种临时的，尽管先进的激光步枪。相对有效，但效率低于适当的模式。相当可靠，可安装在车辆上。",
  "Slave Fighter (Weapon Master)": "奴隶战士（武器大师）",
  "Tell me about it.  I am a weapon, made to kill and destroy. I am stuck here, hiding from something I can't kill or destroy.  Wish there was something I could do…": "告诉我吧。我是一种武器，用来杀人和毁灭。我被困在这里，躲着一些我不能杀死或摧毁的东西。希望我能做点什么…",
  "You don't recognize this aug configuration, Hunter?": "你不认得这个，亨特？",
  "Why not join me?": "为什么不加入我？",
  "Rebuilding Civilization: Advanced Barter": "重建文明：高级易货",
  "You were kidnapped and forced into an underground blood sport, augmented and forced to fight others like you for the amusement of wealthy clients.  You may not be the only one lucky enough to have survived that without being broken.": "你被绑架，被迫进入一个地下血液运动，扩大和被迫与其他人像你一样的娱乐富有的客户。你可能不是唯一一个幸运的人，有幸幸存下来，没有被打破。",
  "survivor great helm": "幸存者大舵",
  "Get some decent armor and weapons, this fight won't be easy.  Assemble a team to make it easier.  Ask Lambda and Sigma if they want to join you, if you want.  A single person can't take it on…": "找些像样的盔甲和武器，这场战斗可不容易。组建一个团队使之更容易。问Lambda和Sigma他们是否愿意加入你，如果你愿意的话。一个人无法承受…",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is wielding some kind of rifle, and appears to recall how to use it.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这个人挥舞着某种步枪，似乎还记得如何使用它。",
  "You have been augmented with many 'passive' combat bionics, they merely aid you but are not weapons in and of themselves. You have been trained to use all sorts of different weapons, including your fists. You can pretty much weaponize a sock.": "你已经被许多“被动”的战斗仿生学所增强，它们只是帮助你，而不是武器本身。你已经被训练使用各种不同的武器，包括你的拳头。你几乎可以把袜子武器化。",
  "survivor's 7.62x54 ammo belt": "幸存者的7.62x54弹药带",
  "A medieval helmet that has been heavily modified, widening the eye slits and breaths, with ballistic lenses and a kevlar aventail helping make up for the increased vulnerability.": "一种中世纪的头盔，经过了大量的修改，扩大了眼睛的缝隙和呼吸，带有防弹镜片和凯夫拉尔长尾帽，有助于弥补增加的脆弱性。",
  "The super soldier fires its ARC rifle!": "超级战士用弧形步枪射击！",
  "An ammo belt for the survivor's 7.62x54 GPMG, using canvas and steel wire to form non-disintegrating links.  Not as effective as factory-made ammunition belts, and more awkward to reload too.": "幸存者的7.62x54 GPMG弹药带，使用帆布和钢丝形成不解体的链接。不像工厂生产的弹药带那样有效，而且装填起来也更笨拙。",
  "survivor's crank rifle": "幸存者曲柄步枪",
  "Is… it dead?": "它死了吗？",
  "Further building on the developments that went into the UPS rifle, this integrates a hand crank and capacitors to charge a custom-made power cell.  Infinite ammo, at the cost of performance and reliability.  Use it to deploy the crank charger.": "进一步发展到UPS步枪的发展，这集成了一个手摇曲柄和电容器充电定制的电源单元。无限弹药，以性能和可靠性为代价。使用它来展开曲柄充电器。",
  "Is that…you did it!  You have no idea what you have done for us!  You are truly a legend among men in these dark times.  You are always welcomed here!": "是…你做到了！你不知道你为我们做了什么！在这个黑暗时代，你真是人间的传奇。这里永远欢迎你！",
  "We're Bio-Weapons.  We're meant to be out there, kicking ass, taking names, and saving the world.  Why not come along and do exactly that?": "我们是生物武器。我们注定要在那里，踢屁股，取名字，拯救世界。为什么不一起去做呢？",
  "Oh, no proof huh?.  I hope you are being truthful…": "哦，没有证据？。我希望你是诚实的…",
  "I found a purpose out there, bionic reject or not.  It'd be better than doing nothing… if you want to come with?": "我找到了一个目标，不管是不是仿生拒绝。什么都不做…如果你想做的话？",
  "At least you are alive.  I should have never told you to do something like that.  I am sorry…": "至少你还活着。我不该告诉你做那样的事。对不起…",
  "survivor's battery pistol": "幸存者电池手枪",
  "You're one of the original models.  Wouldn't mind having you on the team.": "你是最早的模特之一。我不介意你加入球队。",
  "A simple electronic pistol, using batteries from common household electronics to power a low-yield electrolaser.  Not very powerful, but can shock targets.": "一种简单的电子手枪，使用普通家用电器的电池为低产率的电雷射器供电。不是很强大，但可以打击目标。",
  "I appreciate the thought, but there's not much to say.  Things are stable at least, if a bit boring.  I'd like to find some way to put my skills to good use, but I'm not sure what.": "我很感激你的想法，但没什么好说的。事情是稳定的，至少，如果有点无聊。我想找到一些方法来充分利用我的技能，但我不知道该怎么做。",
  "survivor's battery rifle": "幸存者的连击步枪",
  "9mm full auto receiver": "9mm全自动接收机",
  "A simple electronic rifle, using batteries from common power tools to power a low-yield electrolaser.  A bit more potent than its pistol variant, but still quite an inefficient use of power.": "一种简单的电子步枪，使用普通电动工具的电池为低产率的电雷射器提供动力。有点比它的手枪变种，但仍然是一个相当低效的权力使用。",
  "crank rifle capacitor bank": "曲柄枪电容器组",
  "A custom-made receiver fitted for 9x19mm, that could be used to craft an automatic firearm.": "一个9×19毫米的定制接收器，可以用来制造自动武器。",
  "beep-beep-beep!": "哔哔哔！",
  "survivor's .223 assault rifle": "幸存者的223突击步枪",
  "The pain in your muscles goes back to just a dull tension.": "你肌肉的疼痛又回到了一种隐隐的紧张状态。",
  "zombie augmented shotgunner": "僵尸增强猎枪手",
  "This is a homemade power cell made from household batteries along with a series of capacitors, designed to translate mechanical force into enough voltage to more efficiently power a survivor's crank rifle.  It's a wonder this thing isn't an electrocution hazard.": "这是一种自制的电池，由家用电池和一系列电容器制成，旨在将机械力转化为足够的电压，从而更有效地为幸存者的曲柄步枪提供动力。奇怪的是这东西不是电击致死的危险。",
  "Good enough, I suppose.": "我想已经够好了。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is wielding some kind of shotgun, and appears to recall how to use it.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这个人挥舞着某种猎枪，似乎还记得如何使用它。",
  "The super soldier fires its XARM scattergun!": "超级战士发射了它的X射线散射枪！",
  "Let's go.": "走吧。",
  "zombie augmented juggernaut": "僵尸增强神像",
  "I'm trying to reach a hideout built by former scientists who worked on the Bio-Weapon project.  I think I have a lead on where they are, but I would appreciate a helping hand.  I had someone with me, but he got caught outside when company showed up.": "我正试图去一个由前生物武器项目科学家建造的藏身处。我想我已经知道他们在哪里了，但我会很感激你的帮助。我身边有人，但当公司出现时，他在外面被抓住了。",
  "Is that so?  How do I know for sure you aren't just some random scavenger?  Then again, if you made it here then you can take care of yourself, guess that's a good sign.": "是这样吗？我怎么知道你不只是个随便的拾荒者？再说一次，如果你来了，你就可以照顾好自己了，我猜这是个好兆头。",
  "That's the fucking spirit!  You're making me want to go out there and save the world or some over-the-top bullshit like that.  You've got yourself a deal.": "那是他妈的精神！你让我想去那里拯救世界或者像那样的无稽之谈。你有个交易。",
  "I have some important work that needs to be done, but I'm not sure if you're cut out for it.  Have you ever run into a bio-weapon before?  That's what the lab techs called those augmented abominations adding to the already massive loss of life out there.  Rather dangerous, heavily augmented and mutated.  I don't want to put someone inexperienced in unnecessary danger.": "我有一些重要的工作要做，但我不确定你是否适合做。你以前碰到过生物武器吗？这就是实验室技术人员所说的那些增加了可憎的东西，增加了已经巨大的生命损失。相当危险，大量增加和变异。我不想把没有经验的人置于不必要的危险之中。",
  "It's fine.": "没事的。",
  "That would explain it then.  That you're here and not hostile at least confirms you're still on humanity's side.  We're here because of Apophis.  He was built to exterminate the Bio-Weapon Project, along with every person involved in your creation.  He's attracted several failed experiments to his cause as well.  They shouldn't have rushed so many victims through those procedures… we need to gather intel and make allies, more people like you.  I'm willing to trust you with this, if you're prepared for some hard fights ahead.": "那就可以解释了。你在这里，没有敌意，至少证实了你仍然站在人类一边。我们来这里是因为阿波菲斯。他是为了消灭生物武器项目而生的，和你创造的每一个人一起。他的事业也吸引了几次失败的实验。他们不应该让这么多的受害者通过这些程序…我们需要收集情报，建立盟友，更多像你这样的人。我愿意相信你，如果你准备好面对一些艰难的战斗。",
  "Those are words you don't hear from just any random punk.  Makes me feel like this planet isn't quite circling the drain just yet.  Fuck it, why not?  I'm ready if you are.": "这些话你不是随便从一个朋克那里听到的。让我觉得这个星球还没有完全绕着下水道转。去他妈的，为什么不呢？如果你准备好了，我就准备好了。",
  "Huh.  Looking at you, I'm willing to give you the benefit of the doubt.  Plenty of reasons to want to be more discreet.  Then you should know that the project left a lot of unfinished business, a lot of problems for you and I to clean up.  A lot of unwilling test subjects discarded, and now taking it out on what's left of the human race.  If you think you're ready, I should have something for you.": "呵呵。看着你，我愿意给你好处的怀疑。有很多理由想要更谨慎。那么你应该知道，这个项目留下了很多未完成的事情，很多问题需要你和我去清理。很多不情愿的测试对象被抛弃了，现在把它带到剩下的人类身上。如果你觉得你准备好了，我应该给你点东西。",
  "Hey, you don't have to beat yourself up over it.  And don't give me the puppy-dog eyes either.  I wouldn't mind finding something constructive to do… when you're ready, I guess.": "嘿，你不必为此自责。也不要给我小狗的眼睛。我不介意找点有建设性的事做…等你准备好了，我想。",
  ".45 full auto receiver": ".45全自动接收机",
  "Project… you're right.  Between that and your augmentations, it's hard to deny the evidence right in front of me.  Sorry I doubted you.": "项目…你说得对。在那和你的增援之间，很难否认我面前的证据。对不起，我怀疑你。",
  "A custom-made receiver fitted for .45 ACP, that could be used to craft an automatic firearm.": "一个为.45 ACP定制的接收器，可以用来制造自动武器。",
  "Guessing you're a bio-weapon too.  Badge or not, \"reject\" or not.  Don't beat yourself up over it.  I suppose you're suggesting I tag along, and to be honest I might as well.  Lead the way.": "我猜你也是生化武器。徽章与否，拒绝与否。别为这事自责。我想你是建议我跟着你，说实话我也可以。带路。",
  "Router gets worried about stuff too easily.  He's like an overprotective parent.  Though I guess he sorta IS that, since he was the project lead for our batch.  Aside from dying of boredom, I think I'll be alright.": "路由器太容易担心东西了。他就像一个过度保护的父母。虽然我猜他是那种人，因为他是我们这批人的项目负责人。除了无聊至死，我想我会没事的。",
  "I'm willing to take your word for it.  We'll need all the help we can get.  We've been gathering information on a renegade part of the Bio-Weapon Project, codenamed Apophis.  I have a few leads on intel that may give us a shot at taking it down.  Come talk to me when you're ready.": "我愿意相信你的话。我们需要所有能得到的帮助。我们一直在收集生物武器项目中一个叛徒的信息，代号为Apophis。我有一些关于英特尔的线索，也许能让我们有机会搞定它。准备好了就跟我说。",
  "Alright, you're right.  Looks like they really did a number on you.  I'm sorry they did this to you.": "好吧，你说得对。看起来他们真的对你做了很多。很抱歉他们这样对你。",
  "The companion book for the main bartering volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要易货卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Original model?  I'm not sure if I should take that as a compliment or not.  I guess it'd be better than doing nothing and wasting time here.  Ready when you are.": "原始型号？我不知道我该不该把那当作恭维。我想总比什么都不做在这里浪费时间好。准备好了。",
  "We'll see.": "我们拭目以待。",
  "Shit.  Seems it's harder to hide than I thought.  They sent me to investigate what happened to these installations, re-establish contact with any remaining personnel or bio-weapons that haven't gone rogue, then see what can be done from there.  I don't know what your last orders were or why you're here, but maybe we have a common goal.": "倒霉。似乎比我想象的更难隐藏。他们派我去调查这些设施发生了什么事，重新与没有流氓的任何剩余人员或生物武器建立联系，然后看看能从那里做些什么。我不知道你最后的订单是什么，也不知道你为什么来这里，但也许我们有一个共同的目标。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is relatively well-armored, wielding some sort of LMG as though it recalls how to use it.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这一个是相对良好的装甲，挥舞着某种LMG，好像它回忆起如何使用它。",
  "Thank you.  I'll follow along and maybe we'll get some answers.": "非常感谢。我会继续下去，也许我们会得到一些答案。",
  "The super soldier fires its LMG!": "超级战士开火了！",
  "Oh.  I'd rather try to find the place with some help, so if you're willing to later on maybe…": "哦。我宁愿找人帮忙找地方，所以如果你以后愿意的话也许…",
  "I'd say you're full of shit, but looking at you, those are some heavy-duty augs.  I don't know if you decided not to wear it, or if you lost yours, but either way I appreciate your honesty.": "我想说你满嘴都是狗屎，但看看你，那是些笨重的家伙。我不知道你是决定不穿，还是失去了你的，但不管怎样我都感激你的诚实。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is relatively well-armored, and the anti-tank weapon it's carrying looks to be in working order.  Run.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这一个是相对良好的装甲，它携带的反坦克武器看起来是在工作秩序。快跑。",
  "I was searching this old lab for intel that might help.  Take a look for yourself if you need to.  In addition, the humvee my companion and I arrived in still should be parked outside, assuming those things didn't trash it…": "我在这间旧实验室里搜寻可能有用的情报。如果你需要的话，自己看看。另外，我和我的同伴到达的悍马车应该还停在外面，假设那些东西没有把它弄脏…",
  "12 gauge full auto receiver": "12号全自动接收器",
  "Any closer to the others yet?": "离其他人更近了吗？",
  "Creates a bio-ampoule filled with mutagen, adds additional side effects.": "创造一个充满诱变剂的生物安瓿，增加额外的副作用。",
  "A custom-made receiver fitted for 12 guage shells, that could be used to craft an automatic firearm.": "一个定制的接收器，安装12个口径的炮弹，可以用来制造自动武器。",
  "Excellent.  I'll go ahead and stick around for now.  Looks like they have a decent little setup going on here.  Maybe asking around will get us pointed in the right direction.": "杰出的。我先去，暂时留下来。看起来他们有一个像样的小装置在这里进行。也许四处打听能让我们找到正确的方向。",
  "Well, you've most likely learned by now how dangerous those things can be.  If you're able to handle yourself well enough out there to get your hands on something like that, then hopefully you can be trusted with more dangerous work.  I have something I'd like to ask of you, when you get the chance.": "好吧，你现在很可能已经知道这些东西有多危险了。如果你能很好地控制自己去做类似的事情，那么希望你能被信任去做更危险的工作。当你有机会的时候，我有件事想问你。",
  "You know, I like the sound of that.  This is what we were made for.  Lead the way.": "你知道，我喜欢这声音。这就是我们的目的。带路。",
  "The companion book for the main bashing weapons volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要打击武器卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Hemocatalyst Damage": "血液催化剂损伤",
  "7.62x39 full auto receiver": "7.62x39全自动接收机",
  "Ah, I see.  Well then, you should likely be familiar with how dangerous these things are.  You'll likely run into a lot more of these things, but the work I need done will be a major help for those surviving out there in the region.  Come see me when you're ready.": "啊，我明白了。那么，你应该熟悉这些东西有多危险。你可能会遇到更多这样的事情，但我需要做的工作将是一个主要的帮助，那些幸存在那里的地区。准备好了就来看我。",
  "Adds the damaging side effect to the infuser and defuser.": "给注射器和排毒器增加了有害的副作用。",
  "Security breach at a Bio-Weapon lab… that might've been Evelynn actually, not just the creatures that were there.": "生物武器实验室的安全漏洞…实际上可能是伊芙琳，而不仅仅是那里的生物。",
  "Hemocatalyzed Defusion": "血液催化溶解",
  "The companion book for the main computers volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主计算机卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Okay, I'll do it.": "好吧，我来。",
  "A custom-made receiver fitted for .7.62x39mm, that could be used to craft an automatic firearm.": "一个定制的接收器，安装在.7.62x39毫米，可以用来制作自动火器。",
  "Could you explain it to me?": "你能给我解释一下吗？",
  "The super soldier fires its launcher!": "超级战士发射发射器！",
  "Creates a bio-ampoule filled with purifer, adds additional side effects.": "创建一个生物安瓿充满纯化，增加了额外的副作用。",
  "Er, maybe another time.": "呃，也许下次吧。",
  "A (mostly) homemade assault rifle built from a full auto receiver.  While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons.  Takes the .223 cartridge via its magazine.": "一种（大部分）自制的突击步枪，由全自动接收器制成。虽然仍然低于大多数灾前步枪的质量，它优于许多其他自制武器。通过弹匣取出.223子弹。",
  "Heh, badge or no badge, I can tell in your voice you're one of them.  Just like me.  Got that same fighting spirit too.  Alright, take the lead.": "嘿，不管有没有徽章，我都能从你的声音里看出你是他们中的一员。就像我一样。也有同样的斗志。好吧，带头。",
  "survivor's .22 SMG": "幸存者的.22 SMG",
  "What, like going out there, killing zombies, protecting the innocent?  Is that what the sappy motivational speech is for?  Well, reject or not, I see that same fire in your eye that any bio-weapon has.  I think you've got a point.  Let's see where this goes.": "什么，比如出去，杀僵尸，保护无辜？这就是愚蠢的动机演讲的目的吗？不管你拒绝与否，我在你眼中看到的火焰和任何生物武器都是一样的。我想你说得有道理。让我们看看这是怎么回事。",
  "A (mostly) homemade SMG built from a full auto receiver.  While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons.  Takes the .22 cartridge via its magazine.": "一个（大部分）自制SMG从一个全自动接收器。虽然仍然低于大多数灾前SMG的质量，但它优于许多其他国产武器。通过弹匣取出.22子弹。",
  "Thanks for trying…  I guess.": "谢谢你…我想。",
  "Eh?  Wait, I get it now.  So that's what you're on about.  I would've mistaken you for just some civilian cyberjunkie, but you're one of us.  And you just might have a point.  We'll see how it goes.": "嗯？等等，我现在明白了。所以这就是你要说的。我会误以为你只是个普通的网络瘾君子，但你是我们中的一员。你也许有道理。我们拭目以待。",
  "Life Drain Shell": "生活排水管壳",
  "Whatever it is, I really don't care.": "不管是什么，我真的不在乎。",
  "survivor's 9mm SMG": "幸存者的9mm SMG",
  "You're kidding, right?  You really don't know?  Is that badge actually yours…? Maybe that mindwipe rumor was true after all…": "你开玩笑吧？你真的不知道？那个徽章真的是你的吗…？也许那个传闻是真的…",
  "7.62x54 full auto receiver": "7.62x54全自动接收机",
  "The companion book for the main cooking volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书主要烹饪卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Maybe another time.  Bye.": "也许下次吧。再见。",
  "This exists only to trigger on-self effects from an on-hit action.": "这只会在命中动作的自我效果中触发。",
  "One of the diluted batches, right?  No mutagenic package, probably recruited from the army kids assigned to guard the labs… still one of us, close enough at least.  You want the real deal, then so be it.  I'll follow your lead.": "稀释的一批，对吗？没有诱变剂包，可能是从军队招募来的，孩子们被派去看守实验室……还是我们中的一员，至少离得够近了。你想要真正的交易，那就这样吧。我会跟着你的。",
  "So you don't know about them, huh?  Maybe I'm wasting my time… but you did find this place, so you probably know what you're doing.": "所以你不知道他们，嗯？也许我是在浪费时间…但你确实找到了这个地方，所以你可能知道你在做什么。",
  "A (mostly) homemade SMG built from a full auto receiver.  While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons.  Takes the 9mm cartridge via its magazine.": "一个（大部分）自制SMG从一个全自动接收器。虽然仍然低于大多数灾前SMG的质量，但它优于许多其他国产武器。通过弹匣取出9毫米弹壳。",
  "I'd like for you to go scout out a small lab installation, associated what they called the Bio-Weapon Project.  Recently there was a security breach logged on what's left of the laboratory network, and I have reason to believe that a number of renegade former experiments, what locals have come to label augmented abominations, might be responsible.  If you can reach that place and bring back one of the badges those things wear, I'll be willing to trust you with more complicated missions.": "我想让你去侦察一个小型的实验室，他们称之为生物武器项目。最近有一个安全漏洞登录到实验室网络的剩余部分，我有理由相信，一些叛变的前实验，当地人来贴上的“增广憎恶”的标签，可能是其中的原因。如果你能到达那个地方，把那些东西戴的徽章带回来，我愿意相信你能完成更复杂的任务。",
  "The companion book for the main cutting weapons volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要切割武器卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "A custom-made receiver fitted for .7.62x54mmR, that could be used to craft an automatic firearm.": "一个为.7.62x54mmR安装的定制接收器，可以用来制造自动火器。",
  "pair of survivor gauntlets": "一副幸存者护手",
  "pairs of survivor gauntlets": "成对的幸存者护手",
  "Life Drain Effect": "生命流失效应",
  "A heavy set of medieval gauntlets, modified with kevlar reinforcements to increase protection from the elements.": "一套中世纪的重手套，用凯夫拉加固物改进以增强对恶劣环境的保护。",
  "This creates the effect that heals the caster.": "这会产生治疗施法者的效果。",
  "survivor's .45 SMG": "幸存者的.45 SMG",
  "It's all for nothing, isn't it?": "一切都是徒劳的，不是吗？",
  "pair of survivor sabatons": "一对幸存者萨巴顿",
  "A (mostly) homemade SMG built from a full auto receiver.  While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons.  Takes the .45 cartridge via its magazine.": "一个（大部分）自制SMG从一个全自动接收器。虽然仍然低于大多数灾前SMG的质量，但它优于许多其他国产武器。通过弹匣取出.45子弹。",
  "Huh?  Oh, so you have been there already, I'm guessing.  I guess that's adequate, no sense in wasting time we don't have on a wild goose chase.  If you think you can handle yourself, I still have other missions for you.": "呵呵？哦，我猜你已经去过了。我想这已经足够了，浪费我们没有的时间去做白日梦是没有意义的。如果你觉得自己能应付，我还有其他任务要做。",
  "survival kit in a can": "罐子里的救生包",
  "survivor's .308 battle rifle": "幸存者的.308战斗步枪",
  "The companion book for the main dodging volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要躲闪卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Sure, why not.  I have nothing better to do anyway, and if I'm lucky I can trust you not to get us both killed.": "当然，为什么不呢。不管怎样，我没有更好的事可做，如果我幸运的话，我可以相信你不会让我们两个都被杀。",
  "A (mostly) homemade automatic rifle built from a full auto receiver.  While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons.  Takes the .308 cartridge via its magazine.": "一种（大部分）自制的自动步枪，由全自动接收器制成。虽然仍然低于大多数灾前步枪的质量，它优于许多其他自制武器。通过弹匣取出.308墨盒。",
  "pairs of survivor sabatons": "成对的幸存者萨巴顿",
  "Alright, I'll mark the location on your map.  I want you to exercise extreme caution.  Those things are likely to still be in the area, and they're not easy to take down.  If things look too hectic there, break contact and try not to get in over your head.  I feel bad enough sending you off on a mission like this as it is, but we'll need people who can handle far bigger threats.  So please, don't get yourself killed.": "好的，我在你的地图上标出位置。我要你非常小心。这些东西很可能还在这个地区，而且不容易取下来。如果那里的事情看起来太忙了，中断联系，尽量不要超过你的头脑。我真的很难过把你送去执行这样的任务，但我们需要能应对更大威胁的人。所以求你了，别让你自己死。",
  "survival kits in cans": "罐装救生包",
  "survivor's 7.62x39 assault rifle": "幸存者7.62x39突击步枪",
  "I'm not so sure that'd be the best way to put my skills to use…": "我不确定这是不是最好的方法来运用我的技能…",
  "I'll be damned…": "我会被诅咒的…",
  "A (mostly) homemade assault rifle built from a full auto receiver.  While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons.  Takes the 7.62x39mm cartridge via its magazine.": "一种（大部分）自制的突击步枪，由全自动接收器制成。虽然仍然低于大多数灾前步枪的质量，它优于许多其他自制武器。通过磁带盒取出7.62x39mm磁带。",
  "survivor's 7.62x54 battle rifle": "幸存者7.62x54战斗步枪",
  "How did you learn all this?": "你是怎么知道这些的？",
  "A (mostly) homemade automatic rifle built from a full auto receiver.  While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons.  Takes the 7.62x54mmR cartridge via its magazine.": "一种（大部分）自制的自动步枪，由全自动接收器制成。虽然仍然低于大多数灾前步枪的质量，它优于许多其他自制武器。通过磁带盒取出7.62x54mmR磁带。",
  "survivor's full-auto shotgun": "幸存者的全自动猎枪",
  "A (mostly) homemade full auto shotgun built from a full auto receiver.  While still lower quality than most pre-cataclysm shotguns, it's superior to many other homemade weapons.  Takes the 12 gauge cartridge via its magazine.": "一种（大部分）自制的全自动猎枪，由全自动接收器制成。虽然仍然低于大多数灾前猎枪的质量，但它优于许多其他自制武器。通过弹匣取出12号弹匣。",
  "I guess memory wipe makes sense.  Alright, I will explain.  Some time ago, the military launched a joint research project with an end goal of creating artificial combatants, made to perform various specific tasks - basically, living weapons.  They wanted them to be as low-maintenance as possible.  So to accomplish that, the research team used resources from already ongoing projects to first mutate and then cybernetically enhance humans, focusing on developing whatever qualities the military needed at the time.  You are one them, a Bio-Weapon they called it.  This is the lab where you were created.": "我想抹去记忆是有道理的。好吧，我来解释。不久前，军方发起了一个联合研究项目，最终目标是制造人工战斗人员，用于执行各种具体任务——基本上是活武器。他们希望他们尽可能低维护。因此，为了实现这一目标，研究团队利用已经在进行的项目中的资源，首先对人类进行变异，然后在控制论上增强人类，重点培养当时军队所需要的任何品质。你就是他们中的一员，他们称之为生物武器。这是你被创造出来的实验室。",
  "zombie augmented scout": "僵尸增强侦察兵",
  "You just asked me not that long ago.  I'd rather not deal with this at the moment.": "不久前你刚问过我。我现在不想处理这个问题。",
  "survivor's .308 GPMG": "幸存者的.308 GPMG",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is wielding what seems to be a sniper rifle, and it seems unusually alert for a zombie…": "一个先进的，装备精良的军人，仍然在灾难中屈服。这个人挥舞着一把狙击步枪，似乎对僵尸异常警觉…",
  "The companion book for the main driving volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要驱动卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "The companion book for the main electronics volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书主要电子卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "A large tin can held together by a tab and seal.  Remove the seal to split the container into two smaller cans and reveal its contents.  It contains carefully packed survival items with a list of them on the side of the can.  You could not possibly put its contents back together.": "一个大锡罐可以通过一个标签和封条固定在一起。拆下密封件，将容器分成两个较小的罐，露出其中的内容物。里面有精心包装的救生物品，在罐子的侧面有一张清单。你不可能把它的内容放回去。",
  "Let me give you the basics.  Some time ago, the military launched a joint research project with an end goal of creating artificial combatants, made to perform various specific tasks - basically, living weapons.  They wanted them to be as low-maintenance as possible.  So to accomplish that, the research team used resources from already ongoing projects to first mutate and then cybernetically enhance humans, focusing on developing whatever qualities the military needed at the time.  This lab is one of several places in which the actual modifications were performed.": "让我给你一些基本知识。不久前，军方发起了一个联合研究项目，最终目标是制造人工战斗人员，用于执行各种具体任务——基本上是活武器。他们希望他们尽可能低维护。因此，为了实现这一目标，研究团队利用已经在进行的项目中的资源，首先对人类进行变异，然后在控制论上增强人类，重点培养当时军队所需要的任何品质。这个实验室是进行实际改造的几个地方之一。",
  "A (mostly) homemade GPMG built from a full auto receiver.  Although well-made, its high volume of fire makes reliability and accuracy an issue.  Takes the .308 cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.": "一个（大部分）自制GPMG从一个全自动接收器建成。虽然制作精良，但其高火力使可靠性和准确性成为一个问题。通过传送带传送.308弹药筒，并可以附加一个定制的携带手柄，以提高从臀部的火力。",
  "The super scout fires its rifle!": "超级侦察兵开枪了！",
  "You seem rather well-equipped for a mere hacker.": "作为一个黑客，你似乎装备得相当精良。",
  "zombie augmented bio-engineer": "僵尸增强生物工程师",
  "Right.  Research Directive Z-12 ring a bell to you, Hunter?": "正确的。研究指令Z-12对你有影响吗，亨特？",
  "I was under orders to investigate this place and find any survivors.  Between that and having been a computer hacker during my college days, it wasn't too hard to follow the trail.  The hard part was scavenging supplies and staying alive.": "我奉命调查这个地方并找到幸存者。从那以后，再加上我在大学期间曾是一名电脑黑客，追踪线索并不难。最困难的部分是清理补给和维持生命。",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is wielding some kind of pistol, and appears to recall how to use it.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这个人挥舞着某种手枪，似乎还记得如何使用它。",
  "I used to be a computer hacker before the world went to hell.  After it did, when I wasn't looking for food and gear or fighting for my life, I was following leads to this place.  The military weren't all that good at keeping their secrets.": "在世界走向地狱之前，我曾经是个电脑黑客。在那之后，当我不是在寻找食物和装备，也不是在为我的生命而战的时候，我是在跟踪线索来到这个地方。军方并不擅长保守秘密。",
  "The super soldier fires its pistol!": "超级战士开枪了！",
  "Okay…": "好吧…",
  "An advanced, well-equipped member of the military that still succumbed to the cataclysm.  This one is wielding some kind of submachine gun, and appears to recall how to use it.": "一个先进的，装备精良的军人，仍然在灾难中屈服。这是一个挥舞着某种冲锋枪，似乎想起了如何使用它。",
  "survivor's tazer blade": "幸存者之剑",
  "Scavenged the kit along the way.  I wouldn't still be alive if I wasn't both resourceful and lucky.  I'd rather not talk about what I've had to go through to survive, at least not right now.  Okay?": "一路上搜遍了工具箱。如果我既不机智又不幸运，我就活不下去了。我宁愿不谈我为了生存所经历的，至少现在不谈。可以？",
  "The super soldier fires its smg!": "超级战士开火了！",
  "A makeshift blade with a knuckle guard that doubles as a tazer.  Has a wrap on the handle to prevent self shock.": "一种临时用的刀刃，带有一个可兼作刀的指节防护装置。手柄上有一个包裹物以防止自激。",
  "The companion book for the main first aid volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书主要急救卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "A heavy set of armor plated boots, modified with kevlar to better protect from the elements.": "一套厚重的装甲靴子，用凯夫拉尔改良以更好地抵御恶劣天气。",
  "You already asked me about it not that long ago.  I'd really prefer not to discuss it.": "不久前你已经问过我了。我真的不想讨论这个问题。",
  "The companion book for the main marksmanship volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要枪法卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Bio-Weapon badge": "生物武器徽章",
  "survivor's 7.62x39 LMG": "幸存者7.62x39 LMG",
  "Two makeshift blades with knuckle guards that double as a tazer.  Has a wrap on the handle to prevent self shock.": "两个临时用的刀片，带指关节保护装置，兼作塔泽。手柄上有一个包裹物以防止自激。",
  "I guess you are right.": "我想你是对的。",
  "A (mostly) homemade LMG built from a full auto receiver.  Although well-made, its high volume of fire makes reliability and accuracy an issue.  Takes the 7.62x39 cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.": "一个（大部分）自制的LMG从一个全自动接收器。虽然制作精良，但其高火力使可靠性和准确性成为一个问题。通过传送带传送7.62x39弹药筒，并可以附加一个定制的携带手柄，以改善臀部的火力。",
  "can forge": "可以锻造",
  "Figures.  You're either a fake or just don't care about what you are.  Still, you must be pretty capable to make it here.": "数字。你要么是个骗子，要么就是不在乎自己是谁。不过，你一定很有能力来这里。",
  "The companion book for the main launchers volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要发起者卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "survivor's .223 LMG": "幸存者的.223 LMG",
  "A round silver medallion that identifies the wearer as a part of the Bio-Weapon project.": "一枚圆形银质奖章，表明佩戴者是生物武器项目的一部分。",
  "The companion book for the main melee combat volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书的主要近战战斗卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "You've got guts, suggesting I follow along just out of boredom.  You seem competent enough at least, so why not… lead on!": "你真有胆量，建议我只是无聊地跟着你。至少你看起来很有能力，所以为什么不…继续！",
  "The companion book for the main pistols volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主手枪卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "The companion book for the main rifle volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "重建文明百科全书主卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "The companion book for the main shotguns volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要散弹枪卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Seems like you got it good here.": "看来你在这里做得不错。",
  "Yeah, I don't think so.": "是的，我不这么认为。",
  "The companion book for the main sub machineguns volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明大百科全书》主要分机器的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "You just asked me that.": "你刚才问我的。",
  "Who are these Bio-Weapons here?": "这些生物武器是谁？",
  "This is a portable forge with improvised air intake and insulating lining.  It can be used for light metalworking, repairing items, and reheating food, but its utility is limited by its small size and capacity.": "这是一个便携式锻造炉，配有简易进气口和隔热衬里。它可以用于轻金属加工，修理物品和加热食品，但其用途是有限的，它的体积和容量小。",
  "The companion book for the main speech volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要讲稿的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "This a refuge for the former scientists of the Bio-Weapon Project.  We settled here in the woods and tried to make a living.  We allow people to stay here, as long as they contribute something.  We even managed to find a couple of stray Bio-Weapons!": "这是生物武器项目前科学家的避难所。我们在树林里安顿下来，想谋生。我们允许人们留在这里，只要他们有所贡献。我们甚至还找到了一些生物武器！",
  "molded hammer": "模制锤子",
  "I'll keep on eye out for them.": "我会留意他们的。",
  "Bio-Weapon Apophis badge": "生物武器和他的徽章",
  "A (mostly) homemade LMG built from a full auto receiver.  Although well-made, its high volume of fire makes reliability and accuracy an issue.  Takes the .223 cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.": "一个（大部分）自制的LMG从一个全自动接收器。虽然制作精良，但其高火力使可靠性和准确性成为一个问题。通过传送带传送.223弹药筒，并可以附加一个定制的携带手柄，以提高从臀部的火力。",
  "The companion book for the main piercing weapons volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要穿孔武器卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "This is a hammer molded from cast iron.  While a bit brittle if extensively used for combat, it holds up well enough to serve as a tool, though lacks enough of a claw to pry with.": "这是一把铸铁锤子。虽然有点脆，如果广泛用于战斗，它坚持足够作为一个工具，虽然缺乏足够的爪子撬动。",
  "molded knife": "模压刀",
  "The companion book for the main survival volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要生存卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "molded knives": "模制刀具",
  "A round silver medallion that identifies the wearer as a part of the Bio-Weapon project.  This one has the name 'Apophis' inscribed on the front.": "一枚圆形银质奖章，表明佩戴者是生物武器项目的一部分。这个名字刻在前面。",
  "The companion book for the main  volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主体卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "survivor's 7.62x54 GPMG": "幸存者7.62x54 GPMG",
  "That would be Sigma and Lambda.  They are very confused.  They awoke with their memory gone and only knew they were 'different'.  I found them and they helped to scavenge and build this place.  They were built for combat, I can tell they're bored out of their minds…": "那就是西格玛和兰姆达。他们很困惑。他们醒来时，记忆消失了，只知道自己“与众不同”。我找到了他们，他们帮助清理和建造了这个地方。他们是为战斗而建的，我看得出他们已经厌倦了…",
  "This is a sharp knife molded from cast iron.  A bit brittle and heavy to be extensively used as a weapon, but adequate as a cutting tool.  Works better than sharpening any old metal, at least.": "这是一把用铸铁铸成的尖刀。有点脆和重，可广泛用作武器，但足以用作切割工具。至少比磨旧金属效果更好。",
  "ACS-74 stealth cloak": "ACS-74隐形斗篷",
  "The companion book for the main tailoring volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要裁剪卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "A (mostly) homemade GPMG built from a full auto receiver.  Although well-made, its high volume of fire makes reliability and accuracy an issue.  Takes the 7.62x54R cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.": "一个（大部分）自制GPMG从一个全自动接收器建成。虽然制作精良，但其高火力使可靠性和准确性成为一个问题。通过传送带传送7.62x54R墨盒，并可以附加一个定制的携带手柄，以提高从臀部的火力。",
  "Seems like you've got a lot on your plate.": "看来你有很多事要做。",
  "molded pot": "模压罐",
  "ACS-74 stealth cloaks (on)": "ACS-74隐形斗篷（开启）",
  "The companion book for the main throwing volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主投卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "survivor's fighting bow": "幸存者战斗弓",
  "Well, then what are you doing here?  Did you stumble into this place by accident?  You still seem to handle yourself pretty well.": "那你在这里干什么？你是无意中跌入这个地方的吗？你似乎还是能很好地控制自己。",
  "I am the leader of this place.  I go by Router.  Before the cataclysm I used to be the second lead scientist in the Bio-Weapon Project.  I designed Sigma and Lambda and saw them being stored away.  I now dedicate myself to upgrading this place, basic survival and finding more info on the project I worked on.": "我是这个地方的领袖。我乘路由器去。在大灾变之前，我曾是生物武器项目的第二位首席科学家。我设计了Sigma和Lambda，看到它们被存放起来。我现在致力于升级这个地方，基本的生存和寻找更多的信息对我的项目工作。",
  "A metal molded pot.  Works as intended.": "金属模制的罐子。按预期工作。",
  "The companion book for the main trapping volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Oh, good luck, I suppose.": "哦，祝你好运吧。",
  "An experimental cloak that uses a highly sophisticated network of cameras and LEDs to render the user fully invisible.  It is powered by built-in torsion ratchets.  Due to particularities of its construction, it is very difficult to move in, hampering wearer's strength, dexterity and movement speed.": "一种实验性的隐形衣，它使用一个由摄像头和LED组成的高度复杂的网络，让用户完全看不见。它由内置的扭转棘轮驱动。由于其结构的特殊性，很难进入，影响佩戴者的力量、灵巧度和移动速度。",
  "I don't have any orders, and don't remember much from before I woke up.  Had anything in mind?": "我没有任何命令，也不记得我醒来前有多少命令。有什么想法吗？",
  "What exactly is Apophis and is it really that dangerous?": "阿波菲斯到底是什么？它真的那么危险吗？",
  "A deadly yard-long blade made of advanced material now resides inside your forearm, capable of being extended through the back of your wrist at the cost of a small amount of power.  Though exceptionally sharp, it will prevent you from holding anything else while extended.": "一把由先进材料制成的致命的一码长的刀片现在位于你的前臂内，可以通过你的手腕后部延伸，只需消耗少量的能量。虽然非常锋利，但它可以防止你在伸展时握住任何东西。",
  "A powerful bow that requires a strong archer to use, arms reinforced to compensate for its takedown design.  The tips of the bow have makeshift blades to make this bow an efficient melee weapon when things get close and personal.  Use it to compact the weapon for easier storage.": "一个强大的弓，需要一个强大的弓箭手使用，武器加强，以弥补其拆卸设计。弓的顶端有一个临时的刀刃，使之成为一个有效的近战武器，当事情接近和个人。用它来压缩武器以便储存。",
  "The companion book for the main unarmed volume of the Rebuilding Civilization encyclopedia.  This book contains theoretical and more advanced but impractical additions to the previous volume.": "《重建文明百科全书》主要手无寸铁卷的配套书。这本书包含理论和更先进的，但不切实际的补充，以前的卷。",
  "Monomolecular Sword CBM": "单分子CBM",
  "Soundwave Disruption": "声波干扰",
  "Well, the main reason we were hiding here was Apophis…  It was a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Now we can try to get things fixed up eventually, and work on research that might benefit others out there.": "嗯，我们躲在这里的主要原因是阿波菲斯…这是一种专门设计用来消灭所有其他生物武器和生物武器科学家的生物武器。现在我们可以试着最终解决问题，并致力于可能对其他人有益的研究。",
  "Sounds like a good start, don't have any other standing orders to follow.  What have you got for me?": "听起来是一个好的开始，没有任何其他常规的遵循。你有什么给我的？",
  "dual-hand flamethrower": "双手火焰喷射器",
  "introduction packet - classified": "介绍包-分类",
  "Your equipment is actively eliminating the sounds of your footsteps.": "你的设备正在积极消除你的脚步声。",
  "Well, the main reason we are hiding here is Apophis…  It is a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Currently we don't have anything that could stand a decent chance against it, so we're trying to create our own Bio-Weapon to counter Apophis. Sigma and Lambda have expressed interest in going after it, but they won't be able to take it out on their own.": "嗯，我们躲在这里的主要原因是阿波菲斯…这是一种专门设计用来消灭所有其他生物武器和生物武器科学家的生物武器。目前，我们还没有任何东西有足够的机会对抗它，所以我们正试图制造我们自己的生物武器来对抗阿波菲斯。Sigma和Lambda已经表示有兴趣去追求它，但是他们不能自己解决它。",
  "Implanted in the palms of your hands lie a compact flamethrower system that uses bionic power and oxygen in the air as ignition, use as any other gun.": "在你的手掌中植入了一个紧凑的火焰喷射器系统，它利用仿生能量和空气中的氧气作为点火装置，就像其他枪一样使用。",
  "I'm one of the originals it seems.  It's going to come after me anyway, so why not fight it?": "我似乎是其中一个原创者。反正它会追上我的，为什么不跟它战斗呢？",
  "pair of mute boots": "一双静音靴子",
  "introduction packets - classified": "介绍包-分类",
  "I'm not one of those monsters.  There has to be something I can do.": "我不是那种怪物。一定有我能做的。",
  "Dual-Hand Flamethrower": "双手火焰喷射器",
  "pairs of mute boots": "一双静音靴子",
  "survivor's flintlock sniper": "幸存者的燧石狙击手",
  "Dual-Hand Flamethrower CBM": "双手火焰喷射器",
  "I don't know what to do with myself.  What do you need done?": "我不知道自己该怎么办。你需要做什么？",
  "Plasma Pulse Cell": "等离子体脉冲电池",
  "Experimental reinforced boots that completely silence your steps, but also slow your movement.": "实验加固靴子，完全沉默你的步伐，但也放慢你的行动。",
  "Implanted in your chest is a small, advanced form of hydrogen fuel cell.  Designed to produce a spike of power production for cutting-edge military cybernetics, it is significantly less efficient than a traditional hydrogen fuel cell, but each pulse still puts out a lot of power.  Each pulse vents a jet of intense heat, making it dangerous in confined spaces.  It can store either hydrogen gas, or it can use denser military-grade hydrogen canisters.": "植入你胸部的是一种小型的高级氢燃料电池。它的设计目的是为尖端的军事控制论提供峰值功率，其效率明显低于传统的氢燃料电池，但每一个脉冲仍能输出大量功率。每一个脉冲都会释放出一股强烈的热量，这使得在密闭空间里很危险。它既可以储存氢气，也可以使用密度更大的军用氢罐。",
  "A well-made, long-barreled rifle for firing paper cartridges.  Using a breech-loading mechanism and scavenged ferrocerium from a lighter, it compensates for some of the disadvantages common to flintlock firearms.": "一种制造精良的长筒步枪，用来发射纸制子弹。使用炮尾加载机制和清除铁铈打火机，它弥补了一些常见的缺点燧石枪械。",
  "I have no idea.": "我不知道。",
  "Radiogenic Vision": "放射视力",
  "molded shovel": "模制铲子",
  "NEO-33 laser pistol": "NEO-33激光手枪",
  "A relatively small laser pistol, boxy design having just enough concessions to ergonomics to fit well in the hand.  It draws power from compact atomic batteries, offering energy efficiency and prolonged usage, at the expense of firepower and range.  The markings refer to \"Omnitech Labs\" as the manufacturer.": "一个相对较小的激光手枪，四四方方方的设计有足够的让步，符合人体工程学，以适合在手。它从紧凑的原子电池中获取能量，以牺牲火力和射程为代价，提供能源效率和延长使用时间。标记将“Omnitech Labs”称为制造商。",
  "This is a shovel molded out of cast iron.  Rather heavy and brittle, but does its job at least.": "这是用铸铁铸成的铲子。很重很脆，但至少能起作用。",
  "molded axe": "模制斧头",
  "A relatively small laser pistol, boxy design having just enough concessions to ergonomics to fit well in the hand.  It offers energy efficiency and prolonged usage, at the expense of firepower and range.  The markings refer to \"Omnitech Labs\" as the manufacturer.  This one has been converted to use UPS as its fuel source.": "一个相对较小的激光手枪，四四方方方的设计有足够的让步，符合人体工程学，以适合在手。它以牺牲火力和射程为代价，提供能源效率和延长使用时间。标记将“Omnitech Labs”称为制造商。这一个已经被转换为使用不间断电源作为其燃料来源。",
  "Dealing with this mess is what I was created for.": "处理这些乱七八糟的事情是我被创造出来的目的。",
  "This is a journal with what seems to be an invitation of some sort from some unknown organization.  While its contents rather boring to read, some bits offer promises of 'forbidden knowledge' and that said contents are 'just a taste of true power'…  Science has definitely gone too far…": "这是一本日记，似乎是某个未知组织的邀请。虽然它的内容读起来相当枯燥，但一些比特提供了“禁止的知识”的承诺，并说这些内容只是“真正的力量的味道”…科学肯定已经走得太远了…",
  "This is an axe molded from cast iron.  Stands up well enough if used as intended, but is too heavy and brittle to make a good weapon.": "这是用铸铁铸成的斧头。如果按预期使用，可以很好地站立起来，但又太重又易碎，不足以成为一件好武器。",
  "You have that badge, you should know how powerful those things are.  Apophis could take them all at once.  Have you seen a zombie hulk?  They couldn't even scratch it.  Worse still, there are some rejects from the Bio-Weapon program that have sided with him, the abominations as they've come to be known.  This is why we are hiding here.": "你有徽章，你应该知道那些东西有多强大。阿波菲斯可以一下子把他们都带走。你见过僵尸绿巨人吗？他们连抓都抓不到。更糟糕的是，生物武器项目中有一些反对者站在了他的一边，这些令人憎恶的事情众所周知。这就是我们躲在这里的原因。",
  "Omnitech UPS conversion manual": "Omnitech UPS转换手册",
  "This is a booklet dealing the instructions on how to convert an Omnitech laser weapon from using atomic batteries to use UPS power.  If you can find one of the kits mentioned, you could replicate the steps on this booklet.": "这是一本小册子，介绍如何将Omnitech激光武器从使用原子电池转换为使用UPS电源。如果你能找到其中一个提到的工具包，你可以复制本手册上的步骤。",
  "I came here to see if I could find anything on the research they were doing here.  How about yourself?": "我来这里是想看看他们在这里做的研究是否有什么发现。你自己呢？",
  "AKRO-388 laser SMG": "阿克罗388激光SMG",
  "fishing string": "钓鱼绳",
  "A long string with a hook attached to the end.  Useful as a crude fishing tool.  Requires bait as lure and sinker.": "一端有钩子的长绳子。用作粗糙的打捞工具。需要饵作为诱饵和下沉球。",
  "Ha!  You really have no idea, do you?  Have you ever fought an augmented abomination?  How about the ones that've succumbed to undeath?  Tough, right?  They have nothing on Apophis.  It's incredibly durable thanks to its armor and its heavy weaponry is a step above the rest of the Project.  Apophis is far more dangerous than any ordinary enemy.": "哈！你真的不知道，是吗？你有没有和一个更讨厌的人战斗过？那些死于不死的人呢？很难，对吧？他们在阿波菲斯身上什么都没有。由于它的装甲和重型武器，它的耐久性令人难以置信，比项目的其他部分高出了一步。阿波菲斯比任何普通敌人都危险。",
  "printed note": "打印的便笺",
  "I'll think about it.": "我会考虑的。",
  "Based on the design of the NEO-33, the AKRO-388 balances energy efficiency with rate of fire, offering decent firepower.  Its body is scaled up and adapted to better handle like common submachineguns in active service.  Relies on atomic batteries instead of a UPS connection.  Its manufacturer is listed as Omnitech Labs.": "基于NEO-33的设计，AKRO-388平衡了能源效率和射速，提供了不错的火力。它的身体被放大，并适应更好地处理像普通冲锋枪在现役。依靠原子电池而不是UPS连接。它的制造商被列为Omnitech实验室。",
  "A scrap of paper.  Something's been printed on it.": "一张纸。上面印了一些东西。",
  "folded note": "折叠的纸币",
  "A scrap of paper, hastily folded up.  Something's been scribbled on it.": "一张纸，匆匆折起来。上面乱涂了些什么。",
  "Based on the design of the NEO-33, the AKRO-388 is balances energy efficiency with rate of fire, offering decent firepower.  Its body is scaled up and adapted to better handle like common submachineguns in active service.  Its manufacturer is listed as Omnitech Labs.  This one has been converted to use UPS as its fuel source.": "基于NEO-33的设计，AKRO-388平衡了能源效率和射速，提供了不错的火力。它的身体被放大，并适应更好地处理像普通冲锋枪在现役。它的制造商被列为Omnitech实验室。这一个已经被转换为使用不间断电源作为其燃料来源。",
  "A map and set of directions, leading to somebody's rendezvous point.  The name scribbled in one corner seems faintly familiar.": "一张地图和一组方向，指向某人的集合点。在一个角落潦草写下的名字似乎有点熟悉。",
  "ARC-314 laser rifle": "ARC-314激光步枪",
  "Throughly poring over the map, you memorize the location.": "仔细看地图，你就记住了位置。",
  "That you may be, but while you've been stuck in stasis, the other research teams had been poring over every last scrap of data they could get out of your production.  Even if it was two steps forward, one step back, Apophis is the culmination of all that research.  I know you might be eager to fight, but we need to prepare ourselves.": "你可能是这样，但当你陷入停滞期时，其他研究团队一直在仔细研究从你的产品中得到的每一点数据。即使是前进了两步，后退了一步，阿波菲斯也是所有研究的顶峰。我知道你可能很想战斗，但我们需要做好准备。",
  "I'm trying to reach a hideout built by former scientists who worked on the Bio-Weapon Project.  Rumor has it they live somewhere in the woods.  Maybe you could help me find it…": "我正试图去一个由前生物武器项目科学家建造的藏身处。谣传他们住在树林里的某个地方。也许你能帮我找到它…",
  "full auto receiver case": "全自动接收盒",
  "An experimental laser rifle based on the A7 and AKRO-388, adapted to rely on atomic batteries.  Offers the modular benefits of a combat rifle with the efficiency of a laser weapon, in a relatively compact package.  Overall it mimics the handling and operation of common rifles currently in service, for ease-of-use.  The manufacturer is listed as Omnitech Labs.": "一种基于A7和AKRO-388的实验性激光步枪，可以依靠原子电池。在一个相对紧凑的包装中提供了战斗步枪的模块化优势和激光武器的效率。总的来说，它模仿了目前使用的普通步枪的操作和操作，以便于使用。制造商被列为Omnitech实验室。",
  "An adjustable drop-in sear and parts for fitting it to a firearm.  Bulky and custom made, it would require further work to make a functioning receiver.": "一种可调节的烙铁和零件，用于把它装在火器上。笨重和定制，这将需要进一步的工作，使一个正常的接收器。",
  "Maybe I was wrong about judging you based on your lack of a badge.  If you are who you claim to be, then know this.  Apophis is the culmination of all the research that came from your creation.  I know you might be eager to fight, but we need to be ready.": "也许我错了，因为你没有徽章。如果你是你自称的人，那就要知道这一点。阿波菲斯是所有来自你创造的研究的顶峰。我知道你可能很想战斗，但我们需要做好准备。",
  "An experimental laser rifle based on the A7 and AKRO-388.  Offers the modular benefits of a combat rifle with the efficiency of a laser weapon, in a relatively compact package.  Overall it mimics the handling and operation of common rifles currently in service, for ease-of-use.  The manufacturer is listed as Omnitech Labs.  This one has been converted to use UPS as its fuel source.": "基于A7和阿克罗-388的实验性激光步枪。在一个相对紧凑的包装中提供了战斗步枪的模块化优势和激光武器的效率。总的来说，它模仿了目前使用的普通步枪的操作和操作，以便于使用。制造商被列为Omnitech实验室。这一个已经被转换为使用不间断电源作为其燃料来源。",
  "collapsed fighting bow": "倒塌的战斗弓",
  "KRX-108 laser LMG": "KRX-108激光陀螺",
  "I know you're eager to prove yourself, but that doesn't require throwing your life away.  That thing is tailor-made to kill Bio-Weapons and anyone else that gets in his way.  You don't have to prove yourself just because others have joined him.  I know I can trust you.": "我知道你渴望证明自己，但这并不意味着你要放弃你的生命。那玩意儿是专门用来杀死生化武器和其他任何挡他道的人的。你不必仅仅因为别人加入他就证明自己。我知道我可以相信你。",
  "A collapsed fighting bow for easy storage.  Activate to arm the bow.": "折叠的战弓，便于存放。启动以打开船头。",
  "With the power per shot of the ARC and the firerate of the AKRO, Omnitech Labs' KRX-108 was made to overwhelm enemies with supreme firepower.  While not very energy-efficient, this behemoth can deal a devastating blow to large groups of enemies, but each pulse draws heavily from a proprietary atomic battery connection.  If attached to a vehicle mount, it can also make full use of its otherwise-limited automated targeting.": "凭借每发弧光的威力和阿克罗的火力，Omnitech实验室的KRX-108被制造出来，以强大的火力压倒敌人。虽然不是很节能，这个庞然大物可以对一大群敌人造成毁灭性的打击，但每一个脉冲都来自一个专有的原子电池连接。如果连接到一个车辆安装，它也可以充分利用其其他有限的自动瞄准。",
  "Plasma Pulse Cell CBM": "血浆脉冲细胞",
  "Encampment Project Reminder": "营地项目提醒",
  "With the power per shot of the ARC and the firerate of the AKRO, Omnitech Labs' KRX-108 was made to overwhelm enemies with supreme firepower.  While not very energy-efficient, this behemoth can deal a devastating blow to large groups of enemies.  If attached to a vehicle mount, it can also make full use of its otherwise-limited automated targeting.  This one has been converted to use UPS as its fuel source.": "凭借每发弧光的威力和阿克罗的火力，Omnitech实验室的KRX-108被制造出来，以强大的火力压倒敌人。虽然不是很节能，但这个庞然大物可以对大群敌人造成毁灭性打击。如果连接到一个车辆安装，它也可以充分利用其其他有限的自动瞄准。这一个已经被转换为使用不间断电源作为其燃料来源。",
  "A note describing a group of people creating prepper settlements.  You try to remember if there are any of them nearby.  Maybe the back of the note has coordinates to their settlements.": "描述一群人建立预科定居点的笔记。你试着记住附近是否有他们。也许纸条的背面有他们定居点的坐标。",
  "MX-84 laser sniper": "MX-84激光狙击手",
  "You can currently see through walls.  The rads this thing is giving off probably isn't good for you, by the way.": "你现在可以透过墙看到。顺便说一句，这个东西散发出来的辐射可能对你不好。",
  "Omnitech Labs' single shot laser rifle, designed to deal massive damage to a single target.  Intended to be used as a long-range support weapon by modern special forces.  Requires an insane amount of energy to fire a single powerful laser, additionally providing EMP effects.  Uses a proprietary atomic battery capacitor system": "单发激光对目标造成巨大伤害。作为现代特种部队的远程支援武器。需要一个疯狂的能量量来发射一个强大的激光，另外提供电磁脉冲效果。使用专有的原子电池电容系统",
  "pair of radiogenic goggles": "一副放射性护目镜",
  "Experimental goggles that use gamma radiation emitters, allowing the user to see through walls and in the dark.  Prolonged use is not recommended due to danger of radiation poisoning.": "使用伽马辐射发射器的实验性护目镜，允许使用者在黑暗中透过墙壁看东西。由于有辐射中毒的危险，不建议长时间使用。",
  "Omnitech Labs' single shot laser rifle, designed to deal massive damage to a single target.  Intended to be used as a long-range support weapon by modern special forces.  Requires an insane amount of energy to fire a single powerful laser, additionally providing EMP effects.  This one has been converted to use UPS as its fuel source.": "单发激光对目标造成巨大伤害。作为现代特种部队的远程支援武器。需要一个疯狂的能量量来发射一个强大的激光，另外提供电磁脉冲效果。这一个已经被转换为使用不间断电源作为其燃料来源。",
  "XARM-37 Pulse Scatter Gun": "XARM-37脉冲散射枪",
  "This implant provides an experimental military hydrogen cell, able to produce large spikes of power for intense usage.  Its network of pressurized storage can hold 500 ml of hydrogen gas, or denser hydrogen canisters used in plasma weaponry.  The label advises not to use it in confined spaces, and to keep moving if used during a military operation, due to hazardous levels of waste heat.": "这种植入物提供了一种实验性的军用氢电池，能够产生大的峰值功率，用于高强度的使用。它的加压储存网络可以储存500毫升氢气，或用于等离子武器的密度更高的氢气罐。标签建议不要在密闭空间内使用，如果在军事行动中使用，应保持移动，因为废热的危险程度。",
  "A fairly light full-body suit of gray ballistic armor, one size fits most.  Made from a fabric bodysuit with advanced composite plates, it is relatively easy to move in but protection is minimal, only rated for pistol-caliber rounds and fragmentation.": "一套相当轻的灰色防弹装甲全身套装，一个尺寸适合大多数人。由织物连体衣和先进的复合材料板制成，相对容易移动，但保护是最低限度的，只适用于手枪口径的子弹和碎片。",
  "This is a modified double-barreled ARC rifle, designed by Omnitech Labs.  Gains an EMP effect at the cost of range and firepower, relying on atomic cells instead of a UPS hookup.  It is fired in short pulses that act like buckshot; still decent against conventional threats but best against electronics.": "这是一种改进的双管弧形步枪，由Omnitech实验室设计。以射程和火力为代价获得电磁脉冲效果，依靠原子电池而不是UPS连接。它发射的脉冲很短，就像子弹一样；对传统的威胁还是不错的，但对电子设备最好。",
  "Alphavoltaic Power": "阿尔法伏特电源",
  "A full-body suit of gray ballistic armor, one size fits most.  Made with leather lining and advanced composite plates, it provides adequate protection against anything up to intermediate caliber ammunition, but may fail against full-power rifle rounds.": "一套灰色防弹装甲的全身套装，一个尺寸适合大多数人。由皮革衬里和先进的复合材料板制成，它提供足够的保护，以防任何中等口径弹药，但可能无法对付全功率步枪子弹。",
  "This is a modified double-barreled ARC rifle, designed by Omnitech Labs.  Gains an EMP effect at the cost of range and firepower.  It is fired in short pulses that act like buckshot; still decent against conventional threats but best against electronics.  This one has been converted to use UPS as its fuel source.": "这是一种改进的双管弧形步枪，由Omnitech实验室设计。以射程和火力为代价获得电磁脉冲效果。它发射的脉冲很短，就像子弹一样；对传统的威胁还是不错的，但对电子设备最好。这一个已经被转换为使用不间断电源作为其燃料来源。",
  "A heavy-duty full-body suit of gray ballistic armor, one size fits most.  Made from heavy-duty lining with advanced plating, it protects the body rather well against most rifle rounds, but may be too cumbersome for most situations.": "一套灰色防弹装甲的重型全身套装，一个尺寸适合大多数人。由重型衬里和先进的电镀制成，它可以很好地保护身体免受大多数步枪子弹的攻击，但在大多数情况下可能过于笨重。",
  "You read the back of the note and plan your next move.": "你看了便条的背面，计划下一步行动。",
  "BR-96 bolt rifle": "BR-96螺栓步枪",
  "Huh.  Maybe that's why you're not wearing the badge.  I think I can trust you.  I wish the others had been given the same chance you have now, and that Apophis hadn't gotten to them first.  But if you take him on unprepared, you'll just be throwing your life away needlessly.": "呵呵。也许这就是你不戴徽章的原因。我想我可以相信你。我真希望其他人也有你现在的机会，而阿波菲斯没有先找到他们。但如果你毫无准备地和他较量，你只会无谓地丢掉你的生命。",
  "designer bra": "设计师文胸",
  "none": "没有人",
  "hammer multi-tool": "锤子多用工具",
  "A multi-tool combing a small hammer and pair of pliers.  Small and practical, the survivor's mini-tool-kit.": "由一把小锤子和一对钳子组成的多用工具。小而实用，幸存者的迷你工具箱。",
  "Survivor's Cookbook": "幸存者食谱",
  "A notebook filed with ideas for lots of makeshift gadgets and gizmos.  Once the ideas of mad-man with too much free time, now invaluable knowledge.": "一个笔记本，里面有很多临时的小玩意儿和小发明。曾经的思想狂人有太多的空闲时间，现在的知识无价。",
  "scout's tool": "童子军的工具",
  "This is a bulky electronic wrist mounted tool, designed to provide an accurate topographical map of your surroundings when used.  It also comes with digital clock and alarm features.  The battery is integral to the device, and requires sunlight or a recharging station to charge.": "这个笨重的电子手腕是用来提供准确的地形图的。它还带有数字时钟和闹钟功能。电池是设备的一部分，需要阳光或充电站充电。",
  "bioinjector": "生物注射器",
  "A luxurious designer bra.  Serves its purpose and looks good on you.": "奢华的设计师胸罩。符合它的目的，穿在你身上很好看。",
  "An electronic rifle that fires crossbow bolts accelerated to high speeds via UPS.  Intended to be used in wilderness operations, allowing the user to reuse or manufacture ammunition if power is maintained.  Its manufacturer is labeled as Omnitech Labs.": "一种电子步枪，通过不间断电源（UPS）发射弩箭并加速至高速。拟用于荒野作战，允许用户在保持电源的情况下重复使用或制造弹药。它的制造商被标记为Omnitech实验室。",
  "And that thing was created to kill you, the original Bio-Weapons, and anything else that gets in the way.  That's why it got the designation Apophis, pretty much opened ourselves up for that when we went with Project Mesektet for the codename.": "那东西是用来杀死你的，原始的生物武器，还有其他任何阻碍你的东西。这就是为什么它被命名为Apophis，当我们以Mesektet项目为代号时，它几乎敞开了我们的心扉。",
  "seeing this is a bug": "看到这只虫子",
  "thong": "丁字裤",
  "An odd, organic-looking auto-injector that slowly secretes some sort of red, blood-like substance.  From what you can understand from the label, it's an experimental stimulant that stabilizes minor wounds and increases performance at the cost of inflicting pain.  The label additionally warns against using it more than once every two hours.": "一种奇怪的、看起来像有机物的自动注射器，能慢慢分泌出某种红色的、类似血液的物质。从标签上你可以理解，它是一种实验性的兴奋剂，可以稳定轻微的伤口，并以造成疼痛为代价提高表现。此外，标签还警告不要每两小时使用一次以上。",
  "MK-2 Ionic Cannon": "MK-2离子炮",
  "Women's underwear that covers a little less than normal in exchange for stares.": "女性内衣，覆盖比正常少一点，以换取凝视。",
  "Sure, just clean up after yourself and try to not piss anyone off.  Help is appreciated, if you have the time.": "当然，你自己收拾一下，别惹人生气。如果你有时间的话，非常感谢你的帮助。",
  "dress skirt": "连衣裙",
  "It appears to be a launcher that uses a charge of plasma, and a high charge delivered by its UPS connection, to create a powerful pulse of energy.  You hope you never run into anything big enough to need this kind of firepower.": "它似乎是一个发射装置，使用一个等离子体电荷，并通过其UPS连接提供高电荷，以创造一个强大的能量脉冲。你希望你永远不会碰到任何大到需要这种火力的东西。",
  "A short yet professional looking cotton skirt.  Somewhat easy to move in, but has no pockets.": "短而专业的棉质裙子。有点容易搬进去，但没有口袋。",
  "microskirt": "迷你裙",
  "survivor's flamethrower": "幸存者的火焰喷射器",
  "A skirt that is on the short side.  No pockets but it is comfortable to wear.": "短边的裙子。没有口袋，但穿起来很舒服。",
  "A makeshift flamethrower, charged from a integral fuel tank using a hand-cranked pump.  While homemade, it is higher-quality than most makeshift weapons, and can run on just about any fuel of suitable viscosity.  It uses considerably less fuel per gout of flame, at the expense of power and range.": "一种临时的火焰喷射器，使用手摇泵从一个完整的燃料箱中充电。虽然是自制的，但它的质量比大多数临时武器都要高，而且几乎可以使用任何粘度合适的燃料。它使用相当少的燃料每痛风的火焰，以牺牲功率和范围。",
  "organic infusion set": "有机输液器",
  "A strange infusion set with several organic-looking parts.  It has multiple tubes for simultaneous extraction and infusion of blood.  Its label refers to something called XE037 as the main active component.": "有几个奇怪的器官。它有多个同时提取和输注血液的管道。它的标签是指一种叫做XE037的物质，它是主要的活性成分。",
  "Atomic Battery": "原子电池",
  "organic diffusion set": "有机扩散装置",
  "Your body has been implanted with a compact, advanced plutonium-cell generator for military use.  A true atomic battery, using advanced materials to create a practical alphavoltaic power source.  While its power output is still very low, it's also consistent with negligible waste heat, making it a useful backup to another power generation method.  It will produce power continuously unless interrupted by the integral disconnect switch.": "你的身体已经被植入了一个紧凑，先进的钚细胞发生器，用于军事用途。一个真正的原子电池，使用先进的材料，创造一个实用的阿尔法伏打电源。虽然它的功率输出仍然很低，但它也符合可以忽略不计的废热，使它成为另一种发电方法的有用备份。除非被整体式隔离开关中断，否则它将持续发电。",
  "A strange infusion set with several organic-looking parts.  It has multiple tubes for simultaneous extraction and infusion of blood.  Its label refers to it as a rapid stem cell treatment, replicating the user's own genetic structure.": "有几个奇怪的器官。它有多个同时提取和输注血液的管道。它的标签将其称为快速干细胞治疗，复制用户自身的基因结构。",
  "Atomic Battery Interrupter": "原子电池断续器",
  "Map To Unknown Lab": "映射到未知实验室",
  "An integrated safety mechanism allowing one to shut down power production at will.  Works via angling plutonium catalysts to manipulate how much alpha decay hits the advanced nanocompounds that produce power.  Turn it on to halt power production, in the unlikely event that it becomes necessary.": "一个综合的安全机制，使人们可以随意关闭电力生产。通过调整钚催化剂的角度来控制α衰变对产生能量的先进纳米化合物的影响程度。在不太可能的情况下，打开它以停止电力生产。",
  "Atomic Battery CBM": "原子电池",
  "Maps To Unknown Lab": "映射到未知实验室",
  "This is a map made by a former scientist of the Bio-Weapon project.  It marks the location of an abandoned laboratory, where a great enemy resides.": "这是一幅生物武器项目前科学家绘制的地图。它标志着一个废弃实验室的位置，一个伟大的敌人居住的地方。",
  "You read the map.  You gulp and realize what must be done…": "你看地图。你吞咽着，意识到必须做什么…",
  "An old form of non-thermal radioisotope generator, given new life and military applications using cutting-edge plutonium-catalyst developments.  Effectively a plutonium fuel cell converted into an alphavoltaic battery, with greater power output and longevity than older implants.  Its output is still very low at only 5 watts, but it is continuous unless deliberately interrupted by the provided disconnect system, making it a good supplement to a more intensive power generation method.": "一种老式的非热放射性同位素发生器，利用尖端钚催化剂的发展赋予其新的生命和军事应用。一种有效的钚燃料电池被转换成一种α伏特电池，比老式的植入物具有更大的功率输出和寿命。它的输出功率仍然很低，只有5瓦，但它是连续的，除非故意中断所提供的断开系统，使它成为一个很好的补充，以更密集的发电方法。",
  "A system of power control and safety mechanisms normally built into an Atomic Battery system.  Removing it is almost certainly a bad idea.": "通常内置于原子电池系统中的电源控制和安全机制系统。移除它几乎肯定是个坏主意。",
  "mysterious note": "神秘的音符",
  "\"We have to move away from this place, now.  That thing is coming, and if we don't get out in time, we're all dead.  Grab what you can and head to this location - we'll be establishing a temporary hideout there.\"": "“我们现在必须离开这个地方。那东西就要来了，如果我们不及时出去，我们都死定了。带上你能找到的东西，前往这个地方——我们将在那里建立一个临时藏身处。”",
  "Looking down at the note, you memorize the location shown.": "往下看便条，你记住了所示的位置。",
  "hand-drawn map": "手绘地图",
  "\"Finally.  I've figured out the coordinates of that lab the terminal records referred to.  From what I can tell, there must be some things of value left inside, and I don't think there's anyone left to care if I take a look.\"": "“终于。我已经计算出了终端记录中提到的那个实验室的坐标。据我所知，里面肯定还剩下一些有价值的东西，我想如果我看一眼，就没有人会在意了。”",
  "The directions on the map catch your interest.  You wonder if going there is a good idea.": "地图上的方向引起你的兴趣。你不知道去那里是不是个好主意。",
  "mil-surp weapons pack": "军用超级武器包",
  "A box sold in military surplus store targeted to the civilian market.  Offers a military surplus rifle, shoulder strap, ammo, basic maintenance kit, and pocket guide book.  This contains the Mosin Nagant 1891/30 rifle.": "军需品商店里出售的一种盒子，主要销往民用市场。提供军用剩余步枪、肩带、弹药、基本维修包和袖珍指南。里面有莫辛·纳甘特1891/30步枪。",
  "A box sold in military surplus store targeted to the civilian market.  Offers a military surplus rifle, shoulder strap, ammo, basic maintenance kit, and pocket guide book.  This contains the SKS rifle.": "军需品商店里出售的一种盒子，主要销往民用市场。提供军用剩余步枪、肩带、弹药、基本维修包和袖珍指南。这是SKS步枪。",
  "A box sold in military surplus store targeted to the civilian market.  Offers a military surplus rifle, shoulder strap, ammo, basic maintenance kit, and pocket guide book.  This contains the M1903 Springfield rifle": "军需品商店里出售的一种盒子，主要销往民用市场。提供军用剩余步枪、肩带、弹药、基本维修包和袖珍指南。这是M1903斯普林菲尔德步枪",
  "paracord survival watch": "副缆索生存观察",
  "paracord survival watches": "副翼救生手表",
  "A simple wristwatch on a plastic band, wrapped with a paracord bracelet with a thermometer attached.  Tells the time and has an alarm clock feature.": "一个简单的手表在一个塑料带，包裹着一个帕拉科德手镯与温度计连接。显示时间并具有闹钟功能。",
  "paracord bracelet": "帕拉科德手镯",
  "A simple bracelet made out of paracord.  Disassemble for some string.": "一个简单的手镯制成的paracord。拆开一些绳子。",
  "biological weapon conversion kit": "生物武器转换套件",
  "A suspicious box containing many parts, tools and… flesh?  A manual inside the box, giving minimal information on how to use the contents of the box.  It says to see the introductory information packet for more information, whatever that may be.": "一个可疑的盒子，里面有很多零件，工具和…肉？盒子里的手册，提供关于如何使用盒子内容的最少信息。它说要查看介绍信息包以获取更多信息，不管是什么。",
  "Omnitech UPS conversion kit": "Omnitech UPS转换套件",
  "A box containing many tools and a few electronic components.  It has the Omnitech logo and the name of device.  On the back there is a description saying you could use this to convert a battery powered Omnitech weapon to use UPS power, if you have the manual for it.": "装有许多工具和一些电子元件的盒子。它有Omnitech标志和设备名称。在背面有一个描述说，你可以用它来转换电池供电的Omnitech武器使用UPS电源，如果你有它的手册。",
  "inductive CBM charger": "感应式CBM充电器",
  "A prototype device giving off noticeable heat, housing a compact radioisotope thermoelectric generator.  It does not seem to accept batteries or even provide a UPS hookup, instead housing an inductive charging system designed specifically for CBM power storage.  Being an unfinished design, the only way to dump power into the inductor without electrocuting yourself requires opening up part of the mechanism, exposing you to radiation.": "一种能发出明显热量的原型装置，装有一个小型放射性同位素热电发电机。它似乎不接受电池，甚至不提供UPS连接，而是住房感应充电系统专门为储能设计。作为一个未完成的设计，要想将电力注入电感器而不让自己触电，唯一的方法就是CBM打开部分机械装置，让你暴露在辐射中。",
  "makeshift thermal lance": "临时热喷枪",
  "An improvised welding tool that relies on the pyrophoric nature of steel, plus a supply of oxygen, to create a cutting tool hot enough to melt metal.  It can be used as an improvised and inefficient metalworking tool, or you can activate it to destroy metal barriers.": "一种简易的焊接工具，依靠钢的自燃性质，再加上氧气供应，制造出足以熔化金属的切割工具。它可以作为一个即兴和低效的金属加工工具，也可以激活它来破坏金属屏障。",
  "molded crowbar": "模制撬棍",
  "This is a hefty prying tool, molded from cast iron.  A bit brittle and heavy to be extensively used as a weapon, but adequate for prying open locked doors.  Not exactly ideal, but it's an improvement over makeshift tools.": "这是一个巨大的撬工具，由铸铁制成。有点脆和重，广泛用作武器，但足以撬开锁着的门。不太理想，但这是对临时工具的改进。",
  "pairs of radiogenic goggles": "双放射防护眼镜",
  "inactive laser turret": "非活动激光转台",
  "Primary side effect to Biostim.  Lasts an hour, and will escalate to a more dangerous effect if you escalate its intensity.": "Biostim的主要副作用。持续一个小时，如果你提高它的强度，会升级到更危险的效果。",
  "This is an inactive laser turret.  Using this item involves turning it on and placing it on the ground, where it will attach itself.  If reprogrammed and rewired successfully the turret will identify you as a friendly, and attack all enemies with its revolving laser cannons.  It requires sunlight in order to fire.": "这是一个不活跃的激光炮塔。使用这个项目涉及到把它打开，并把它放在地面上，在那里它将连接自己。如果重新编程和重新布线成功，炮塔会将你识别为友军，并用旋转激光炮攻击所有敌人。它需要阳光才能燃烧。",
  "Pressurized hydrogen": "加压氢",
  "The forge is on.  It is ready to use as indicated by the light.  Feed it more charcoal to keep it on.": "锻造炉开了。如指示灯所示，可随时使用。多喂点木炭，让它保持健康。",
  "broken laser turret": "破损的激光炮塔",
  "This is a makeshift mold made from plastic.  It could be shaped and used to craft items made of metal.": "这个是塑料做的。它可以成形并用于制作金属制品。",
  "The tank of the Super Soldier project.  You are one of a few augmented soldiers to be used as a heavy support to infantry.  With ranged, armor and regenerative capabilities, you can endure heavy damage and return it in kind.": "超级战士项目的坦克。你是为数不多的增援士兵中的一员，可以作为步兵的重型支援。拥有远程，装甲和再生能力，你可以承受重伤害并以实物归还。",
  "zombie super soldier pistol": "僵尸超级战士手枪",
  "Sentinel Physicality I": "哨兵体质I",
  "Find A Bio-Weapon Badge": "找到生化武器徽章",
  "Targeted mutagenic treatment has improved your muscular development.  Your maximum stamina, stamina regeneration, and maximum weight carried is 25% greater, and you heal slightly faster.  In exchange, your metabolism and thirst is slightly increased, and your body runs a bit warm.": "有针对性的诱变治疗改善了你的肌肉发育。你的最大耐力、耐力恢复和携带的最大重量增加25%，并且你的治疗速度稍微快一点。作为交换，你的新陈代谢和口渴稍微增加，你的身体运行有点温暖。",
  "Chemistry Station": "化学站",
  "mounted UPS rifle": "安装式UPS步枪",
  "Survivor's Militarized RV": "幸存者的军事化房车",
  "Survivor Station": "幸存者站",
  "Survivor Tractor": "幸存者拖拉机",
  "Autoclave Station": "热压罐站",
  "Survivor Gun Cart": "幸存者炮车",
  "nano-mutagenic serum": "纳米诱变血清",
  "A experimental, super-concentrated cocktail of mutagen and nanomachines.  Vanishingly rare and potentially quite potent in effect.  You need a syringe to inject it… if you really want to?": "一种实验性的、超浓缩的诱变剂和纳米机器混合物。极为罕见，而且可能相当有效。你需要注射器注射…如果你真的想？",
  "zombie super soldier": "僵尸超级战士",
  "The %s tries to grab you, but you force yourself free!": "%s试图抓住你，但你强迫自己自由！",
  "The %s tries to grab <npcname>, but they break free!": "%s试图抢<npcname>，但他们挣脱了！",
  "<npcname> dodges and trips %s": "<npcname>躲闪和绊倒%s",
  "You dodge and send %s tumbling to the ground": "你躲闪一下，把%s摔倒在地",
  "<npcname> catches %s, and knocks them back": "<npcname>抓住了%s，并把它们打了回去",
  "You catch %s's attack, and send them staggering back": "你抓住%s的攻击，让他们摇摇晃晃地回来",
  "<npcname> fakes a strike at %s": "<npcname>在%s假装罢工",
  "You fake a strike at %s": "你在%s假装罢工",
  "<npcname> knock %s's weapon away": "<npcname>打掉%s的武器",
  "You knock %s's weapon away": "你打掉了%s的武器"
}