{
  "skullfire": "头骨火",
  "smoke solution": "烟雾溶液",
  "duster": "除尘器",
  "bomblet bandolier": "小炸弹捆扎机",
  "thing head spawner": "东西头产卵器",
  "EXTRA BIG-ASS FRIES": "额外的大屁股薯条",
  "manhack firebomb": "曼哈克燃烧弹",
  "chickenbot gun": "奇肯博特枪",
  "bomblet pipe launcher": "爆炸管发射器",
  "a gout of flame.": "一股火焰。",
  "A rugged full-length duster coat.  Has many pockets for storage.": "粗犷的全长掸子大衣。有许多口袋可供存放。",
  "A bandolier, strapped onto the arm, that can contain several bomlets for ease of access.": "一种绑在手臂上的带子，可以装几个带子以便于取用。",
  "Spawns a thing head.": "产生一个东西头。",
  " EXTRA BIG-ASS FRIES": "额外的大屁股薯条",
  "A fluid bladder from a plant based lifeform.  Not very nutritious, and may play host to microscopic germs.": "植物生命体的液体囊。营养不良，可能是微生物的宿主。",
  "This is an firebomb fitted into a manhack and rigged so the manhack can self-activate it.  This one is active.": "这是一个安装在检修孔内的燃烧弹，并被操纵，以便检修孔能自动激活它。这个是活动的。",
  "cluck.": "咯咯声。",
  "A simple homemade launcher for bomblets, consisting of a wooden supports nailed to a length of piping and a modified stopper to hold and activate the bomblet.": "一种简单的自制小炸弹发射器，由钉在一段管道上的木制支架和一个用来固定和启动小炸弹的改进的塞子组成。",
  "a thickened water solution, primed to evaporate into smoke.  Probably safer not to consume": "浓缩的水溶液，准备蒸发成烟。不吃可能更安全",
  "Carl JR. appreciates your business.  Enjoy your order of 'EXTRA BIG-ASS FRIES'.  Please come back when you can afford to make another purchase of 'EXTRA BIG-ASS FRIES'.": "小卡尔很欣赏你的生意。享受你点的“超级大屁股薯条”。请回来时，你可以再购买'额外的大屁股薯条'。",
  "thing spider spawner": "蜘蛛产卵器",
  "Spawns a thing spider head.": "生一个东西蜘蛛头。",
  "This is an acidbomb fitted into a manhack and rigged so the manhack can self-activate it.  Due to the manhack exploding the effective radius is somewhat larger.": "这是一个酸弹安装在一个检修孔和操纵，使检修孔可以自我激活它。由于人孔爆炸，有效半径稍大。",
  "nord": "北",
  "soda can stove kit": "苏打罐炉套件",
  "quality refillable lighter": "优质可重复充装打火机",
  "swappable storage battery": "可更换蓄电池",
  "The nail sword, or nord for short.  This wooden sword has a dozen nails sticking at jagged angles from edge of the blade, making it much better at chopping than slashing.": "指甲剑，简称诺德。这把木剑有一打钉子，从刀刃的边缘呈锯齿状，使它更善于砍而不是砍。",
  "This is an ultra-light alcohol-burning stove with simmer ring, crafted by hand from a couple of aluminum soda cans.  It comes with a 250 ml plastic bottle to hold concentrated alcohol fuel.": "这是一个超轻酒精燃烧炉与煨环，手工制作从一对铝苏打罐。它配有一个250毫升的塑料瓶，用来盛装浓缩酒精燃料。",
  "This is a lighter that has been modified to output a larger flame than normal lighters.  While ideal for starting fires, and able to start them faster, it is a bit of a fuel hog, consuming it almost twice as fast.": "这是一个打火机，已被修改，以输出比正常打火机更大的火焰。虽然它非常适合点火，而且能够更快地点火，但它有点耗油，消耗速度几乎是原来的两倍。",
  "tribot spawner": "tribot产卵器",
  "soulbomb": "灵魂之躯",
  "Spawns an tribot into the world.": "在这个世界上诞生了一个摩托生物。",
  "Haaaaaaaaaaaaaaaaaaaaaaaaaaax!": "哈哈哈！",
  "40mm pipe launcher": "40mm管道发射器",
  "wearable lighter": "耐磨打火机",
  "This is a home built launcher tube that can be attached to almost any rifle.  It allows a single 40mm grenade to be loaded and fired.": "这是一个自制的发射管，可以连接到几乎任何步枪。它允许一个40毫米手榴弹加载和发射。",
  "A lighter with a bit of string and taping to allow it to be worn about the neck like a lanyard.  A bit fumbly to get a hold of, but perfectly servicable.": "一种打火机，带有一点细绳和带子，可以像系索一样系在脖子上。有点失手，但很好的服务。",
  "queen ant": "蚁后",
  "wraith": "幽灵",
  "archvile": "恶作剧",
  "imp": "小鬼",
  "giant carp": "大鲤鱼",
  "An enormous mutant mosquito, fluttering erratically.  Its face is dominated by a long, spear-tipped proboscis.  It attempts to cling to large enough prey.": "一种巨大的变异蚊子，不稳定地摆动。它的脸上长着一个尖尖的长鼻。它试图抓住足够大的猎物。",
  "tiny bird": "小鸟",
  "cherub spawner": "小天使产卵器",
  "active soulbomb": "活跃的灵魂世界",
  "A colossal red ant with a bulging, bloated thorax.  It moves slowly and deliberately, tending to nearby eggs and continually laying more.  Its antennae seem almost aesthetic, or at the least not used for sensing . . .": "一种巨大的红色蚂蚁，胸部膨胀。它缓慢而有意识地移动，倾向于附近的卵，并不断产卵。它的触角看起来很美，或者至少不用于感知。",
  "A large humanoid shadow, chaotically changing in shape and volume , two piercing orbs of light dominate what can only be described as its head.": "一个巨大的人形阴影，在形状和体积上混乱地变化，两个穿透的光球支配着它的头部。",
  "A sickly yellow, elongated humanoid.  With almost complete control over its own flames it attacks with pyrokinesis and breathes life into fallen combatants.": "一种病态的黄色、细长的人形动物。它几乎完全控制了自己的火焰，以高温攻击，并向倒下的战斗人员呼吸生命。",
  "This humanoid resembles a burnt cenobite.  It attacks with fire and claw, and is the grunt of the demonic armies.": "这个人形动物像一个被烧焦的牙齿。它用火和爪子攻击，是恶魔军队的呼噜声。",
  "Just a tiny bird, quite cute": "只是一只小鸟，很可爱",
  "Spawns a cherub, little baby demon.": "产下一个小天使，小恶魔。",
  "smoking candle": "冒烟的蜡烛",
  "A candle in every respect, but designed to produce a thin stream of smoke.  Often used in ceremonies or to add an air of 'ambient mystery', but could likely be used to reduce scent by windows and doors it is placed next to.": "蜡烛各方面的一种蜡烛，但设计用来产生一股细烟。通常用于仪式或增加一种“神秘气氛”，但可能用于减少窗户和门旁边的气味。",
  "razorclaw": "剃须刀",
  "crowned creeper": "冠蔓藤",
  "zombie dog": "僵尸狗",
  "A thick stalk with rapidly sprouting tendrils at the base and a 'crown' of deep magenta pitchers at its head.  The pitchers taper into o-rings, pointing at various angles away from the hub.  From the center of the crown stems a single large, mace-like tentacle that flails around menacingly.": "一种粗茎，基部有迅速发芽的卷须，头上有深品红水罐的“树冠”。水罐逐渐变成o型环，指向远离轮毂的不同角度。从树冠的中心伸出一根巨大的、象狼牙棒一样的触须，凶猛地挥舞着。",
  "The deformed, animated corpse of a canine, a sinewy beast which can easily outpace its two-legged friends.": "狗的畸形的、有活力的尸体，一种强壮的野兽，很容易超过它的双腿朋友。",
  "flying cherub spawner": "飞行小天使产卵器",
  "Spawns a flying cherub, little baby demon.": "生一个会飞的小天使，小恶魔。",
  "smoking candle (lit)": "吸烟蜡烛（点燃）",
  "smoking candles (lit)": "吸烟蜡烛（点燃）",
  "This smoking candle is lit, providing both aeromatic smoke and light.": "点燃这根冒烟的蜡烛，提供空气烟雾和光。",
  "\"ID-Badge not identified.  Commencing protocol ID-10-T.\"": "“身份证未识别。开始协议ID-10-T。”",
  "\"I detect a sudden rise in hubris in this region.\"": "“我发现这个地区的傲慢情绪突然上升。”",
  "\"An-CHORS a-WAY my boys, anchors away!\"": "“我的孩子们，有一只船在旁边抛锚！”",
  "\"H-Hello?\"": "“喂？”",
  "\"Paco can run his own damn meth next time.  Im done.\"": "“帕科下次可以自己开冰毒了。我做完了。”",
  "\"ssseennd moooorrrre paraaaamedicccsss\"": "“ssseennd MOOORRRE PARAAAMEDICCSSS”",
  "thrusters compensating.": "推进器补偿。",
  "\"Hello?\"": "“喂？”",
  "\"Multiple Core-system failures detected.  Diverting power from secondary personnel recognition software to weapons.\"": "“检测到多个核心系统故障。将次要人员识别软件的权力转移到武器上。”",
  "\"The name's Murphy.\"": "“我叫墨菲。”",
  "\"I SEEE YOUUU\"": "“我看见你了”",
  "\"Hey you!\"": "“嘿，你！”",
  "\"Weed, Meth, Coke n' crack, my pockets flowin' over out the back.\"": "“大麻，冰毒，可乐，我的口袋从后面流出来。”",
  "\"Braaaaaiinnnnssssssss\"": "“再见”",
  "a faint, high-pitched whining of engines": "发动机发出微弱的、高亢的呜呜声",
  "\"Who's there?\"": "“谁在那儿？”",
  "scarred imp spawner": "伤痕累累的小鬼产卵者",
  "Spawns an scarred imp into the world.": "把一个伤痕累累的小鬼带到这个世界上。",
  "\"Alice, are you still there?\"": "“爱丽丝，你还在吗？”",
  "\"Did you come here knowing you had a warrent out?\"": "“你来这里是不是知道你有一场战争？”",
  "\"It puts the lotion on the skin, or else it breaks the skin again.\"": "“它把乳液涂在皮肤上，否则它又会把皮肤弄破。”",
  "You put the lime in the coco nuts and shake your body round!": "你把青柠放在椰子里，摇动你的身体！",
  "\"Pew pew pewpewpew.  kneheheh\"": "“Pew Pew pewpew。“呵呵”",
  "\"BBBBBBBBBRRRAAAAAAAIIIIINNNNNNSSSss\"": "“BBBBBBBBB RRRAAAAAIIINNNSSS”",
  "\"This is Autonomous Helicoptor Drone, Model 4751ZuluBeta, broadcasting its legal message, informing you of its authority under the joint Police-Military Statutes passed by the Executive Branch in 2034.  Under these statutes, lethal force is authorized.\"": "“这是自主直升机无人机，型号4751ZuluBeta，正在广播它的法律信息，告知你它在2034年行政部门通过的联合警察军事法规下的权力。根据这些法令，可以使用致命武力。”",
  "\"Can you help me?\"": "“你能帮我吗？”",
  "what sounds like many robotic ants tunneling around.": "听起来像是许多机器蚂蚁在挖隧道。",
  "\"Rrrrraaaasssssskkkhhhh!\"": "“rrrraaasssskkhhhh！”",
  "Mechanized Infantry Carrier": "机械化步兵航母",
  "Double Row Plow": "双排犁",
  "The %1$s impales your torso!": "%1$s刺穿你的躯干！",
  "PKs Rebalancing": "PKs再平衡",
  "smoke machine (off)": "烟雾机（关闭）",
  "The %1$s impales <npcname>'s torso!": "%1$s刺穿了<npcname>的躯干！",
  "Rebalances spawn list, adds new monsters and items, adds new buildings and fortifies old buildings, and strives to create a harsher enviornment to survive in.": "重新平衡繁殖列表，添加新怪物和物品，添加新建筑和加固旧建筑，并努力创造一个更严酷的环境中生存。",
  "smoke machines (off)": "烟雾机（关闭）",
  "\"To protect all essential personnel and equipment.\"": "“保护所有必要的人员和设备。”",
  "\"Sensors have indicated you J-walked several times within the past 5 days.  Public disorder is no excuse for criminal activity.\"": "“传感器显示你在过去5天内走了好几次。公共秩序混乱不是犯罪活动的借口。”",
  "\"1 shot 2 shot, this is where the fun stops\"": "“1拍2拍，这就是乐趣的终点”",
  "\"Urrgh, the world is spinning.\"": "“呃，世界在旋转。”",
  "\"When the fourth wall is torn down, THEN!\"": "“那么，当第四堵墙被拆掉的时候！”",
  "\"Whaaaaaaarnm, Im an air-plane!\"": "“哇，我是一架飞机！”",
  "\"bbbmmmaaaaahhhhh\"": "“bbbmmaaaahhhh”",
  "\"Bystanders not engaging in rebellious, treasonous, criminal, or conflict-like behavior are advised to enter a prone position, keeping their hands over their heads until the current crisis is over and authorized personel retrieve you for debriefing.\"": "“不从事叛逆、叛逆、犯罪或类似冲突行为的旁观者，建议进入俯卧姿势，将手放在头上，直到当前危机结束，并由授权人员接回你进行汇报。”",
  "\"Over here!\"": "“在这儿！”",
  "a clanking from under your feet.": "你脚下的叮当声。",
  "\"uummmmmmmmmmph~\"": "“嗯~”",
  "\"RrrrraaaaaaaaaaaaaaaAAAAAAAAAAAAAAAaaaaaaaa~!\"": "“rrrraaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa~！”",
  "The %1$s tries to impale your torso, but fails to penetrate your armor!": "%1$s试图刺穿你的躯干，但未能穿透你的盔甲！",
  "This is a candle-operated smoke machine.  When turned on it will produce a fog-like smoke in the immediete area, obscuring vision and scent.  It can be turned off at will, but when empty will need to be deconstructed and recrafted.": "这是一台蜡烛操作的烟雾机。打开后，它会在近处产生雾状烟雾，模糊视觉和气味。它可以随意关闭，但空的时候需要解构和重新构建。",
  "The %1$s tries to impale <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图刺穿<npcname>的躯干，但未能穿透他们的盔甲！",
  "\"Scanning ...  Xenos Life Patterns detected.  Irreversible levels of infection found.  Termination imminent.\"": "“正在扫描。。。检测到氙气生命模式。发现不可逆的感染水平。即将终止。”",
  "\"This area is off limits to non-law-efforcement personnel.  Leave immediately.\"": "“这个区域禁止非执法人员进入。马上离开。”",
  "\"Shut your cumdumpster Private!\"": "“关上你的垃圾桶！”",
  "\"Its not real, its not real, its all a bad dream.\"": "“不是真的，不是真的，都是噩梦。”",
  "\"when I find that little somnabitch, I'll show 'em who's boss\"": "“当我找到那个小家伙，我会让他们知道谁是老大”",
  "\"'UZI' WHAT HAPPENS WHEN YOU MESS WITH ME?!!  HEHHeeehehHEE!\"": "“乌兹，你惹我怎么办？！”？！！嘿嘿！”",
  "\"mhuuuaaaaaahhh\"": "“mhuuaaaaaahhh”",
  "\"Children under the age of 4 should be held by their parent or guardian, and that person should be seen to have their hands clasped together away from their own person.": "“4岁以下的孩子应该由他们的父母或监护人抱着，而且应该看到这个人双手合十，远离自己的人。",
  "\"Can you repeat that?\"": "“你能再说一遍吗？”",
  "robotic clicking noises.": "机器人发出咔嗒声。",
  "a bubbling grunt": "咕噜声",
  "\"A sickening slap on the ground!\"": "“一记恶心的耳光！”",
  "Armored Personnel Carrier": "装甲运兵车",
  "Construct Makeshift Post-Fence": "建造临时后围栏",
  "Hallucinating": "幻觉",
  "The %1$s stikes you!": "%1$s stikes你！",
  "scarred pinky spawner": "伤痕小指产卵器",
  "\"Le traducteur peut etre trouve au troisieme bureau a votre gauche\"": "“贸易局”",
  "\"Sensors indicate an ongoing riot.  Return to your homes or be subject to arrest.\"": "“传感器显示正在发生骚乱。回到你的家里或者被逮捕。”",
  "\"You got an eye problem?\"": "“你眼睛有问题吗？”",
  "\"Hey!  Im looking for some butter.  Got any?\"": "“嘿！我在找黄油。有吗？”",
  "\"IT BURNS!\"": "“烧起来了！”",
  "\"I told her I'd give it back when I was done but Noooo, we had to play it hardball.\"": "“我告诉她我做完后会还给她，但是不行，我们得强硬些。”",
  "\"oooooooooommmmmmmmmmmmmmmmmmmm\"": "“呜呜呜呜呜呜”",
  "\"The elderly, or those otherwise incapable or achieving a prone position should prepare the proper form of ID in a readily viewable location and keep their hands out of all bags, pockets, or other concealed locations.\"": "老年人或其他无能力或达到俯卧姿势的人，应在容易看见的地方准备适当的身份证，并将手放在所有袋子、口袋或其他隐蔽的地方",
  "\"You're just copying me, aren't you?\"": "“你只是在模仿我，不是吗？”",
  "a powerful drill revving.": "快速旋转的强力钻头。",
  "a gurgling sound.": "咕噜声。",
  "\"A sloppy tearing noise!\"": "“一种马虎的撕裂声！”",
  "The %1$s strikes <npcname>!": "%1$s打击<npcname>！",
  "You are experiencing hallucinations.  The resulting sense of surrealism is a real stressor, and gets the blood pumping.": "你在经历幻觉。由此产生的超现实主义是一个真正的压力源，并得到血液泵。",
  "Spawns a scarred pink demon into the world.": "把一个伤痕累累的粉色恶魔带到这个世界上。",
  "The %1$s tries to strike you but fails.": "%1$s试图攻击你，但失败了。",
  "\"Na sniadanie dzis zjadlem dziecko jezozwierz\"": "“纳斯尼亚达尼·兹贾德勒姆·兹耶科耶佐兹维耶兹”",
  "\"Halt!  You have violated the law.  Pay your fine or come with me.\"": "“站住！你触犯了法律。付你的罚款或者跟我来。”",
  "\"I'll dance on your grave!\"": "“我要在你的坟墓上跳舞！”",
  "\"Selling reloaded ammo, Cheap!\"": "“卖重装弹药，便宜！”",
  "\"So . . . itchy\"": "“所以。“痒”",
  "\"Ugh, cramps, oww\"": "“啊，抽筋，噢”",
  "\"ahhhhhhhhhhhhhhhhhhhhhh\"": "“啊啊啊啊啊啊”",
  "the hum of anti-grav thrusters!": "反重力推进器的嗡嗡声！",
  "\"I'm not afraid of you!\"": "“我不怕你！”",
  "the muffled sound of rock being blasted.": "低沉的岩石爆炸声。",
  "a choking sound.": "令人窒息的声音。",
  "Humvee": "亨维吉普",
  "The %1$s tries to strike <npcname>, but fails to.": "%1$s试图打击<npcname>，但失败了。",
  "Build Improvised Shelter": "建造临时避难所",
  "Ferric Iron": "三价铁",
  "Chelated Iron": "螯合铁",
  "Ionic Overdose": "离子过量",
  "hooked spike": "钩刺",
  "makeshift fence": "临时围栏",
  "Poly-Layered Plastic": "多层塑料",
  "Fleet-Footed": "步履敏捷",
  "Hypostasis": "本质",
  "smoke machine": "烟雾机",
  "Looks dangerous, you could attach it to a vehicle.": "看起来很危险，你可以把它绑在车上。",
  "Makeshift post-fence": "临时围栏",
  "You can move more quickly than most, resulting in a 15% speed bonus on sure footing.": "你可以比大多数人更快地移动，从而在稳固的基础上获得15%的速度加成。",
  "Your body continuously struggles to keep up with your physiology.  You often feel less than perfect; and in need of remedy.": "你的身体一直在努力跟上你的生理学。你常常觉得自己不够完美，需要补救。",
  "smoke machines": "烟雾机",
  "\"Olen vanhentunut taman paivan vaatimuksia. Tama tekee minut surulliseksi joten aion tappaa sinut\"": "“奥伦·凡亨图努特·塔曼·帕万·瓦提穆克西亚。Tama tekee minut surulliseksi joten aion Tappa sinut“公司”",
  "\"Stop right there, criminal scum!\"": "“别说了，混蛋！”",
  "\"Broken Blue!\"": "“碎蓝色！”",
  "\"I should have never gone hunting.  No money in it.  Gotta shoot me some people instead.\"": "“我不该去打猎。里面没钱。我得杀几个人。”",
  "\"!!Cleanse me in flames!!\"": "\"!!在火焰中净化我！！”",
  "\"This nature shit.  Ive got deerturds on my boots!\"": "“这是大自然的大便。我的靴子上有帽子！”",
  "\"myuunnhaaaahhhh\"": "“Myuunnhaaahh”",
  "the rush of thrusters as something gains elevation quickly.": "当某物迅速上升时，推进器的冲击。",
  "\"Come here!\"": "“过来！”",
  "a slurping sound.": "咕噜声。",
  "The %1$s claws at you!": "%1$s对着你！",
  "Something you have consumed was never meant for eating and contains heavy metals.": "你吃过的东西不是用来吃的，而且含有重金属。",
  "This is a candle-operated smoke machine.  When turned on it will produce a fog-like smoke in the immediete area, obscuring vision and scent.  It can be turned off at will, but when empty will need to be deconstructed and recrafted.  Use it once to set it up for use, then again to activate it.": "这是一台蜡烛操作的烟雾机。打开后，它会在近处产生雾状烟雾，模糊视觉和气味。它可以随意关闭，但空的时候需要解构和重新构建。使用它一次设置使用，然后再次激活它。",
  "The %1$s claws at <npcname>!": "%1$s的爪子在<npcname>！",
  "On The Blue": "在蓝色上",
  "\"I am Cyberguard 47.  I can comprehend over 74 languages, and shoot speakers of every one of them.\"": "“我是Cyberguard 47。我能听懂74种以上的语言，而且每种语言我都能说。”",
  "\"Initiating self-repair preservation protocols.  Backing up data... ...\"": "“启动自我修复保存协议。正在备份数据……”",
  "\"Its just chaffing!  A rash!\"": "“只是在开玩笑！“皮疹！”",
  "\"No.  More.  Money.\"": "“不，更多。钱。”",
  "\"You! Come here!\"": "“你！过来！”",
  "\"You see how I lit up that zombie?  So many holes I made it look like one of them fountain statues\"": "“你看到我怎么点燃那僵尸了吗？我把它弄得像喷泉雕像一样",
  "\"nnnooooommmmmmmmmmmmmmm\"": "“不知道”",
  "\"Please, don't!\"": "“求你了，不要！”",
  "The %1$s tries to claw at you but fails.": "%1$s试图抓你，但失败了。",
  "Tunnel-out Foxhole": "地道散兵坑",
  "mounted blade": "安装的叶片",
  "foxhole": "散兵坑",
  "Doomguy": "末日",
  "Doom": "厄运",
  "\"WASP APPROACHING CONTINUE Y WASP APPROACHING CONTINUE Y WASP APPROACHING CONTINUE Y WASP APPROACHING WASP APPROACHING\"": "“黄蜂接近继续Y黄蜂接近继续Y黄蜂接近继续Y黄蜂接近继续Y黄蜂接近黄蜂接近”",
  "Vile flame burst": "邪恶的火焰爆发",
  "Hammerblow": "锤击",
  "battered hell knight spawner": "受挫地狱骑士产卵者",
  "The %1$s tries to claw <npcname>, but fails to.": "%1$s试图抓取<npcname>，但失败了。",
  "You have recently taken a Prussain Blue pill.  It will slowly cleanse your body of radiation; taking more will speed up the process.": "你最近吃了普鲁士蓝药丸。它会慢慢清除你体内的辐射，多吃会加速这个过程。",
  "stim fatigue": "刺激性疲劳",
  "lingering stims": "挥之不去的刺激",
  "beserked": "缠绵的",
  "Rip and Tear!": "撕扯！",
  "An improvised shelter made by digging a pit one can shelter in and covering the top": "一种临时的庇护所，通过挖一个可以遮蔽的坑并覆盖顶部而成",
  "Having just torn a hole through hell itself, you stepped into a teleporter to find yourself... here.  Your radio is dead, you're out of supplies, and you're still knee-deep in the dead.  There's a whole new world to purge, but you see some old enemies ahead.": "刚刚在地狱里挖了一个洞，你走进了传送机，发现自己。。。在这里。你的收音机没电了，你的补给也用完了，你还没死呢。有一个全新的世界需要净化，但你会看到前面有一些宿敌。",
  "After defeating your foes in Hell you find they fled to Earth.": "在地狱里打败你的敌人之后，你会发现他们逃到了地上。",
  "\"Hellmouth?  Hellmouth to ~what?\"": "“地狱之门？地狱之口~什么？”",
  "PK flame burst": "PK火焰爆发",
  "Spawns a battered hell knight into the world.": "在这个世界上诞生一个受尽折磨的地狱骑士。",
  "\"I am a guard cyborg, model T-1000B, serial number 467AlphaEpsilon954GammaZulu415BetaAlphaAlpha.\"": "“我是一个守卫机器人，型号T-1000B，序列号467alphaepsilon954Gammazul415betaalphaalpha。”",
  "\"You think a 'sick pack' is going to fix this?!\"": "“你认为一个‘病包’能解决这个问题吗？！”",
  "\"I had no choice.  Better that kid than me anyway, how would he have lived?\"": "“我别无选择。不管怎样，那孩子比我强，他会怎么活？”",
  "\"I'm dying for a leg of meat . . .\"": "“我渴望一条腿的肉……”",
  "\"Henheenugh\"": "“亨希努格”",
  "\"mmmmmmmmmoommmmm\"": "“嗯，嗯”",
  "a horrified scream!": "一声可怕的尖叫！",
  "Doom Structures": "末日建筑",
  "\"Shockcannons are good close defense turrets for a car, but may drain your batteries quickly.\"": "“防震炮对汽车来说是很好的近身防御炮塔，但可能会很快耗尽你的电池。”",
  "The %1$s slashes at you!": "%1$s向你砍来！",
  "You feel unhealthier for it, but the stims are gone at least.": "你为此感到不健康，但至少刺激消失了。",
  "\"Spiders will kill an unprepared player.  Ants will kill an unprepared player.  Black rats will kill an unprepared player.  Sewer rats will kill an unprepared player.  Everything will kill an unprepared player.\"": "蜘蛛会杀死一个没有准备的玩家。蚂蚁会杀死一个没有准备的玩家。黑鼠会杀死一个毫无准备的玩家。下水道老鼠会杀死一个没有准备的玩家。一切都会杀死一个毫无准备的玩家。”",
  "\"Fuck this!\"": "“去他妈的！”",
  "\"Oil Rig?  Wayda think I am, stupid or somethin'?\"": "“石油钻塔？你以为我是傻瓜吗",
  "\"They told me it was safe, why would they lie to me?\"": "“他们告诉我这是安全的，他们为什么要骗我？”",
  "\"OMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM-\"": "“嗯哼哼哼哼哼——”",
  "the ear-throbbing sound of a helidrones thrusters.": "直升机推进器发出的震耳欲聋的声音。",
  "a little girl's wailing!": "一个小女孩的哭声！",
  "The %1$s slashes at <npcname>!": "%1$s砍到<npcname>！",
  "Dig Foxhole": "挖散兵坑",
  "On Fire": "着火",
  "You feel the stims start to tax you as they wear off.": "你觉得刺激开始征税，因为他们磨损你。",
  "bad": "坏的",
  "You don't feel as badass as before.": "你感觉不像以前那么糟了。",
  "neutral": "中立的",
  "The rush takes you, Rip and Tear!": "冲刺带着你，撕扯！",
  "good": "好的",
  "sewage": "污水",
  "SWAT Pointman": "特警指挥员",
  "Fled the Riots": "逃离暴乱",
  "\"Enviornmental resistance seperates the losers from the survivors.\"": "“环境抵抗将失败者和幸存者分开。”",
  "smoke machine (on)": "烟雾机（开）",
  "The %1$s tries to slash at you but fails.": "%1$s试图砍你，但失败了。",
  "Smells awful, you could swim through it.": "闻起来很难闻，你可以游过去。",
  "You are a pointman for the statewide SWAT force.  You are dispatched in small groups to settle disputes that the politicians want handled with a more 'human' touch for public relations purposes.  Something spit gooey-hot acid all over your armor and mask, but you still have your shield and arbiter.": "你是全州特警队的指挥员。你们被分成小组来解决政客们希望以更“人性化”的方式处理的公共关系纠纷。有什么东西在你的盔甲和面具上吐出粘糊糊的热酸，但你仍然有你的盾牌和仲裁者。",
  "You were assigned to the last of the real riots; one of the last to flee when the rioters stopped breathing but kept moving.": "你被指派参加最后一次真正的暴动；当暴动者停止呼吸，但继续移动时，你是最后一个逃跑的人。",
  "\"CONGRATULATIONS!  You are the 1000th person to read this note.  Press [Shift]+[Q]+[Y] to claim your prize now!\"": "“恭喜！你是第1000个读这封信的人。按[Shift]+[Q]+[Y]立即领取奖品！”",
  "smoke machines (on)": "烟雾机（开）",
  "\"Shine, shine, shine, spit, spit, spit\"": "“闪，闪，闪，吐，吐，吐”",
  "\"My head.  My pounding, aching head.\"": "“我的头。我的头在痛。”",
  "\"Gonna get me a chainsaw, strap it to my arm.\"": "“给我拿把电锯，绑在胳膊上。”",
  "\"Never gonna stop.  Powpow\"": "“永远不会停止。“砰砰”",
  "\"So, what is this thing supposed to be, exactly?\"": "“那么，这东西到底应该是什么？”",
  "The %1$s tries to slash <npcname>, but fails to.": "%1$s试图删除<npcname>，但失败了。",
  "Loss of health - Entire Body\nYour clothing and other equipment may be consumed by the flames.": "失去健康-全身\n您的衣服和其他设备可能会被火焰吞噬。",
  "Public Holdout": "公众抵制",
  "\"It would appear that the gas in those mines are radioactive.  Probably a bad idea to breathe it in.\"": "“这些矿井中的气体似乎具有放射性。吸入可能是个坏主意。”",
  "\"I saw a family of spiders slip out from under this medium boulder and drag my friends down below.  They had some good stuff on them too; I bet it's still down there.\"": "“我看到一群蜘蛛从这块中等大小的石头下面溜出来，把我的朋友拖到下面。他们身上也带了些好东西，我敢打赌还在下面。”",
  "abhorrent cacodemon spawner": "可恶的产卵者",
  "\"I had a dog and his name was BLUUE!\"": "“我养了只狗，它叫布鲁！”",
  "\"QUIT.  YELLING!\"": "“退出。大喊大叫！”",
  "\"Shop Smart, Shop S-MART!\"": "“聪明购物，聪明购物！”",
  "\"I've found MYCU-lling in life.  Huehuehue\"": "“我在生活中找到了我的梦想。“会合”",
  "\"Uncategorized object seven-seven-three-four.\"": "“未分类对象七七三四。”",
  "The %1$s hammers on you!": "%1$s锤子砸在你身上！",
  "Dig Pit": "挖坑",
  "Stamina Tonic": "体魄补药",
  "guard rail": "护栏",
  "Hunter": "猎人",
  "Out of Town": "出城",
  "\"triffid sacs can be treated with a little cooking skill and made useful with a little tailoring skill\"": "“三趾囊可以用一点烹饪技巧来治疗，也可以用一点裁剪技巧变得有用”",
  "Spawns an abhorrent cacodemon into the world.": "在这个世界上产生一个可恶的仙人掌。",
  "The %1$s hammers on <npcname>!": "<npcname>上的%1$s锤子！",
  "Darkess": "黑暗",
  "Taking to the woods for long periods of isolated hunting, your reliance on techonology has been limited compared to others of your generation.  In addition to your gear, you carry a bow for hunting and a stub revolver for protection.": "在森林里进行长时间的孤立狩猎，与你们这一代人相比，你们对技术的依赖是有限的。除了你的装备，你还带着一把打猎用的弓和一把保护用的短发左轮手枪。",
  "You were outside of civilization when the bombs fell; you don't even know the end had come, or that everyone was (un)dead.  Will this ignorance save you from the fate of the rest?": "当炸弹落下时，你在文明之外；你甚至不知道末日已经来临，也不知道每个人都死了。这种无知能把你从其他人的命运中拯救出来吗？",
  "\"The longer the season length, the slower the monsters seem to evolve.\"": "“季节越长，怪物的进化似乎越慢。”",
  "\"This sounds highly illegal!\"": "“这听起来非常违法！”",
  "\"Fucking trees.  I ever say I hate trees, man?\"": "“该死的树。我说过我讨厌树吗，伙计？”",
  "\"THIS IS MY BOOMSTICK!!\"": "“这是我的手杖！！”",
  "\"I know you know I know you know I know you know I know\"": "“我知道你知道我知道你知道我知道你知道我知道”",
  "\"It came from the other side of one of the apertures.\"": "“它来自一个小孔的另一边。”",
  "The %1$s tries to hammer at you but fails.": "%1$s试图攻击你，但失败了。",
  "Out of City": "出城",
  "\"Fungal boils will explode into many spores, and can be crafted into a bomb with some fab, some survival, and some cooking.\"": "“真菌的疖子会爆炸成许多孢子，可以通过一些加工、一些生存和一些烹饪来制作成炸弹。”",
  "The %1$s tries to hammer at <npcname>, but fails to.": "%1$s试图锤<npcname>，但失败了。",
  "Your vision is clouded and dark.  This will fade as time passes, or you remove the source of the malady . . .": "你的视野是阴暗的。这将随着时间的推移而消失，或者你移除疾病的源头。",
  "\"Acidbombs are fairly weak but useful against crowds.\"": "“酸弹的威力相当弱，但对人群很有用。”",
  "pocket-creature warp container": "口袋生物扭曲容器",
  "\"Ohh, man, did you see the chunks fly off her skull?\"": "“哦，伙计，你看到她头骨上的碎片了吗？”",
  "\"NO!  He sent you for me, didnt he?\"": "“不！他叫你来找我，是吗？”",
  "\"Groovy\"": "“太棒了”",
  "\"Watching the bombs was fun, but getting into the action is for me.\"": "“看炸弹很有趣，但投入行动对我来说很重要。”",
  "\"Mommy, help!\"": "“妈妈，救命啊！”",
  "web spider poison": "蜘蛛毒",
  "metal bars": "金属棒",
  "MuCo Lab Assistant": "粘膜实验室助理",
  "Warped In": "扭曲",
  "\"Bomblets are fairly deadly if they score a direct hit, and the explosive kinds can 1hit a player if used poorly.\"": "“如果炸弹能直接命中的话，是相当致命的，如果使用不当的话，爆炸物也能击中玩家。”",
  "Creature holding container in the form of a  small ball based on highly experimental PRM warp packing technology. Allows the safe transport of creatures; but seems to conserve weight, making its use impractical.": "基于高度实验性的PRM翘曲包装技术，生物以小球的形式持有容器。允许生物安全运输；但似乎可以保持重量，使其使用不切实际。",
  "The %1$s shoots their corrupted limbs towards you!": "%1$s朝你射来他们腐败的肢体！",
  "The world flickers back to normality.": "世界忽隐忽现地恢复正常。",
  "You were a staff member for the clinical tests of a new product called 'mutagen' when the bombs fell.  In the chaos you grabbed some gear and left the others.": "炸弹落下时，你是一个名为“诱变剂”的新产品临床试验的工作人员。在混乱中，你抢走了一些装备，留下了其他的。",
  "You were somewhere else; where the world was not like this.  Then there was some kind of light.  Now you are here.  Where it is and why you are here, you do not know.": "你在另一个地方；世界不是这样的。然后是某种光。现在你来了。它在哪里，为什么你在这里，你不知道。",
  "\"One more remark like that and I'll show you who's got the power around here, 'Sir' . . .\"": "“再说一句这样的话，我就告诉你谁在这里有权力，'先生'…”",
  "\"HELP US!!  How can you act like they don't exist?\"": "“救救我们！！你怎么能装作他们不存在？”",
  "\"KLAATU -- BARADA -- NIKTO!\"": "“克拉图——巴拉达——尼科！”",
  "\"Why the fuck do all this dumb insects get gianted, but here I am; little old me with my compact gun.\"": "“为什么所有这些愚蠢的昆虫都会发狂，但我在这里；我这个小老头，拿着我的小型枪。”",
  "\"We're still trying to figure out what makes it tick.\"": "“我们仍在努力找出是什么让它滴答作响。”",
  "The %1$s shoots their corrupted limbs towards at <npcname>!": "%1$s在<npcname>向他们的残肢射击！",
  "Warp Zone": "扭曲区",
  "\"When just starting, take the time to either make a bow and some arrows, get a gun, or craft a sling.  3 strings, 1 leather patch and 20 thread.  Itll save your life against things you cant hit in melee.\"": "“刚开始的时候，花点时间做一个弓和一些箭，拿一把枪，或者制作一个吊索。3根线，1个皮片和20根线。它能救你的命，对抗你在近战中打不到的东西。”",
  "doomed human spawner": "命中注定的人类产卵者",
  "The %1$s tries to contaminate you but fails.": "%1$s试图污染你，但失败了。",
  "\"If a mammal is stalking you, shouting at it with 'Y' may just give you time to run.  Fire might too, but it might also piss them off.  Experiment.\"": "“如果一只哺乳动物在跟踪你，用‘Y’来冲它喊叫可能只会给你时间逃跑。火也可能，但也可能会激怒他们。实验。”",
  "Spawns an enslaved churl into the world.": "在这个世界上产生一个被奴役的怪物。",
  "\"aRRRGH, make the noises stop!\"": "“啊，让噪音停下来！”",
  "\"I shot it.  It died.  So why do I feel like its a part of me?\"": "“我开枪了。它死了。为什么我觉得这是我的一部分呢？”",
  "\"If wanted to kill people all you idiots would be dead already!\"": "“如果你想杀人，你们这些白痴早就死了！”",
  "\"I saw a guy running around with 2 megaman arms.  It was the trippiest shit ever.\"": "“我看见一个家伙拿着两个百万富翁的胳膊到处跑。这是有史以来最糟糕的一次。”",
  "\"We're not even sure what it is.\"": "“我们甚至不确定是什么。”",
  "The %1$s tries to contaminate <npcname>, but fails to.": "%1$s试图污染<npcname>，但失败了。",
  "Food Poisoning": "食物中毒",
  "closed bar door": "封闭式酒吧门",
  "Generation Xer": "X世代",
  "\"It is a bad idea to mix and match mutagens blindly.  Opposing traits will cancel each other out.  For instance, cephalopod and bird don't have much in common, and all your hard work may be undone.\"": "“盲目地混合和搭配诱变剂是个坏主意。相反的特质会互相抵消。例如，头足类动物和鸟类没有多少共同点，你所有的努力都可能付诸东流。”",
  "You are a rakishly handsome young person who was in their late-20s 20 years ago.  In good shape, and with a perchant for hording sentimental items, you set off on Z-day much as you did any other day . . .": "你是一个20年前20多岁的放荡英俊的年轻人。在良好的状态下，和一个栖息的成群结队的情感项目，你出发的Z日你做了很多其他日子。",
  "\"Enviornmental protection will help minimize fire and acid damage, and heat armor will actually reduce damage from heat sources like lava.\"": "“环境保护将有助于最大限度地减少火灾和酸性伤害，而防热装甲实际上将减少来自熔岩等热源的伤害。”",
  "\"aRRRGHH!\"": "“啊！”",
  "\"Gonna get me some heavy action when I get back.  Man, they'll see.\"": "“等我回来的时候给我找点麻烦。伙计，他们会看到的。”",
  "\"Soldier Be Prepared, Prepared\"": "“士兵准备好了，准备好了”",
  "\"The cell structure is unlike any we've ever seen.\"": "“细胞结构与我们见过的任何细胞都不一样。”",
  "The %1$s stings you!": "%1$s刺痛你！",
  "Your stomach is extremely upset, and you are quite nauseous.": "你的胃非常不舒服，而且很恶心。",
  "Your body is less immune.": "你的身体免疫力较弱。",
  "\"Royal jelly can be mixed with triffid products to make multiple beneficial medicines, such as anti-venoms and twice the royal jelly equivalent.\"": "“蜂王浆可以与三叶草制品混合，制成多种有益药物，如抗蛇毒和两倍于蜂王浆当量的药物。”",
  "chinese digging tool": "中国挖掘工具",
  "The %1$s stings <npcname>!": "%1$s刺<npcname>！",
  "\"If you find a hidden structure while traveling, mark it on your map with a note.\"": "如果你在旅行中发现了一个隐藏的建筑，请在地图上做个记号",
  "A sturdy spade made from cheap steel.  The spade's edge has been sharpened and its joints are tapered into a fine enough point to cut through wire.": "用廉价钢制成的结实的铁锹。铁锹的刃口已经磨得很锋利了，它的接合处也变得很细，足以切断金属丝。",
  "\"No, I've already explained why that's bad.\"": "“不，我已经解释过为什么那样不好了。”",
  "\"I AM DODAK BEESMASHER, SLAYER OF YOUR MOM, WHO VANISHED LIKE SMOKE UNDER MY WRATH!\"": "“我是DODAK BEESMASHER，杀害你母亲的凶手，她在我的愤怒下像烟一样消失了！”",
  "\"Fight for our Cause\"": "“为我们的事业而战”",
  "\"It does seem to have some form of higher level brain functioning.\"": "“它似乎确实有某种形式的更高层次的大脑功能。”",
  "The %1$s tries to sting you, but fails to pierce.": "%1$s试图刺你，但没有刺中。",
  "Your body's natural defenses surpass the effects of the antibodies.": "你身体的自然防御能力超过了抗体的作用。",
  "open bar door": "打开酒吧门",
  "\"Sinkholes damage tires when they leave the tile the sinkhole is on.  Sinkholes can be filled in by digging a shallow pit and filling it up.\"": "“当轮胎离开地砖时，坑会损坏轮胎，坑就在上面。可以通过挖一个浅坑并将其填满来填补天坑。”",
  "The %1$s tries to sting <npcname>, but fails.": "%1$s试图刺<npcname>，但失败了。",
  "Boomered": "婴儿潮",
  "\"Trapdoor spiders usually spawn above their lairs.  It can be difficult to get to but most trapdoor lairs and web spider lairs have hidden loot in them.\"": "“活板门蜘蛛通常在巢穴上方产卵。可能很难到达，但大多数活板门巢穴和蜘蛛网巢穴都隐藏着战利品。”",
  "imp spawner": "小鬼产卵者",
  "\"Oh geez, my skin looks like a moldy peach\"": "天哪，我的皮肤看起来像发霉的桃子",
  "\"The cooker, I saw it eyeing me earlier.  Why doesn't it ever move?\"": "“炊具，我刚才看见它盯着我看。为什么它一直不动？”",
  "\"Die for our King!\"": "“为我们的国王而死！”",
  "\"Problem solving, memory retention, that sort of thing.\"": "“解决问题，保持记忆，诸如此类的事情。”",
  "The toxin-negating effects of the tonic wears off.": "补药的解毒作用消失了。",
  "You feel less itchy.": "你感觉不那么痒了。",
  "Spawns an imp into the world.": "在这个世界上产生一个小鬼。",
  "Range of Sight: 1;  You are covered in magenta bile!": "视线范围：1；你全身洋红的胆汁！",
  "\"Libraries?  Fucks wrong with you??  Get back to work smoothing the stones.\"": "“图书馆？你他妈的怎么了？？回去把石头磨平。”",
  "\"Be Worth of our Cause!\"": "“对我们的事业有价值！”",
  "\"There appear to be some anomalous aspects to the mimicry.\"": "“这种模仿似乎有些反常。”",
  "broken firebomb hack": "破火弹黑客",
  "\"FUCK THE FREE WORLD\"": "“去他妈的自由世界”",
  "\"This is all because those PINKOS at the megastore wouldn't sell good, honest citizens MACHINE RIFLES!\"": "“这都是因为那些大商店里的平克枪卖不出好的，诚实的公民机关枪！”",
  "\"Members of the species have some kind of neurocognitive link.\"": "“这个物种的成员有某种神经认知联系。”",
  "Lockjaw": "锁爪",
  "The toxin-negating effects of the serum wears off.": "血清的解毒作用减弱了。",
  "A broken firebomb hack.  Much less threatening now that it lies quiet on solid ground.  Could be gutted for parts.": "一次失败的火爆袭击。现在它安静地躺在坚实的地面上，威胁就小多了。可能会被挖出一部分。",
  "\"I just wanna go home now\"": "“我现在只想回家”",
  "\"This one's repeating phrases that the previous specimen was exposed to.\"": "“这是前一个样本接触到的重复短语。”",
  "You have frequent muscle spasms, unable to freely move around even when not doubled over.  Lockjaw is caused by bacteria and their toxins.": "你经常肌肉痉挛，即使没有翻身也不能自由活动。锁骨是由细菌及其毒素引起的。",
  "iron wrought fence": "铁艺栅栏",
  "black imp spawner": "黑小鬼产卵者",
  "Spawns a black imp into the world.": "在这个世界上繁殖一个黑色小鬼。",
  "\"So tired . . .\"": "“太累了……”",
  "a child shrieking!": "一个小孩在尖叫！",
  "Overpoweringly Smelly": "臭不可闻的",
  "Slowed": "减速",
  "Sluggish": "行动迟缓的",
  "Partially Paralyzed": "部分瘫痪",
  "Totally Paralyzed": "完全瘫痪",
  "\"Oink like a Piggy for me!\"": "“像小猪一样为我哼唱！”",
  "\"Oh God, my leg, Oh God!\"": "“哦上帝，我的腿，哦上帝！”",
  "You can hardly concentrate or breathe because the smell is overpowering.": "你很难集中注意力或呼吸，因为气味很难闻。",
  "The %1$s rakes you with its barbs!": "%1$s用倒钩耙你！",
  "You are being slowed by a paralyzing poison!": "你被麻痹的毒药拖慢了！",
  "a long cry of agony!": "痛苦的长鸣！",
  "The %1$s rakes at <npcname> with barbs!": "%1$s用倒钩在<npcname>处耙！",
  "You don't think you smell quite so gross anymore.": "你不觉得你闻起来很难闻了。",
  "You grow used to that foul smell.": "你渐渐习惯了那种臭味。",
  "The %1$s tries to rake you, but fails.": "%1$s试图耙你，但失败了。",
  "pinky spawner": "小指产卵器",
  "\"You mean it's not just parroting us?\"": "“你的意思是它不仅仅是在模仿我们？”",
  "The %1$s tries to rake at <npcname>, but fails.": "%1$s试图耙<npcname>，但失败了。",
  "Poisoned": "毒死",
  "Spawns a pink demon into the world.": "在这个世界上产生一个粉红色的恶魔。",
  "\"It's parroting us, but we're uncertain as to how or why.\"": "“它在鹦鹉学舌地模仿我们，但我们不确定是怎么做的，也不知道为什么。”",
  "The %1$s coats you in slime!": "%1$s把你裹在黏液里！",
  "You have been poisoned!": "你中毒了！",
  "Paralyzed": "瘫痪的",
  "The %1$s coats <npcname> with slime!": "%1$s给<npcname>涂上了黏液！",
  "\"It may be a mechanism for attracting prey.\"": "“这可能是一种吸引猎物的机制。”",
  "You feel a little better.": "你感觉好多了。",
  "You don't feel poisoned any longer": "你不再觉得中毒了",
  "You are paralyzed!": "你瘫痪了！",
  "The %1$s emits a green glow!": "%1$s发出绿光！",
  "\"It could even be a way of trying to scare us off.\"": "“这甚至可能是一种试图吓跑我们的方式。”",
  "You can now use Free Action!": "你现在可以自由行动了！",
  "lost soul spawn": "迷失灵魂产卵",
  "The %1$s hisses and emits a green glow!": "%1$s发出嘶嘶声，发出绿光！",
  "Spawns a lost soul into the world.": "在这个世界上孕育一个迷失的灵魂。",
  "\"We just don't know.\"": "“我们只是不知道。”",
  "Badly Poisoned": "严重中毒",
  "an anguished wail!": "痛苦的哭声！",
  "The %1$s injects you with a numbing poison!": "%1$s给你注射了麻痹毒药！",
  "You have been badly poisoned!": "你被毒死了！",
  "Biotoxin": "生物毒素",
  "The %1$s injects <npcname> with a numbing poison!": "%1$s给<npcname>注射了麻痹毒药！",
  "\"You're gonna rot in hell for this!\"": "“你会为这个烂在地狱里的！”",
  "The %1$s stab at you, but fails.": "%1$s刺你，但是失败了。",
  "Your body is both hot and cold, burning with pain and numbed and cold!": "你的身体又热又冷，疼痛难忍，麻木又冷！",
  "The %1$s tries to stab at <npcname>, but fails.": "%1$s试图捅<npcname>，但失败了。",
  "revenant spawn": "复仇卵",
  "\"You hear me!?\"": "“你听见了吗？”",
  "Spawns a revenant into the world.": "在世界上产生一个复仇者。",
  "The %1$s whiffs you!": "%1$s闻到你了！",
  "\"You're gonna rot in hell, you pieces of shit!\"": "“你会在地狱里腐烂的，你们这些狗屎！”",
  "The %1$s whiffs <npcname>!": "%1$s喷<npcname>！",
  "Chilly": "寒冷的",
  "Cold": "冷的",
  "Freezing": "冰冻的",
  "Minor Inflammation": "轻微炎症",
  "\"Like we said, we have no idea what it's thinking.\"": "“就像我们说的，我们不知道它在想什么。”",
  "Your %s is exposed to the cold.": "你的%s暴露在寒冷中。",
  "Your %s is very exposed to the cold.": "你的%s暴露在寒冷中。",
  "Your %s is dangerously cold!": "你的%s太冷了！",
  "Your wounds are inflammed.  Strong immunities or proper dressing should help.": "你的伤口发炎了。强烈的免疫力或适当的穿衣应该有帮助。",
  "\"Is that glass electrified?\"": "“那玻璃通电了吗？”",
  "hell knight spawner": "地狱骑士产卵者",
  "Warm": "温暖的",
  "Hot": "热的",
  "Scorching": "灼热",
  "Quivering Bowels": "肠颤",
  "Spawns a hell knight into the world.": "在这个世界上产生一个地狱骑士。",
  "\"Why don't you touch it and find out?\"": "“你为什么不摸一下看看呢？”",
  "Your %s feels warm.": "你的%s摸起来很暖和。",
  "Your %s is sweating from the heat.  Be careful not to get sick.": "你的%s热得出汗了。小心别生病。",
  "Your %s is sweating profusely!": "你的%s大汗淋漓！",
  "Your bowels feel weak, your blood hot, your insides like runny eggs.": "你的肠子很虚弱，你的血液很热，你的内脏像流淌的鸡蛋。",
  "\"Of course it is.\"": "“当然是。”",
  "\"What'll happen if the power goes out?\"": "“停电了怎么办？”",
  "Frostnip": "冻疮",
  "Frostbite": "冻伤",
  "hell baron spawner": "地狱男爵产卵者",
  "\"Don't worry about it.\"": "“别担心。”",
  "Your %s is frostnipped and has gone numb.  Careful, you'll catch a cold ...": "你的%s被冻伤了，已经麻木了。小心，你会感冒的。。。",
  "Your %s is frostbitten!  Its tissues are frozen from the cold!": "你的%s被冻伤了！它的组织被冻住了！",
  "Spawns a hell baron into the world.": "在这个世界上产生一个地狱男爵。",
  "\"Don't worry.\"": "“别担心。”",
  "Defrosting": "除霜",
  "\"There are seven backup generators.\"": "“有7台备用发电机。”",
  "Your %s is starting to feel the damage cold has wrought.": "你的%s开始感觉到寒冷造成的伤害。",
  "\"And what if all the backups fail?\"": "“如果所有备份都失败了怎么办？”",
  "mancubus spawner": "曼库布斯产卵器",
  "Spawns a mancubus into the world.": "在这个世界上繁殖一只曼库布。",
  "\"We'd have to terminate the specimen.\"": "“我们必须终止标本。”",
  "Hypocalcemia": "低钙血症",
  "Weak bones": "虚弱的骨头",
  "Brittle bones": "脆弱的骨头",
  "\"The glass alone won't keep us safe for very long.\"": "“光靠玻璃不能保证我们很长时间的安全。”",
  "A lack of calcium in your diet will make your bones progressively weaker.": "饮食中钙的缺乏会使你的骨骼逐渐变弱。",
  "\"That fuckin' thing is horrible, man, it gives me the creeps.\"": "“那该死的东西太可怕了，伙计，它让我毛骨悚然。”",
  "Your bones regain their usual strength.": "你的骨头恢复了原来的力量。",
  "Your calcium deficiency is nearly resolved.": "你的缺钙问题快解决了。",
  "Your bones become stronger as your calcium deficiency improves.": "随着缺钙状况的改善，你的骨骼会变得更强壮。",
  "cacodemon spawner": "仙人掌产卵器",
  "\"It's probably more scared of us than we are of it.\"": "“它可能比我们更害怕我们。”",
  "Spawns a cacodemon into the world.": "在这个世界上繁殖一个仙人掌。",
  "\"Somehow, I doubt that.\"": "“不知何故，我对此表示怀疑。”",
  "Iron deficiency": "缺铁",
  "Early anemia": "早期贫血",
  "Anemia": "贫血",
  "\"Hey, we got other specimens that could withstand a grenade.\"": "“嘿，我们还有其他能抵挡手榴弹的标本。”",
  "A lack of iron in your diet will result in progressively worsening anemia.": "饮食中缺铁会导致贫血恶化。",
  "\"And that's supposed to comfort me?\"": "“那是为了安慰我吗？”",
  "arachnotron spawner": "蛛形纲产卵器",
  "You no longer feel anemic.": "你不再感到贫血。",
  "Spawns an arachnotron into the world.": "在这个世界上产卵一条蛛形纲动物。",
  "\"At least we know they can die.\"": "“至少我们知道他们会死。”",
  "Your iron deficiency is nearly resolved.": "你的缺铁问题差不多解决了。",
  "Your feel stronger as your anemia starts to improve.": "贫血开始好转时，你会感觉更强壮。",
  "\"U-O Seven-Seven-Three-Four.\"": "“U-O七七三四。”",
  "\"Individual instances of U-O Seven-Seven-Three-Four.\"": "“U-O七七三四的个别例子。”",
  "VitA deficiency": "维生素缺乏症",
  "Poor vision": "视力差",
  "Night blindness": "夜盲",
  "cyberdemon spawner": "赛博恶魔产卵者",
  "\"To be kept in a standard biohazardous containment chamber.\"": "“保存在一个标准的生物危害控制室里。”",
  "A lack of vitamin A in your diet will progressively worsen your vision.": "饮食中缺乏维生素A会逐渐恶化你的视力。",
  "Spawns a cyberdemon into the world.": "在这个世界上产生一个网络恶魔。",
  "\"Until such time as more permanent arrangements are made.\"": "“直到做出更长期的安排。”",
  "Your normal visual acuity returns.": "你的视力恢复正常。",
  "Your vitamin A deficiency is nearly resolved.": "你的维生素A缺乏症几乎解决了。",
  "Your vision improves as your Vitamin A deficiency improves.": "你的视力随着维生素A缺乏的改善而提高。",
  "\"Shows a noted preference for human brain tissue.\"": "“显示出对人类脑组织的明显偏好。”",
  "\"Destroy the specimen if it begins to interact with the lock.\"": "“如果样本开始与锁相互作用，就销毁它。”",
  "rat spawner": "老鼠产卵器",
  "B12 deficiency": "B12缺乏",
  "Slow healing": "缓慢愈合",
  "No healing": "无法治愈",
  "Spawns a black rat into the world.": "在这个世界上繁殖一只黑老鼠。",
  "\"Kill them all and let God sort them out!\"": "“把他们都杀了，让上帝来解决他们！”",
  "A lack of vitamin B12 in your diet will affect your ability to heal.": "饮食中缺乏维生素B12会影响你的康复能力。",
  "\"I watched a snail crawl along the edge of a straight razor.\"": "“我看见一只蜗牛沿着直剃刀的边缘爬行。”",
  "Your wounds now heal normally.": "你的伤口现在正常愈合了。",
  "\"I've seen horrors, horrors that you've seen.\"": "“我见过恐怖，你见过的恐怖。”",
  "Your vitamin B12 deficiency is starting to resolve.": "你的维生素B12缺乏症开始好转了。",
  "Your ability to heal returns as your Vitamin B12 deficiency improves.": "随着维生素B12缺乏症的改善，你的治愈能力也会恢复。",
  "baby web spider spawner": "小蜘蛛产卵器",
  "\"I love the smell of napalm in the morning.\"": "“我喜欢早晨凝固汽油弹的味道。”",
  "Spawns a small web spider into the world.": "在这个世界上繁殖一只小蜘蛛。",
  "\"This is the way the fuckin' world ends.\"": "“世界就是这样结束的。”",
  "Early scurvy": "早期坏血病",
  "Scurvy": "坏血病",
  "Bad Scurvy": "坏血病",
  "\"Look at this fuckin' shit we're in, man.\"": "“看看我们这该死的鬼地方，伙计。”",
  "A lack of vitamin C in your diet will result in progressively worse symptoms of scurvy.": "饮食中缺乏维生素C会导致坏血病症状逐渐加重。",
  "\"Every man has got a breaking point.\"": "“每个人都有一个转折点。”",
  "Your scurvy has resolved.": "你的坏血病好了。",
  "omega web spider spawner": "欧米茄蜘蛛产卵器",
  "Your vitamin C deficiency is starting to resolve.": "你的维生素C缺乏症开始好转了。",
  "Your scurvy lessens as your Vitamin C deficiency improves.": "你的坏血病随着维生素C缺乏的改善而减轻。",
  "Spawns a spider with the omega poison into the world.": "用欧米茄毒药在世界上繁殖一只蜘蛛。",
  "\"I'ma cut those fuckin' tentacles off, bitch!\"": "“我要砍掉那些该死的触角，婊子！”",
  "\"Watch you bleed out!\"": "“小心你流血！”",
  "Hypervitaminosis": "高蛋白血症",
  "\"I wonder if it understands us.\"": "“我不知道它是否理解我们。”",
  "An excess of vitamins has badly affected your metabolism.": "过量的维生素严重影响了你的新陈代谢。",
  "baby trapdoor spider spawner": "小活板门蜘蛛产卵器",
  "\"Do you understand what I'm saying?\"": "“你明白我在说什么吗？”",
  "Spawns a small trapdoor spider into the world.": "在这个世界上繁殖一只小活板门蜘蛛。",
  "Your metabolism becomes more stable.": "你的新陈代谢变得更加稳定。",
  "\"Look, it's responding!\"": "“看，它在回应！”",
  "Slimed": "粘液",
  "\"That's the first time it moved all morning.\"": "“这是它整个上午第一次搬家。”",
  "You're covered in thick goo!": "你浑身都是厚厚的黏液！",
  "\"I'm certain it's trying to understand us.\"": "“我肯定它在试图理解我们。”",
  "trapdoor spider spawner": "活板门蜘蛛产卵器",
  "Spawns a trapdoor spider into the world.": "在这个世界上繁殖一只活板门蜘蛛。",
  "\"I'm not convinced it can actually comprehend us.\"": "“我不相信它真的能理解我们。”",
  "\"It's just repeating us.\"": "“这只是在重复我们。”",
  "\"Just being an alien creature doesn't mean it's intelligent.\"": "“仅仅是外星生物并不意味着它聪明。”",
  "guardian trapdoor spider spawner": "守护者活板门蜘蛛产卵器",
  "\"Just because it doesn't look like you doesn't mean that it isn't.\"": "“只是因为它看起来不像你并不意味着它不是。”",
  "Spawns a guardian trapdoor spider into the world.": "在世界上繁殖一只守护者活板门蜘蛛。",
  "\"Please open the door and enter the cell.\"": "“请开门进入牢房。”",
  "\"Would it react differently with a child?\"": "“对孩子会有不同的反应吗？”",
  "\"Experiments to determine extent of cognitive abilities still underway.\"": "“确定认知能力程度的实验仍在进行中。”",
  "boil bomb": "沸腾弹",
  "A canister with a wad of fungus inside.  Activate to release it.": "里面有一团真菌的罐子。激活以释放它。",
  "\"Subject has so far displayed a total lack of empathy toward human suffering.\"": "“到目前为止，研究对象对人类的苦难完全缺乏同情心。”",
  "\"I got a round trip ticket.\"": "“我买了一张往返票。”",
  "\"How's your mom doing?\"": "“你妈妈怎么样了？”",
  "shady zed spawner": "荫蔽产卵器",
  "\"How's your dad doing?\"": "“你爸爸怎么样了？”",
  "Spawns a shady zombie.": "产生一个阴暗的僵尸。",
  "\"I love you.\"": "“我爱你。”",
  "\"I love you too.\"": "“我也爱你。”",
  "\"Just a little.\"": "“就一点点。”",
  "hollow zed spawner": "空心产卵器",
  "Spawns a hollow zombie.": "产生一个空心僵尸。",
  "\"Only a few more days 'til the weekend.\"": "“离周末只有几天了。”",
  "\"Do you smoke?\"": "“你抽烟吗？”",
  "\"You're new here, aren't you?\"": "“你是新来的，是吗？”",
  "blind zed spawner": "盲肠产卵器",
  "\"How do you like it here?\"": "“你觉得这里怎么样？”",
  "Spawns a blind zombie.": "产生一个盲目的僵尸。",
  "\"It won't hurt a bit.\"": "“一点也不疼。”",
  "\"That was a long time ago.\"": "“那是很久以前的事了。”",
  "\"Does it scare you?\"": "“你害怕吗？”",
  "grabber spawner": "抓卵器",
  "Spawns a grabber zombie.": "产生一个抓僵尸。",
  "\"Don't worry, it can't hurt us.\"": "“别担心，不会伤害我们的。”",
  "\"What are you afraid will happen?\"": "“你怕会发生什么事？”",
  "\"Anything else?\"": "“还有别的吗？”",
  "Acidic spawner": "酸性产卵器",
  "\"You think they're the same sex?\"": "“你认为他们是同性？”",
  "Spawns a very rude acidic zombie.": "产生一个非常粗鲁的酸性僵尸。",
  "\"Do they even have sex?\"": "“他们做爱了吗？”",
  "\"Can I see your phone?\"": "“我能看看你的手机吗？”",
  "\"You got a dollar I can borrow?\"": "“你有一美元我可以借吗？”",
  "Ultralisk Spawner": "蜥蜴产卵器",
  "Spawns an ultralisk.": "繁殖一只蜥蜴。",
  "\"Are you busy at the moment?\"": "“你现在忙吗？”",
  "\"Are you busy later?\"": "“你以后忙吗？”",
  "\"Are you busy tonight?\"": "“你今晚忙吗？”",
  "\"Are you free tonight?\"": "“你今晚有空吗？”",
  "\"Are you going to the party tonight?\"": "“你今晚要去参加聚会吗？”",
  "\"Are you going to help them?\"": "“你要帮助他们吗？”",
  "\"Are you alone?\"": "“你一个人吗？”",
  "\"Are you hungry?\"": "“你饿了吗？”",
  "\"I'm hungry.\"": "“我饿了。”",
  "\"Go ahead.\"": "“去吧。”",
  "\"Have a good time.\"": "“玩得开心。”",
  "\"Have you eaten yet?\"": "“你吃过了吗？”",
  "\"Is it supposed to rain tomorrow?\"": "“明天应该下雨吗？”",
  "\"Okay.\"": "“好吧。”",
  "\"Good.\"": "“很好。”",
  "\"Great.\"": "“太好了。”",
  "\"Fantastic.\"": "“太棒了。”",
  "\"God damn it.\"": "“该死的。”",
  "\"God damn it!\"": "“该死的！”",
  "\"Damn it.\"": "“该死。”",
  "\"Damn it!\"": "“妈的！”",
  "\"Fuck.\"": "“操。”",
  "\"Shit.\"": "“妈的。”",
  "\"Fuck!\"": "“操！”",
  "\"Shit!\"": "“靠！”",
  "\"Fuckin' piece of garbage.\"": "“该死的垃圾。\"",
  "\"I need a new lab coat.\"": "“我需要一件新的实验服。”",
  "\"Excellent.\"": "“优秀。”",
  "\"Excuse me.\"": "“不好意思。”",
  "\"Good morning.\"": "“早上好。”",
  "\"Good afternoon.\"": "“下午好。”",
  "\"Good evening.\"": "“晚上好。”",
  "\"Good night.\"": "“晚安。”",
  "\"Good luck.\"": "“祝你好运。”",
  "\"Can I help you?\"": "“有什么事吗？”",
  "\"Are you seeing anyone?\"": "“你在和谁约会吗？”",
  "\"Forget it.\"": "“算了吧。”",
  "\"How long were you two together?\"": "“你们俩在一起多久了？”",
  "\"Give me a call later.\"": "“晚点打电话给我。”",
  "\"Call me.\"": "“给我打电话。”",
  "\"From time to time.\"": "“时不时的。”",
  "\"We have a serious situation here.\"": "“我们这里形势严峻。”",
  "\"Call the police.\"": "“报警。”",
  "\"Call an ambulance.\"": "“叫救护车。”",
  "\"Get me the White House.\"": "“给我接白宫。”",
  "\"Are you feeling all right?\"": "“你感觉还好吗？”",
  "\"I think I'll live.\"": "“我想我会活下去的。”",
  "\"I think I need to see a doctor.\"": "“我想我需要去看医生。”",
  "\"Is everything all right?\"": "“一切都好吗？”",
  "\"I'm okay, don't worry about me.\"": "“我没事，不用担心我。”",
  "\"It's just a scratch.\"": "“只是擦伤。”",
  "\"I've got a headache.\"": "“我头疼。”",
  "\"I'm fine.\"": "“我没事。”",
  "\"Are you sure?\"": "“你确定？”",
  "\"Positive.\"": "“正面。”",
  "\"Affirmative.\"": "“肯定。”",
  "\"Negative.\"": "“否定。”",
  "\"Sorry.\"": "“对不起。”",
  "\"Happy Birthday!\"": "“生日快乐！”",
  "\"Have you ever been to California?\"": "“你去过加州吗？”",
  "\"What time do you get off?\"": "“你什么时候下车？”",
  "\"We should hit up the shooting range later.\"": "\"我们应该晚点去射击场.\"",
  "\"I'm heading to the pool after work.\"": "“我下班后要去游泳池。”",
  "\"Have a good trip.\"": "“旅途愉快。”",
  "\"Where did you come from?\"": "“你从哪里来的？”",
  "\"Have you been waiting long?\"": "“你等了很久了吗？”",
  "\"Have you done this before?\"": "“你以前做过这个吗？”",
  "\"Hello.\"": "“你好。”",
  "\"Help!\"": "“救命！”",
  "\"Here it is.\"": "“在这里。”",
  "\"I've got family coming tomorrow.\"": "“我明天有家人要来。”",
  "\"How do I use this?\"": "“这个怎么用？”",
  "\"How do you know?\"": "“你怎么知道？”",
  "\"How long have you been here?\"": "“你在这里多久了？”",
  "\"How many languages do you speak?\"": "“你会说几种语言？”",
  "\"How many people?\"": "“多少人？”",
  "\"How much were these earrings?\"": "“这些耳环多少钱？”",
  "\"How much do I owe you?\"": "“我欠你多少？”",
  "\"How much will it cost?\"": "“要多少钱？”",
  "\"How much would you like?\"": "“你想要多少？”",
  "\"How old are you?\"": "“你多大了？”",
  "\"How tall is it?\"": "“有多高？”",
  "\"How was the movie?\"": "“电影怎么样？”",
  "\"How was your trip?\"": "“旅途如何？”",
  "\"How's it going?\"": "“怎么样？”",
  "\"See you later.\"": "“回头见。”",
  "\"See you tonight.\"": "“今晚见。”",
  "\"I got this weird rash a few days ago.\"": "“几天前我得了这种奇怪的皮疹。”",
  "\"Let me have a look at it.\"": "“让我看看。”",
  "\"When did you find out?\"": "“你什么时候发现的？”",
  "\"Seven o'clock.\"": "“七点。”",
  "\"Nobody is helping us.\"": "“没有人在帮助我们。”",
  "\"We're on our own.\"": "“我们靠自己。”",
  "\"We're all alone.\"": "“我们都是孤独的。”",
  "\"We should split into groups of two each.\"": "\"我们应该分成两组，每组两个人。\"",
  "\"It can't follow all of us.\"": "“它不能跟着我们所有人。”",
  "\"Be careful out there.\"": "“在外面小心点。”",
  "\"There you are.\"": "“你在这里。”",
  "\"I've been looking all over for you.\"": "“我一直在到处找你。”",
  "\"It's looking for us.\"": "“它在找我们。”",
  "\"It's faster than us.\"": "“比我们快。”",
  "\"It's looking right at us.\"": "“它正看着我们。”",
  "\"It's heading right for us!\"": "“它正朝我们走来！”",
  "\"Can you swim?\"": "“你会游泳吗？”",
  "\"Don't do that.\"": "“别这样。”",
  "\"You hear that?\"": "“你听到了吗？”",
  "\"Be quiet.\"": "“安静。”",
  "\"Look out!\"": "“小心！”",
  "\"Run!\"": "“快跑！”",
  "\"Hurry!\"": "“快！”",
  "\"No!\"": "“没有！”",
  "\"I'll never forget you.\"": "“我永远不会忘记你。”",
  "\"Take his gun, we're going to need it.\"": "“拿着他的枪，我们需要它。”",
  "\"How do we get out of here?\"": "“我们怎么离开这里？”",
  "\"This place is like a maze.\"": "“这地方像个迷宫。”",
  "\"Oh God, I'm the only one left.\"": "“天啊，就剩我一个人了。”",
  "\"Please, I don't want to die.\"": "“求求你，我不想死。”",
  "\"Mom.\"": "“妈妈。”",
  "\"Mom, I miss you.\"": "“妈妈，我想你。”",
  "\"Please, God.\"": "“求求你，上帝。”",
  "a snapping sound.": "爆裂声。",
  "a beeping sound.": "嘟嘟声。",
  "a loud beeping sound.": "一声响亮的嘟嘟声。",
  "a very loud beeping sound.": "一个很大的嘟嘟声。",
  "a loud hiss.": "大声的嘶嘶声。",
  "a loud crackling noise.": "响亮的噼啪声。",
  "gunfire!": "枪声！",
  "a klaxon blaring!": "刺耳的汽笛声！",
  "\"EMERGENCY, EMERGENCY!\"": "“紧急，紧急！”",
  "<npcname> hammers at %s": "<npcname>锤子在%s",
  "You hammer on %s": "你敲%s",
  "Repose": "休息",
  "<npcname>%s defensively reposes themself and damages": "<npcname>%s4防御性地收回自己和损害赔偿",
  "You defensively repose yourself as you attack": "当你进攻时，你防守性地休息",
  "Lodge-in risk": "寄存风险",
  "<npcname>%s weapon gets well-lodged in the wound and takes time to remove!  It strikes for": "<npcname> %s武器在伤口里卡得很好，需要时间移除！它使人想起",
  "Your weapon gets well-lodged in the wound and takes time to remove!  It strikes for": "你的武器卡在伤口里，需要时间取出！它使人想起",
  "Stuck-in risk": "陷入危险之中",
  "Your weapon gets stuck in the wound and takes some time to remove!  It strikes for": "你的武器卡在伤口里，需要一段时间才能取出！它使人想起",
  "<npcname>%s weapon gets stuck in the wound and takes some time to remove!  It strikes for": "<npcname> %s武器卡在伤口里，需要一段时间才能取出！它使人想起",
  "Wedge-in chance": "楔入机会",
  "Your weapon leverages your opponent off-balance!  It strikes for": "你的武器使你的对手失去平衡！它使人想起",
  "<npcname>%s leverages their opponent off-balance!  It strikes for": "<npcname> %s利用对手失去平衡！它使人想起",
  " ": "Translation Error: undefined result: null, From:  , Count: 11\nRetry Again\n--\n\n ",
  "closed iron gate": "关闭的铁门",
  "open iron gate": "打开铁门",
  "locked iron gate": "上锁的铁门",
  "mangled iron fence": "破损的铁栅栏",
  "paper wall": "纸墙",
  "paper floor": "纸质地板",
  "tar": "焦油",
  "Some very flammable tar in a pit, you could probably swim through it.": "一些非常易燃的焦油在一个坑里，你可能会游泳穿过它。",
  "sludge": "烂泥",
  "Some flammable sludge in a pit, you could probably swim through it.": "一些易燃的淤泥在一个坑里，你可以游过去。"
}