{
  "Cute Blonde Hair": "可爱的金发",
  "Cute bright blue eyes": "可爱明亮的蓝眼睛",
  "Cute Ribbon Arrow": "可爱的丝带箭头",
  "A&M 2L Bottle": "A&M 2L瓶",
  "<color_pink>[AMTS]</color> Receiver": "<color\\u pink>[AMTS]</color>接收器",
  "Cute Maid": "可爱的女仆",
  "KAWAII CATEGORY": "KAWAII CATEGORY",
  "Your natural hair color is (or was) blonde.": "你的自然发色是金色的。",
  "Your natural eye color is a bright blue. ": "你天生的眼睛颜色是明亮的蓝色。",
  "An arrow decorated with a pretty red ribbon, making them easy to find and recover after battle.": "用漂亮的红丝带装饰的箭，使它们在战斗后很容易找到和恢复。",
  "A&M Custom .308 Rounds": "A&M定制308发",
  "This folding 2L bottle is made out of a proprietary A&M plastic of reduced weight. It did not sell well initially, but became a valuable collectors item once produciton ended.": "这款折叠2L瓶子由a&M专有塑料制成，重量减轻。它最初并不畅销，但一旦生产结束，它就成了收藏家的珍品。",
  "Use this to send a request for an item from the A&M dimensional transfer system.": "使用此选项从a&M维度传输系统发送项目请求。",
  "Although I worked in a large mansion, the day the cataclysm, my master's family fled to a secret location I did not know of. You were alone with a dirty house, and a cluttered city. It's time to go to work.": "虽然我在一个大宅子里工作，但灾难发生的那天，我主人的家人逃到了一个我不知道的秘密地点。你一个人住着一所肮脏的房子，一个杂乱无章的城市。该上班了。",
  "For exclusive use in A&M Products。": "A&M产品专用",
  "Cute Nun": "可爱的修女",
  "After months in seculusion and prayer at our underground church, we visited the surface to find the world was completely changed. There is no need for despair, for God is with us.": "我们在地下教堂做了几个月的祈祷和祈祷后，我们来到了地表，发现世界完全改变了。没有必要绝望，因为上帝与我们同在。",
  "Cute Schoolgirl": "可爱的女学生",
  "Cute Maid Clothes": "可爱的女仆服",
  "A&M Tempered Carbon Glass": "A&M钢化碳玻璃",
  "ProjectKawaii": "卡瓦伊项目",
  "arc welder": "弧焊机",
  "I used to think it would be nice if school closed forever. Now that the cataclysm has happened, it seems my wish has come true.": "我曾经认为如果学校永远关闭会很好。既然灾难发生了，我的愿望似乎实现了。",
  "Made out of the hopes and dreams of men.": "是由男人的希望和梦想造成的。",
  "Includes high-tech transformable melee weapons, a remotely-access store, and of course, cute outfits for maids.": "包括高科技的可转换近战武器，远程访问商店，当然，可爱的女仆服装。",
  "A&M Alloy": "A&M合金",
  "AMTS Receiver": "AMTS接收器",
  "Cute Improvised Bow": "可爱的即兴鞠躬",
  "A hand-made bow made that has been very carefully decorated and painted. It's more a costume accessory than a deadly weapon.": "一种手工制作的蝴蝶结，经过非常仔细的装饰和油漆。与其说是致命武器，不如说是化装配件。",
  "A&M Plastic": "A&M塑料"
}