{
  "[ NPC,THRALL ] Submit!": "[NPC，萨尔]投降！",
  "...monster spell. Fear": "…怪物咒语。恐惧",
  "Bionic Lobotomy Kit": "仿生脑叶切开工具箱",
  "Dazed": "茫然",
  "Resist Fear Controls": "抵制恐惧控制",
  "[MESMERISM] Look into my eyes, friend.": "看我的眼睛，朋友。",
  "Scare the crap out of humans.": "把人类吓跑。",
  "Microrobots programmed to sever malfunctioning neural pathways and balance neuro-chemicals.": "微型机器人被编程来切断故障的神经通路和平衡神经化学物质。",
  "You're visibly shaken up, and are having a hard time focusing on what's going on around you.": "你明显地被震撼了，很难集中注意力在你周围发生的事情上。",
  "You were saying something earlier?": "你刚才说了什么？",
  "[vs PER+INT] Your mind is too weak to resist me.": "[vs PER+INT]你的大脑太弱了，无法抵抗我。",
  "Nervous": "紧张",
  "Afraid": "害怕",
  "Terrified": "极度惊慌的",
  "Abject Horror": "卑鄙的恐怖",
  "Abject Horror!": "卑鄙的恐怖！",
  "Abject Horror!!": "卑鄙的恐怖！！",
  "Abject Horror!!!": "卑鄙的恐怖！！！",
  "[vs TRAITS] Your mind is fragile and unbalanced.": "你的思想是脆弱和不平衡的。",
  "Psychic Shield Controls": "心灵盾控制",
  "Yes.  Sleepy.  Very sleepy...": "对。困了。很困。。。",
  "Your soul is gripped with a paralytic fear.": "你的灵魂被麻痹的恐惧所控制。",
  "Your eyes are tired.  Your mind is wrapped in thick fog.": "你的眼睛累了。你的思想笼罩在浓雾中。",
  "I feel... sleepy... all of a sudden.": "我觉得。。。困了。。。突然之间。",
  "crystal": "晶体",
  "Psychiclysm": "心理主义",
  "alpha razorclaw": "阿尔法剃须刀",
  "Optimist": "乐观主义者",
  "Test Psychic": "测试灵媒",
  "Awakened": "觉醒的",
  "psychology": "心理学",
  "The fear subsides.": "恐惧消失了。",
  "A mysterious crystal powder.": "神秘的水晶粉。",
  "Adapts some Magiclysm features for psychic phenomena.  Changes nether monsters fear attacks to an incremental effect.  Gives many monsters psi-attacks.  Adds mesmerism options to NPC dialog.  Psychic Duels with other mentalists.": "为精神现象调整一些魔法特征。将幽冥怪物恐惧攻击改为增量效果。给予许多怪物psi攻击。向NPC对话框添加催眠选项。与其他精神论者的心灵决斗。",
  "Nothing gets you down!  You savor the joys of life, ignore its hardships, and are generally happier than most people.": "没有什么能让你失望！你品味生活的乐趣，忽略生活的艰辛，通常比大多数人更快乐。",
  "debug trait.": "调试特性。",
  "You've always been eccentric, maybe even a bit crazy.  But now that the whole world has gone crazy and reality is turning itself inside out, your mind has begun to awaken to the awful truths and dark mysteries of the cosmos.": "你总是很古怪，甚至有点疯狂。但现在，整个世界都疯了，现实正在把自己翻过来，你的思想已经开始觉醒到可怕的真理和黑暗的宇宙奥秘。",
  "Your skill in understanding other people.  Covers speaking ability, such as boasting, flattery, threats, persuasion, lies, and other facets of interpersonal communication.  Works best in conjunction with a high level of intelligence.": "你理解别人的技巧。包括说话能力，如吹牛，奉承，威胁，说服，谎言，和其他方面的人际交往。与高智商配合使用效果最佳。",
  "...": "...",
  "Uneasy": "不安",
  "Stressed": "强调",
  "Traumatized": "精神创伤",
  "Mental Meltdown": "精神崩溃",
  "Mental Meltdown!": "精神崩溃！",
  "Mental Meltdown!!": "精神崩溃！！",
  "Mental Meltdown!!!": "精神崩溃！！！",
  "Wha!  What was that?  I zoned out for a second.": "哇！那是什么？我想了一会儿。",
  "Research Center": "研究中心",
  "Your mind disintigrates into madness under the stress of a direct psychic assault.": "你的大脑在直接精神攻击的压力下变得疯狂。",
  "From henceforth, you will be my psychic thrall, forever bound to my will! (only one attempt per NPC)": "从今以后，你将成为我的精神奴隶，永远受我意志的束缚！（每个NPC只能尝试一次）",
  "Set down your weapon.  There is no need for violence.": "放下武器。没有必要使用暴力。",
  "You calm down.": "你冷静点。",
  "We should travel together as companions.  Doesn't that sound like a good idea?  A good idea.": "我们应该结伴旅行。听起来不是个好主意吗？好主意。",
  "[NPC -ANGER]  Let go of your hostility and relax.  Relax.  Be peaceful and serene.": "[NPC-愤怒]放下你的敌意，放松。放松。保持平静。",
  "Psychic Feedback": "心理反馈",
  "[NPC +TRUST]  You must trust me more.  Trust me.  We're the best of friends, you and I.  Friends.": "[NPC+信任]你必须更信任我。相信我。我们是最好的朋友，你和我。朋友。",
  "[NPC -FEAR]  Do not fear for your safety.  Safety.  We're perfectly safe.": "[NPC-恐惧]不要担心你的安全。安全。我们非常安全。",
  "Your body sympathetically reacts to a direct psychic assault.": "你的身体对直接的精神攻击有同情的反应。",
  "[NPC +SLEEP]  Yes sleep.  Let the heaviness pull you into a deep slumber.  Sleep.": "[NPC+睡眠]是的，睡眠。让沉重把你拉入沉睡。睡觉。",
  "You will forget all about this...": "你会忘记这一切。。。",
  "So tired...": "太累了。。。",
  "Madness": "疯狂",
  "Purge yourself of weakness and evil, minion!": "清除你自己的软弱和邪恶，仆从！",
  "Your mind has been fractured by an overwhelming psychic trauma.": "你的心灵被巨大的精神创伤打断了。",
  "Fortify your mind to the horrors of the cosmos.  Many dangers lie ahead.": "坚定你的思想去面对宇宙的恐怖。前面有许多危险。",
  "Let go of your pain.": "放开你的痛苦。",
  "Your mind is whole once again.": "你的思想又完整了。",
  "[NPC +VALUE]  Submit your will to me.": "[NPC+VALUE]把你的遗嘱交给我。",
  "Lend me your life-power, mindslave.": "借我你的生命力量，精神奴隶。",
  "Resist Fear": "抵制恐惧",
  "I hear and obey.": "我倾听并服从。",
  "Your mind has a greater resistance to fear.": "你的大脑对恐惧有更大的抵抗力。",
  "Forgive my mistake! I concede...": "原谅我的错误！我承认。。。",
  "Another psychic?  So be it.  Let the duel begin!": "另一个通灵者？就这样吧。让决斗开始吧！",
  "Your resistance ends.": "你的抵抗结束了。",
  "How does a duel work?": "决斗是如何进行的？",
  "You have picked the wrong target, 'friend', for I too am awakened to the powers of the mind.  \nPrepare yourself for battle!": "你选错了目标，“朋友”，因为我也被心灵的力量唤醒了。\n准备战斗！",
  "Resist Psychic Feedback": "抵制心理反馈",
  "I see...": "我懂了。。。",
  "Your mind has a greater resistance to harmful psychic feedback.": "你的大脑对有害的心理反馈有更大的抵抗力。",
  "A psychic duel is fought in a series of rounds.  \nEach successful round establishes one 'contact'.  \nThe first to gain three contacts wins.  \nYou can also risk an assault with less than three contacts,  \n but a failed assault results in instant defeat.": "心灵决斗是一系列回合的战斗。\n每成功一轮建立一个'接触'。",
  "* DUEL * [0/3]": "*决斗*[0/3]",
  "Resist Psychic Stress": "抵抗精神压力",
  "* CONCEDE *": "*让步*",
  "Your mind has a greater resistance to psychic stress.": "你的大脑对精神压力有更大的抵抗力。",
  "* DUEL * [1/3]": "*决斗*[1/3]",
  "Block Psychic Attacks": "阻止心灵攻击",
  "* Final Assault *": "*最后突击*",
  "Your mind is temporarily immune to psychic attacks.": "你的大脑暂时对精神攻击免疫。",
  "* DUEL * [2/3]": "*决斗*[2/3]",
  "Your mind is purged of madness": "你的头脑已经摆脱了疯狂",
  "It's not over yet.": "还没结束呢。",
  "Boosted Stats": "增强的统计数据",
  "Just you wait.": "你等着吧。",
  "We'll see about that.": "我们拭目以待。",
  "Your Intelligence and Perception are temporarily boosted.": "你的智力和感知力会暂时提高。",
  "[+INSOMNIA] * Absorb your opponent's sleep disorder, permanently, to gain one contact.": "[+失眠]*永久性吸收对手的睡眠障碍，获得一次接触。",
  "[-ANIMAL EMPATHY] * Sacrifice your empathic nature, permanently, to remove two of your opponent's contacts.": "[-动物移情]*永久性地牺牲你的移情本性，移除对手的两个联系人。",
  "You mind dims.": "你介意昏暗。",
  "[+SCHIZO +MOODSWINGS] * Damage your mental state, permanently, to remove two of your opponent's contacts.": "[+SCHIZO+MOODSWINGS]*永久伤害你的精神状态，移除对手的两个联系人。",
  "[TERRIFYING vs JITTERY] * Leverage your terrifying nature to gain one contact and remove one of your opponent's.": "[恐怖vs战栗]*利用你的恐怖本性获得一次接触并移除对手的一次。",
  "Boosted Speed": "加速",
  "[vs SQUEAMISH] * Take advantage of your opponent's neurosis to gain one contact.  This will cause you psychic feedback.": "利用对手的神经官能症获得一次接触。这会给你心理上的反馈。",
  "[SPIRITUAL] * Rely on your spirituality to remove one of your opponent's contacts.  This will also summon dark beings from your subconscious mind.": "[精神]*依靠你的精神移除你对手的一个联系人。这也会从你的潜意识中召唤黑暗存在。",
  "Your Speed is temporarily boosted.": "你的速度暂时提高了。",
  "[+PACIFIST] Destroy your inner hostility, permanently, to remove two of your opponent's contacts.": "[+和平主义者]永久性地摧毁你内心的敌意，移除对手的两个联系人。",
  "Ha ha.  Your defenses are crumbling.  [1/3]": "哈哈。你的防御正在崩溃。[1/3]",
  "You slow down.": "你慢下来。",
  "You'll never defeat me.  [2/3]": "你永远不会打败我的。[2/3]",
  "Blocking Mesmerism": "阻断催眠",
  "I have proven myself to be the superior mentalist.  \nThere is no need to punish you for your inevitable failure.": "我已经证明自己是一个优秀的精神论者。没有必要为你不可避免的失败而惩罚你。",
  "This character has overcome an attempt at mesmerism, and will be immune to further attempts for some time.": "这个角色已经克服了催眠的企图，并且在一段时间内对进一步的企图免疫。",
  "You have failed.  Now fall into a deep slumber.": "你失败了。现在陷入沉睡。",
  "You are too dangerous to let go. \nI will crush your mind and seal your powers.": "你太危险了，不能放手。我将粉碎你的思想，封印你的力量。",
  "Those who oppose me...  \n...must DIE!": "那些反对我的人。。。\n…必须死！",
  "Hypnotic Suggestion": "催眠暗示",
  "No!  Defeated?  How can this be?": "不！打败了？怎么会这样？",
  "This character has been placed under hypnotic suggestion.": "这个角色被置于催眠暗示之下。",
  "So this is how it ends...": "所以这就是结局。。。",
  "What a humiliating defeat.": "多么丢脸的失败。",
  "Mercy!": "仁慈！",
  "Psychic Drain": "吸取心灵",
  "Ha ha!  Pathetic.  You stood no chance against my highly evolved mind.": "哈哈！可怜的。你没有机会对抗我高度进化的思想。",
  "This person has been temporarily drained of vital essence.  They act tired and confused.": "这个人暂时失去了生命的精华。他们表现得又累又困惑。",
  "Someday...": "总有一天。。。",
  "A wise choice.  There is no doubt your frail mind would be crushed under the weight of my awesome power.": "明智的选择。毫无疑问，你脆弱的心灵会被我可怕的力量压垮。",
  "Psychic Vampirism": "通灵吸血鬼",
  "You have drained the vital essence from one of your psychic thralls, giving you a small mental boost.": "你已经从你的一个精神奴隶身上吸取了生命的精华，给了你一点精神上的提升。",
  "Damn!": "该死！",
  "Yes?  They're... uh... very nice.": "对？他们是。。。休斯敦大学。。。很不错的。",
  "Successfully enthralled": "成功地迷住了",
  "You have enthralled another person.": "你迷住了另一个人。",
  "Failed to Enthrall": "未能吸引",
  "Awaken.  And forget this ever happened.": "唤醒。忘掉这一切。",
  "You have failed to enthrall another person.": "你没能吸引别人。",
  "Yes sleep.  Let the heaviness pull you into a deep slumber.  Sleep!": "是的，睡觉。让沉重把你拉入沉睡。睡吧！",
  "So... tired...": "所以。。。累了。。。",
  "Psychic Duel Victory": "心灵决斗胜利",
  "[MESMER]  There is no item.  You must be seeing things.": "[MESMER]没有物品。你一定看到什么了。",
  "You have bested another in a psychic duel.": "你在心灵决斗中打败了另一个。",
  "I must be seeing things.": "我一定看到了什么。",
  "You have been defeated in a psychic duel.": "你在心灵决斗中被打败了。",
  "Psychic Victory": "精神胜利",
  "This person has defeated you in a psychic duel.  You cannot challenge them again for some time.": "这个人在心灵决斗中打败了你。你不能再挑战他们一段时间。",
  "Psychic Shackles": "精神枷锁",
  "You have been temporarily cut off from your psychic powers.": "你被暂时切断了你的灵力。",
  "Fatal Brain Trauma": "致命性脑外伤",
  "Runaway psychic feedback is frying the synapses in your brain.  You have only moments to live.": "失控的心理反馈正在炸毁你大脑中的突触。你只能活几分钟。",
  "Psychic Shock": "精神休克",
  "You've been stunned by a massive psychic assault.": "你被一次大规模的精神攻击惊呆了。"
}