{
  "Tasty Alphabet in 'sauce'": "美味的“酱汁”字母表",
  "teddy bear": "泰迪熊",
  "alien metal scrap": "外来金属废料",
  "salvaged xenoid light armor": "打捞上来的氙气轻甲",
  "broken xenoid emissary": "残破的异族使者",
  "Helicopter Flying Handbook": "直升机飞行手册",
  "reclaimed xenoid face mask": "再生氙气面罩",
  "salvaged xenoid great sword": "打捞上来的色诺德大剑",
  "sewer lurker": "下水道潜伏者",
  "It smells of tomatoes.  It is full of goopy pasta in the shape of letters, you think.  It's hard to tell.": "有西红柿的味道。你觉得，里面全是字母形状的粘糊糊的意大利面。很难说。",
  "This is a teddy bear, meant for children. Looks like the manufacturer included a gemeric voicebox inside, activated by a button on the foot.  Fortunately it still works, and you could unload the batteries out of it.": "这是一只泰迪熊，是给孩子们的。看起来制造商在里面装了一个gemeric语音盒，通过脚上的按钮激活。幸运的是，它仍然工作，你可以卸下它的电池。",
  "Scraps of some sort of alien metal of varying sizes, light but tough.  It's quite pretty to look at, silvery with faint blue and light green undertones.  Makes a decent weapon in a pinch.": "一些大小不一的外来金属碎片，轻而坚韧。它看起来相当漂亮，银色，带着淡淡的蓝色和浅绿色底色。在紧要关头做一件像样的武器。",
  "A suit of light-weight, roughly human-sized armor once belonged the xenoids.  Its terribly damaged from some combination of the combat its seen, the process needed to pry it off its wearer, and some sort of dead man's switch on the elements that actually power the thing and make it easy to wear.  There are very faintly visible alien hieroglyphs scattered across the armor.  There isn't anything to stop you from trying it on for size if you wanted to.": "一套轻量的，大致人大小的盔甲曾经属于异族人。它在战斗中受到了严重的破坏，需要把它从佩戴者身上撬开，还有一些死人的开关，这些都是给它提供动力并使它易于佩戴的因素。盔甲上散布着非常隐约可见的外星象形文字。如果你想试穿的话，没有什么能阻止你试穿它。",
  "broken emissaries": "破碎的使者",
  "copies of Helicopter Flying Handbook": "直升机飞行手册复印件",
  "After partially melting the xenoid face mask to remove the alien metal and replacing it with steel, applying an entire kevlar panel, and painting it white, the once unnerving alien face now more or less resembles an average hockey mask, while preserving the alien optics, the gas-proofing, and removing the radioactivity.": "在部分熔化氙气面罩以去除外来金属并用钢代替后，应用整个kevlar面板，并将其涂成白色，这张曾经让人不安的外星人脸现在或多或少像一个普通的曲棍球面罩，同时保留了外星人的光学、防毒和消除放射性。",
  "A well built and beautifully decorated great-sword forged from a dense, unknown chrome metal.  Its ability to disgorge flame does not seem to respond to your will, but the cutting edge is still exceptionally sharp.": "一把用一种不知名的高密度铬金属锻造而成的、结构精良、装饰精美的大剑。它吐出火焰的能力似乎并不符合你的意愿，但锋芒依然异常锋利。",
  "A dripping creature, a serpentine body with a mass of tentacles attached to a gnashing maw, this thing seems to have found its home among trash and sewage.  It is an ambush predator, preferring to lurk just beneath the cloudy water before something comes close enough to snag with its long tentacles.": "一个滴水的生物，一个蛇形的身体，有着大量的触须附着在一个咬牙切齿的胃上，这个东西似乎在垃圾和污水中找到了自己的家。它是一种埋伏的捕食者，喜欢在有什么东西靠近它的长触手之前就潜伏在浑浊的水下。",
  "The massive body of a collapsed xenoid emissary.  Still a bit intimidating, perhaps knowing the damage it can cause.  Could be gutted for parts, but you'll probably need specialized alien tools.": "一具倒塌的异族使者的巨大尸体。还是有点吓人，也许知道它会造成多大的伤害。可能会被挖出零件，但你可能需要专门的外星工具。",
  "A fairly thick stack of hastily printed sheets of paper, with the ink-smeared title \"The Federal Aviation Association - Helicopter Flying Handbook\"": "一堆厚厚的匆忙打印的纸，上面有墨迹，标题是“联邦航空协会直升机飞行手册”",
  "wolf stuffie": "狼玩偶",
  "This is a wolf stuffie, meant for children - this one is made to look like a grey wolf.  Looks like the manufacturer included a gemeric voicebox inside, activated by a button on the foot.  Fortunately it still works, and you could unload the batteries out of it.": "这是一个狼玩偶，是给孩子们的-这是一个看起来像灰太狼。看起来制造商在里面装了一个gemeric语音盒，通过脚上的按钮激活。幸运的是，它仍然工作，你可以卸下它的电池。",
  "The %1$s grabs your arm and bites down hard!!": "%1$s抓住你的胳膊使劲咬下去！！",
  "flame sword": "火焰剑",
  "psi stun": "psi眩晕",
  "an alien": "外星人",
  "stray stumbler": "流浪绊脚石",
  "The %1$s grabs <npcname> and bites down hard!!": "%1$s抓<npcname>使劲咬下去！！",
  "a fake gun used by the incinerator.  it's a bug if you find this in the wild": "焚化炉用的假枪。如果你在野外发现它，那就是一只虫子",
  "an attack that stuns the target for a few turns": "使目标眩晕几圈的攻击",
  "metallic clomping": "金属敲击",
  "A former human, a hateful, stumbling shadow of its former self only capable of violent outbursts of fury; large patches of cyan-purple crystals grow out of its bruised flesh, slowly overtaking it.": "一个从前的人类，一个可恨的，跌跌撞撞的影子，它以前的自我只能猛烈地爆发愤怒；大片青紫色的水晶从它受伤的肉体中长出来，慢慢地超过它。",
  "The %1$s grabs your arm in its mouth, but fails to penetrate your armor.": "%1$s用嘴咬住你的胳膊，却没能穿透你的装甲。",
  "%1$s gesticulates at %3$s and a pulse of disorienting psionic energy ripples through the air!": "%1$s在%3$s点做手势，一个迷失方向的心灵能量脉冲在空中荡漾！",
  "The %1$s grabs <npcname>, but fails to penetrate the armor.": "%1$s抢<npcname>，但未能穿透装甲。",
  "an alien robot": "外星机器人",
  "booming stomps": "隆隆的跺脚声",
  "xenoid reconnaissance drone": "氙气侦察机",
  "RP: Combatant": "RP：战斗员",
  "What can you tell me about these 'Xenoids'?": "你能告诉我关于这些“异族人”的什么吗？",
  "The %1$s slashes you with its weapon!": "%1$s用它的武器砍你！",
  "A sleek, white-plated spherical robot about the size of a soccer ball, with a prominent golden insignia of a stylized sun being pierced with a flaming sword.  Capable of effortless flight, it hovers about the ruins of the former world; irregularly placed integrated cameras and high-intensity spotlights dispassionately bear witness to the chaos around it.  Who knows what might be watching on the other side…": "一个光滑的，白色镀金的球形机器人，大约足球大小，有一个突出的金色徽章，标志着一个被燃烧的剑刺穿的太阳。它能够毫不费力地飞行，在前世界的废墟上盘旋；不规则放置的集成摄像头和高强度聚光灯冷静地见证了周围的混乱。谁知道另一边可能在看什么…",
  "You've seen your fair share of scruffs and scrapes, and when the Cataclysm hit, you fought the Xenoids and managed to survive to tell the tale.\n\nHas no direct skill benefit, but allows you to present yourself as a fighter to certain NPCs.  Someday someone might even recognize you.": "你已经看到了你的一部分擦伤和擦伤，当大灾变来袭，你战斗的异族人，并设法生存下来讲故事。\n\n没有直接的技能优势，但允许你在某些NPC面前展示自己作为一名战士。总有一天会有人认出你。",
  "snake stuffie": "蛇玩偶",
  "The %1$s slashes <npcname>!": "%1$s斜线<npcname>！",
  "an alien animal": "外星动物",
  "What about the 'Strays'?": "“流浪者”怎么办？",
  "This is a snake stuffie, meant for children.  It is covered with grey and black spots on a green skin, and a jingly bell attached to the tail like a rattle.": "这是一个蛇玩偶，是给孩子们的。它的绿色皮肤上布满了灰色和黑色的斑点，尾巴上有一个叮当作响的铃铛。",
  "The %1$s attempts to cut you, but fails to penetrate your armor.": "%1$s试图切割你，但未能穿透你的盔甲。",
  "What are you talking about, there's aliens now?  Figures with all this crazy shit going on.": "你在说什么，现在有外星人了？想想这些疯狂的事情。",
  "I heard something about that before my radio ran out of batteries.  Just some other kind of target as far as I'm concerned.": "在我的收音机电池没电之前，我就听说了。就我而言，只是另一种目标。",
  "I've encountered a few of the 'ranger' and 'enforcer' types, but I usually head in the other direction as soon as I hear them, since they can probably hear me too.  I've seen them more their hands around like they're doing some kind of magic and for all I know it could be magic.  I ain't sticking around to find out.": "我遇到过一些“护林员”和“执法者”类型的人，但我通常一听到他们就朝另一个方向走，因为他们可能也能听到我的声音。我看到他们更多的是把手放在周围，好像他们在施某种魔法，我知道这可能是魔法。我可不想留下来看看。",
  "I only know what I've heard on the radio.  Thank god we haven't had them show up here they sound almost scarier than the walking dead.  I've heard that those 'Xenoids' have also have some robotic drones and machines with them but I haven't seen anything yet.  There was some pale looking guy that was pestering me about them, but I think he's working on the old generator now.": "我只知道我在收音机里听到了什么。感谢上帝，我们没有让他们出现在这里，他们听起来比行尸走肉还要可怕。我听说那些“异族人”也有一些机器人无人机和机器，但我还没有看到任何东西。有个面色苍白的家伙一直缠着我，但我想他现在正在修理那台旧发电机。",
  "I've seen a few ranger types when doing patrols around the forests.  They usually appear in groups so we try to engage them as a group.  We've been incredibly lucky so far, last time I almost couldn't stop the bleeding after they fired those darts at me.": "我见过一些护林员在森林里巡逻。他们通常成群结队地出现，所以我们尽量让他们成为一个群体。到目前为止，我们非常幸运，上次他们向我发射飞镖后，我几乎无法止血。",
  "The %1$s tries to cut <npcname>, but fails to penetrate your armor.": "%1$s试图切割<npcname>，但未能穿透你的装甲。",
  "a fusion of flesh and mineral": "肉和矿物质的融合",
  "an unintelligibly whistling radio call.": "无法理解的吹口哨的无线电呼叫。",
  "Panicking": "惊慌失措",
  "shuffling and scraping.": "洗牌和刮擦。",
  "Unexpectedly philosophical.": "出乎意料的哲学。",
  "I know what you mean.": "我知道你的意思。",
  "Interesting.": "很有趣。",
  "A rose by any other name I guess.": "我猜是一朵叫别的名字的玫瑰。",
  "Agreed.": "同意。",
  "Wow, nice to meet you too, Randy.": "哇，我也很高兴见到你，兰迪。",
  "The %1$s hits you with a heavy slash!!": "%1$s猛砍你！！",
  "I saw a few when I was doing perimeter patrol a few days ago.  They don't seem too different from regular zombies, whatever the fuck that means.  Still have to pulp them to prevent them from reviving.  Who cares what difference there is between the monsters that are trying to kill you?": "几天前我在巡逻的时候看到了一些。他们看起来和普通僵尸没什么区别，不管那是什么意思。还得把它们榨干，防止它们死灰复燃。谁在乎那些想杀你的怪物之间有什么区别？",
  "The zombies are bad, but those things really creep me out.  I mean God only knows where the fuck those blue crystals come from.": "僵尸很坏，但那些东西真的让我毛骨悚然。我是说只有上帝知道那些蓝色水晶是从哪里来的。",
  "Not much different than zombies, although they seem to see a little better at night than regular zombies.": "和僵尸没什么区别，不过他们在晚上的视力似乎比普通僵尸好一点。",
  "You mean those other zombies that have some strange kind of blue crystals on them?  I don't know.  I'm not sure but we've just been pulping them like the other zombies.  As for the name I have no idea where I first heard them called that but it works well enough.  Given how cataclysmic things have been lately, a zed is a zeke is a zombie.": "你是说那些有奇怪蓝色水晶的僵尸？我不知道。我不确定，但我们只是像其他僵尸一样把它们榨汁。至于这个名字，我不知道我在哪里第一次听到他们这么叫，但它很管用。考虑到最近的灾难性事件，zed就是zeke，zeke就是僵尸。",
  "Those blue crystals freak me out.  Have you noticed how the heal right before your eyes.  Best bet is to kill and pulp them as quickly as possible.": "那些蓝色水晶把我吓坏了。你有没有注意到你眼前的伤口是如何愈合的。最好的办法是尽快杀掉它们并将其榨干。",
  "Hi, Randy.  Got a second to talk?": "嗨，兰迪。有时间谈谈吗？",
  "strange repetitive radio chatter.": "奇怪的重复的无线电谈话。",
  "You just can't stop shaking and are overwhelmed by existential fear!": "你无法停止颤抖，被存在的恐惧所淹没！",
  "The %1$s heavily slashes <npcname>!!": "%1$s大砍<npcname>！！",
  "Hey Randy, nice to meet you too.  Bye.": "嘿，兰迪，我也很高兴见到你。再见。",
  "Hi Randy.  I don't have time to talk.": "嗨，兰迪。我没时间说话。",
  "some loud squeaky radio chatter, followed by a brief whistle in response.": "一些响亮的吱吱作响的无线电谈话，然后是一个简短的口哨回应。",
  "Your feel your heart-rate slow back to normal.": "你感觉你的心率减慢到正常。",
  "Prismetallic Blend": "纯金属混合物",
  "<color_light_green>Real Dark Skies Above</color>": "<color\\u light\\u green>真实的黑暗天空",
  "A supplement mod that increments the Cataclysm DDA experience by adding an inscrutable alien-humanoid paramilitary expeditionary force to your typical survival scenario.  Complements to the vanilla adding the vile Xenoids, the murderous Strays, and terrifying [REDACTED], and more!  <color_light_red>Prepare for a challenge.</color>": "一个补充mod，增加了灾难DDA的经验，增加了一个神秘的外星类人准军事远征部队到你的典型生存场景。作为香草的补充，加入了邪恶的异种生物、凶残的流浪者和可怕的[修订版]等等！<color\\u light\\u red>准备迎接挑战。</color>",
  "I don't think I've seen you wander in here before. I'm Randy. Close the door behind you when you leave.": "我想我以前没见过你在这里闲逛。我是兰迪。你走的时候把门关上。",
  "syncopating radio static.": "切分音电台。",
  "The %1$s sweeps your legs from under you!": "%1$s从你下面扫你的腿！",
  "The %1$s knocks <npcname> to the ground!": "%1$s把<npcname>撞倒在地！",
  "booming footsteps.": "隆隆的脚步声。",
  "Chromogenic Weave": "生色组织",
  "The %1$s tries to sweep out your leg, but can't get through the armor.": "%1$s试图扫出你的腿，但无法穿过装甲。",
  "No, I just had some questions.": "不，我只是有些问题。",
  "The %1$s tries to sweep <npcname> to the ground, but can't get through the armor.": "%1$s试着把<npcname>扫到地上，但是穿不过装甲。",
  "Actually I'm just heading out. Bye.": "实际上我正要出去。再见。",
  "unnaturally quiet footsteps.": "异常安静的脚步声。",
  "I don't usually get any visitors back here unless the lights aren't working.  What do you want?  Did you trip over a cord or something.": "除非灯坏了，否则我一般不会让任何访客回来。你想要什么？你是不是被绳子绊倒了。",
  "The %1$s suddenly slams you with their shield, stunning you!": "%1$s突然用盾牌猛击你，将你击昏！",
  "a very loud crash.": "一声巨响。",
  "Collagenic Polymer": "胶原聚合物",
  "The %1$s stuns <npcname> with a shield bash!": "%1$s用盾牌重击打晕<npcname>！",
  "I'm trying to put a cleanup crew together to tidy up the back room.  Can you help?": "我正试着组织一个清理小组来清理后面的房间。你能帮忙吗？",
  "The %1$s tries to shield bash you, but fails to penetrate your armor.": "%1$s试图盾牌猛击你，但未能穿透你的盔甲。",
  "So how did you end up here?": "你是怎么来到这里的？",
  "an ominous, dreadful cacophony of quasi-musical notes.": "一种不祥的、可怕的类似音符的杂音。",
  "The %1$s tries bash <npcname>, but fails to penetrate the armor.": "%1$s尝试bash <npcname>，但未能穿透装甲。",
  "So what are you doing here?": "你在这里干什么？",
  "Is there anything I can do to help you out?": "我能帮你什么忙吗？",
  "a semi-musical chirping which echoes across the landscape.": "一种半音乐的啁啾声，回荡在大地上。",
  "Emulsified Hydrogel": "乳化水凝胶",
  "Don't mind me…": "别介意我…",
  "a haunting mechanical humming and hissing.": "令人难以忘怀的机械嗡嗡声和嘶嘶声。",
  "Its good that you like it here.": "你喜欢这里真好。",
  "a chilling melodious whistle.": "刺耳悦耳的哨子。",
  "Ok, see you later.": "好的，回头见。",
  "a brief piercing chrip.": "一个简短的刺耳的咒语。",
  "Something else.": "还有别的。",
  "a horrifying sound that can only be described as several hundred crying babies.": "一种可怕的声音，只能用几百个婴儿的哭声来形容。",
  "Good luck with that.": "祝你好运。",
  "Find a wrench": "找把扳手"
}