{
  "black robe": "黑袍",
  "The Chorus of Forbidden Blades": "禁刃合唱",
  "The 12 Songs of Death": "十二首死亡之歌",
  "You have mastered the art of fighting with a scythe.": "你已经掌握了用镰刀战斗的技巧。",
  "Shinigami": "死神",
  "Song of Shinigami": "Shinigami之歌",
  "Apprentice Shinigami": "徒弟Shinigami",
  "black robes": "黑袍",
  "Choruses of Forbidden Blades": "禁刃合唱",
  "You steady the position of your scythe and gracefully enter the combat stance": "你稳住镰刀的位置，优雅地进入战斗姿态",
  "%s steadies the position of their scythe and gracefully enters the combat stance": "%s稳定镰刀的位置，优雅地进入战斗姿态",
  "Adds the Shinigami / Grim Reaper Martial Art and Professions, as well as new weapons.": "增加了Shinigami/死神的武术和职业，以及新的武器。",
  "You have learned to swing a scythe to make it sing.": "你学会了挥舞镰刀使它歌唱。",
  "As a newly apprenticed guardian of the souls who are going through the circle of transmigration, heavy is the duty that falls upon your shoulders.": "作为一个正在经历轮回的灵魂的新学徒守护者，重担落在你肩上。",
  "Blacker than black, this is a long robe with many deep pockets, and almost seems to absorb the light.": "比黑还黑，这是一件口袋很深的长袍，几乎可以吸收光线。",
  "Handwritten notes detailing the stories and construction for the ultimate scythes.": "手写笔记详细的故事和建设的最终镰刀。",
  "Practice songs for an Apprentice Death God.": "为死神学徒练歌。",
  "Grim Reaper": "死神",
  "With most of humanity already shown Death's door, all that was left for you to do was to harvest the remining undead - but they are proving to be more troublesome than you anticipated.": "由于大多数人类已经显示出死亡之门，所有留给你做的就是收获剩余的不死生物-但他们被证明是比你预期的更麻烦。",
  "Critical Shinigami Attack": "严重的Shinigami攻击",
  "upgraded war scythe": "升级战争镰刀",
  "Heals some light damage to the character.": "对角色造成轻微伤害。",
  "This scythe has been modified by reducing its weight and strengthening the blade -  definitely a weapon fit for a grim reaper.": "这把镰刀经过了改进，减轻了它的重量，加强了它的刀刃——绝对是一种适合死神的武器。",
  "You feel a rush of vitality from your target into your body.": "你感觉到一股活力从你的目标冲向你的身体。",
  "You critical attack %s": "你暴攻%s",
  "<npcname> critical attacks %s": "<npcname>严重攻击%s",
  "Sky Break Melody": "天启旋律",
  "<npcname> quickly feints at %s": "<npcname>快速佯攻%s",
  "You quickly feint at %s": "你在%s迅速佯攻",
  "Shadow Slash": "阴影斜杠",
  "You slash at %s from the shadows": "你在%s从阴影中砍下",
  "<npcname> slashes at %s from the shadows": "<npcname>从阴影处砍向%s",
  "Soul Pierce": "灵魂穿透",
  "You tear through the soul of %s": "你撕裂了%s的灵魂",
  "<npcname> tears through the soul of %s": "<npcname>撕裂%s的灵魂"
}