{
  "Extinguishing Fire": "灭火",
  "NPC Recruitment Options": "NPC招募选项",
  "[ON FIRE]  AAAuuuugh, <swear!>!  I'm on fire!  Don't just stand there, <name_b>.  Help put me out.": "噢，<发誓！>!  我着火了！不要只是站在那里，<name\\u b>。帮我出去。",
  "[ALPHA 100%] Come, brother, we must work together to forge a new world.": "[阿尔法100%]来吧，兄弟，我们必须一起打造一个新世界。",
  "[POLICE] Officer, with all this trouble, I could use some assistance.": "警官，这么麻烦，我需要一些帮助。",
  "Gives special recruitment dialog if your character and an NPC have certain traits, stats, effects, or gear.  Post-threshold mutants will always join their own kind.": "如果你的角色和一个NPC有特定的特征，属性，效果或者装备的话，提供特殊的招募对话框。后门槛突变体总是加入自己的同类。",
  "[BEAST 100%] Another predator!  Let the hunt begin!": "[野兽100%]另一个捕食者！开始狩猎吧！",
  "[BADGE] Well, fellow police person.  We need to team up to, like, fight crime and stuff.": "[徽章]好吧，警察同伴。我们需要合作打击犯罪之类的。",
  "You are on fire, and someone or something is helping put you out.": "你着火了，有人或什么东西在帮你灭火。",
  "[BIRD 100%] The great migration has begun.": "大迁徙已经开始了。",
  "[DOCTOR] Because we should work together to help the injured.": "[医生]因为我们应该一起帮助伤者。",
  "[BOVINE 100%] Come, join the herd before you're left behind.": "[牛100%]来吧，在你被留下之前加入牛群。",
  "[MEDICAL]  It's because I'm sick, doc.  You gotta help me get through this.": "因为我病了，医生。你得帮我渡过难关。",
  "[CEPHALOPOD 100%] Finally, someone worth talking to.": "[头足类100%]终于，有人值得一谈了。",
  "[MARTIAL ARTS] A rival school, eh?  We'll see who's the strongest.  Prepare yourself for battle!": "[武术]一个对手的学校，嗯？我们看看谁最强壮。准备战斗！",
  "[CHAOS 100%] One is a monster. Two is an army.": "一个是怪物。二是军队。",
  "[FANCY] Because you seem legit.  Wanna roll with my squad?": "[幻想]因为你看起来合法。想加入我的队伍吗？",
  "[FEY 100%] Shall we form a bond?": "[FEY 100%]我们可以建立一个契约吗？",
  "[GUITAR] These roads are mighty long and lonesome.": "[吉他]这些路又长又寂寞。",
  "[FELINE 100%] Hungry. Sleepy. Hungry?": "[猫100%]饿了。困了。饿了吗？",
  "[POWER ARMOR] Because I'm the dude in power armor.": "因为我是穿强力盔甲的家伙。",
  "[AQUATIC 100%] It's dry and bright here.  Let's leave this harsh desert behind.": "[水生100%]这里又干又亮。让我们把这片荒凉的沙漠抛在脑后吧。",
  "[INSECT 100%] You must serve the queen.": "[昆虫100%]你必须为女王服务。",
  "[LIZARD 100%] I hunger for meat.  How will you help feed me?": "[蜥蜴100%]我渴望吃肉。你要怎么喂我？",
  "[WOLF 100%] Take your place among the pack.": "[狼100%]在狼群中占据一席之地。",
  "[PROTOTYPE 100%] Let's see just how much we can improve ourselves.": "[原型100%]让我们看看我们能提高自己多少。",
  "[DIMINUTIVE 100%] Safety?  Danger?  Let's flee.": "[小型100%]安全？危险？我们逃走吧。",
  "[MYCUS 100%] WE are the Mycus.": "[我的客户100%]我们是我的客户。",
  "[PLANT 100%] Let's take root before the fertile lands are claimed by others.": "让我们在肥沃的土地被其他人占领之前扎根。",
  "[RAPTOR 100%] Shall we do battle or join together?": "[猛禽100%]我们是战斗还是联合？",
  "[RAT 100%] Finally. Someone as sensible and handsome as myself.  It's about time.": "[老鼠100%]终于来了。像我这样聪明英俊的人。是时候了。",
  "[AQUEOUS 100%] Are we still separate entities?  It's confusing sometimes.": "[100%]我们还是独立的实体吗？有时候会让人困惑。",
  "[ARACHNID 100%] We can't prey on our own kind, now, can we?": "[蜘蛛纲100%]我们不能捕食我们自己的同类，是吗？",
  "[SUBTERRANEAN 100%] The dark caves await us.": "[地下100%]黑暗的洞穴等着我们。",
  "[BEAR 100%] We must feed before winter.": "我们必须在冬天前吃饱。"
}