{
  "40mm EMP grenade": "40毫米电磁脉冲手榴弹",
  "robot carrier": "机器人搬运车",
  "glowball": "光球",
  "Robo-Hacker": "机器人黑客",
  "A 40mm grenade with an EMP charge.  It will release an electromagnetic pulse capable of damaging robots and some equipment.": "一枚40毫米的手榴弹，带有电磁脉冲。它将释放一个电磁脉冲，能够破坏机器人和一些设备。",
  "A heavy frame outfitted with tie-downs and attachment points for carrying cargo, with additional railings to keep a large machine in place.  It is meant to hold large drones and robots for transport.  Use it on a suitable robot to capture, use it on an empty tile to release.": "一种沉重的框架，配有系紧装置和连接点，用于运送货物，并有额外的栏杆以使大型机器保持在适当的位置。这是为了容纳大型无人机和机器人进行运输。用它在合适的机器人上捕捉，用它在空瓷砖上释放。",
  "A tube of small glowballs taken off the market due to hazardous chemicals.  They deal virtually no damage, but light up on impact.  Useful for illuminating an area without lighting up yourself in the process.": "由于有害化学物质而从市场上消失的一管小发光球。它们几乎不会造成伤害，但在撞击时会发光。有助于照亮一个区域，而不必在过程中照亮自己。",
  "Before the end, your hobby was illegally reprogramming and repurposing commercial robots, but you never thought your survival might depend on it.": "在结束之前，你的爱好是非法地重新编程和调整商业机器人的用途，但你从来没有想过你的生存可能依赖于它。",
  "Robotics Engineer": "机器人工程师",
  "You were a low-level engineer at a robotics manufacturer.  The management kept telling you putting flamethrowers on manhacks was 'unnecessary' and 'too dangerous,' but there's nothing to stop you now.": "你是机器人制造商的低级工程师。管理层一直告诉你在检修孔上安装喷火器是“不必要的”和“太危险的”，但现在没有什么可以阻止你了。",
  "active glowball": "主动光球",
  "A small plastic ball filled with glowing chemicals.": "充满发光化学物质的小塑料球。",
  "Robotics Prodigy": "机器人神童",
  "Robots": "机器人",
  "robot_carrier": "机器人U载体",
  "Robotic Taxi": "机器人出租车",
  "broken light auto armor": "破轻型汽车装甲",
  "You've been building robots since you could hold a soldering iron, and you don't intend to let the end of the world stop that from continuing.": "从你能拿着烙铁开始，你就一直在制造机器人，你不想让世界末日阻止这一切继续下去。",
  "During the riots and chaos, you hid in a robot dispatch center hoping the robots would protect you, but they may prove more dangerous than the zombies.": "在骚乱和混乱中，你躲在一个机器人调度中心，希望机器人能保护你，但他们可能比僵尸更危险。",
  "A cargo space for carrying robots.  'e'xamine it to capture a robot next to you, or to release the robot currently contained.  When selecting a robot to capture, choose its tile relative to you, not the part.": "一个装载机器人的货舱检查它以捕获旁边的机器人，或者释放当前包含的机器人。选择要捕获的机器人时，请选择与其相对的平铺，而不是零件。",
  "A broken set of power armor fitted with an AI core for automated use.  It cannot be worn or disassembled until re-crafted into an undamaged robot.": "一套破损的动力装甲装备了一个AI核心，可以自动使用。它不能磨损或拆卸，直到重新制作成一个完好无损的机器人。",
  "In Town": "在城里",
  "Robot Adoptee": "机器人领养人",
  "Armored Robot Carrier": "装甲机器人运输车",
  "necrotic head": "坏死头",
  "Salvaged Robots": "打捞上来的机器人",
  "The %1$s injects you with a syringe!": "%1$s用注射器给你注射！",
  "integral nailgun": "整体式射钉枪",
  "During the riots a military robot came out of nowhere to rescue you.  Maybe it thinks you're someone important, who knows.": "暴乱期间，一个军用机器人不知从哪儿冒出来救你。也许它认为你很重要，谁知道呢。",
  "The severed head of a zombie necromancer.  Its eyes still roll in its head and its jaws snap menacingly.": "一个僵尸亡灵巫师被砍掉的头。它的眼睛仍然在头上打转，它的下巴发出威胁性的啪啪声。",
  "Expands the types of robots and allows players to jury-rig broken robots into functioning companions.": "扩展了机器人的类型，允许玩家将坏掉的机器人组装成能正常工作的伙伴。",
  "The %1$s injects <npcname> with a syringe!": "%1$s用注射器注射<npcname>！",
  "This is a pseudo item for monster attacks. If you see this, it's a bug.": "这是怪物攻击的伪道具。如果你看到这个，那就是个虫子。",
  "The %1$s tries to inject you, but fails to penetrate your armor!": "%1$s试图给你注射，但未能穿透你的装甲！",
  "The %1$s tries to inject <npcname>, but fails to penetrate their armor!": "%1$s试图注入<npcname>，但未能穿透他们的装甲！",
  "Robo-hunter": "机器人猎人",
  "Humvee": "亨维吉普",
  "\"bzzzzzz.\"": "“嘘嘘嘘。”",
  "You paid a local hacker to build you a robotic hunting dog.  It's almost as good as the real thing, but it doesn't respond well to being pet.": "你雇了一个当地的黑客给你造了一只机器猎狗。它几乎和真的一样好，但是它对宠物的反应不好。",
  "\"Beep.\"": "“哔。”",
  "\"Beep?\"": "“哔？”",
  "\"Beep!\"": "“哔！”",
  "\"Beeeeep beep.\"": "“哔哔哔。”",
  "\"Bebebeeeep.\"": "“睡吧。”",
  "\"Beep boop beep?\"": "“哔哔哔？”",
  "\"Beedoo-Beep.\"": "“嘟嘟嘟嘟。”",
  "\"Beep Beep.  Whirr.\"": "“哔哔。“呜呜。”",
  "\"Vrrrr Hrrrmmm.\"": "“Vrrrr Hrrrmmm。”",
  "\"Whirrrrr-click click.\"": "“嗖嗖的一声。”",
  "\"Boodoobeep beep beep.\"": "“哔哔哔哔”",
  "\"Brannnnnnn Brzt Brmmmm.\"": "“brannnnnn Brzt Brmmmm。”",
  "\"Whshoooo.  Brzzzt.  Brzzzt.\"": "“哇哦。布莱茨。“布莱茨。”",
  "\"Brrm Bum Brrm?\"": "“Brrm Bum Brrm？”",
  "\"Pwweeee Krsht.\"": "“普韦伊·克什特。”",
  "\"Fshkt fshkt.  Booop.\"": "“Fshkt Fshkt。“嘘。”",
  "\"Vzt.  Vzt.  Krshhhhhhhh.\"": "“Vzt。Vzt公司。克什赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫赫",
  "\"Whhheeee-oooo.  Bedeep.\"": "“哇哦。睡吧。”",
  "\"Grrrnd clang whirrrr.\"": "“咕噜咕噜”",
  "\"Grrrrrrrnd.  Grrrnd.\"": "“咕噜咕噜。“格兰德。”",
  "\"Cla-clang cla-clang!\"": "“咔嗒咔嗒！”",
  "\"Klang!\"": "“巴生！”",
  "\"Bzzzt.  Bzzzzt!\"": "“BZZT。“嘘嘘！”",
  "\"Bedeep.  Whurrrrrmmmm.\"": "“睡觉。“嗯。”",
  "\"Pwwowm.  Fsht fshrrrr.\"": "“Pwwowm。Fsht fshrrrr.“",
  "\"Click.  Clicliclick.  Vrnnnk.\"": "“单击。点击。Vrnnnk。”",
  "\"Shwwwrrrrnnnzzz bzzt.\"": "“shwwwrrrnnzzz bzzt。”",
  "a high pitched alarm.": "高音警报。",
  "a blaring siren.": "刺耳的汽笛声。",
  "\"CHUG chug chug.\"": "“咕噜咕噜。”",
  "\"Creak!  Clang clang.\"": "“吱吱！叮当叮当。”",
  "\"Khr Khr Khr.\"": "“Khr Khr Khr。”",
  "a mechanical groaning.": "机械的呻吟。",
  "grinding gears.": "磨齿轮。",
  "tortured machinery.": "折磨人的机器。"
}