{
  "huge locust": "大蝗虫",
  "huge dragonfly": "大蜻蜓",
  "large worm": "大蜗杆",
  "huge bee": "大蜜蜂",
  "huge cellar spider": "巨大的地窖蜘蛛",
  "huge cockroach": "大蟑螂",
  "huge centipede": "大蜈蚣",
  "huge fly": "大苍蝇",
  "huge wasp": "大黄蜂",
  "shorthair cat": "短毛猫",
  "A yellow and brown mutated locust the size of a cat with big eyes and long powerful legs.": "一种黄色和棕色变异的蝗虫，大小如猫，眼睛大，腿长而有力。",
  "huge dragonflies": "巨大的蜻蜓",
  "A disturbingly large mutated subterranean creature similar to a nightcrawler.  It possesses a fanged mouth and a long slender body that comes up to your knees, with even more surely hiding underground.": "一种令人不安的大型地下生物，变异后类似于夜行虫。它有一个尖牙的嘴和一个长到膝盖的细长的身体，更确切地说是藏在地下。",
  "A mutant bee the size of a small dog.": "小狗大小的变异蜜蜂。",
  "A mutant brown spider the size of a small dog with long thin legs, big eyes, and oversized fangs.": "一种变异的棕色蜘蛛，有着细长的腿、大眼睛和超大的尖牙，体型如小狗。",
  "huge cockroaches": "大蟑螂",
  "A brightly colored, many-legged mutant centipede the size of a dog.": "一种颜色鲜艳、多腿的变异蜈蚣，有狗那么大。",
  "huge flies": "巨大的苍蝇",
  "A huge black and yellow mutant yellowjacket wasp the size of a ferret with a long, evil-looking stinger.": "一种巨大的黑黄相间的变异黄蜂，有雪貂大小，身上长着一根邪恶的毒刺。",
  "A small domesticated predator gone feral in the absence of human stewardship.  Harried by the elements and the rigors of survival, it is scruffy and skittish.": "在没有人类管理的情况下变成野性的小型家养食肉动物。在恶劣的环境和严酷的生存条件下，它显得邋遢而不安分。",
  "A brightly-colored, winged mutant dragonfly the size of a cat with sharp fangs.": "蜻蜓一种颜色鲜艳、有翅膀的变异蜻蜓，长有尖牙的猫大小。",
  "A mutant cockroach the size of a small dog.": "小狗大小的变异蟑螂。",
  "A mutant housefly the size of a small dog.  Its buzzing is high-pitched and somehow sad.": "小狗大小的变异家蝇。它的嗡嗡声是尖锐的，不知何故是悲伤的。",
  "tiger": "老虎",
  "shorthair kitten": "短毛小猫",
  "black bear cub": "黑熊幼崽",
  "Sly's Beauteous Beastly Bugfix": "斯莱的美丽野兽的错误修正",
  "The majestic tiger, a large feline predator.  Native to Asia, they are now most populous in private reserves in the United States.  Fast and powerful, this predator is one of the most recognizable and beloved animals in the world.  Also one of the deadliest.": "雄伟的老虎，一种大型猫科食肉动物。它们原产于亚洲，现在是美国私人储备中人口最多的。这种捕食者速度快，力量大，是世界上最受人认可和喜爱的动物之一。也是最致命的。",
  "A cuddly kitten meowing and scampering amidst the death.  Currently feral.": "一只可爱的小猫在死亡中喵喵叫和跳跃。现在是野性的。",
  "A juvenile American black bear.  This one isn't much of a threat, but be wary of its parent; black bears are known for their protectiveness.": "幼年的美国黑熊。这只熊不是什么威胁，但要提防它的父母；黑熊以保护动物而闻名。",
  "God is dead and we have killed him.": "上帝死了，我们杀了他。"
}