[{"key":"ff94455358cc7416b46ef50e4dd2860f","original":"large artillery casing","translation":"大型炮弹"},{"key":"365f95778d6e7d03e7c2333e6a163204","original":"Tankmod: Revived","translation":"坦克模式：复活"},{"key":"4711d9828f4077573782ec148375e25c","original":"XM246E1 Mini-Tank UAFV","translation":"XM246E1微型坦克UAFV"},{"key":"3d4388d3df2e83d538d083938ad6f1db","original":"reloaded 105mm shot","translation":"重装105毫米弹丸"},{"key":"d7d83c1e359de05c68f58aa35568b63c","original":"The intended successor of my older, obsoleted Tanks and Other Vehicles mod.","translation":"我的旧的，过时的坦克和其他车辆的预期继任者。"},{"key":"58db424ed859fbb224367bb6b64dd1c4","original":"An experimental, heavily armored UGV the size of a small vehicle, its structure dominated by a bulky 120mm main gun.  It trundles along on armored treads, ponderous yet implacable.  If it's taking aim at you… run.","translation":"一种试验性的重型装甲无人值守汽车，大小如一辆小型车辆，其结构主要由一门笨重的120毫米主炮控制。它在装甲踏板上滚动前进，沉重却难以忍受。如果它瞄准你…快跑。"},{"key":"4b0ceab3faa4ae4672a1561a6a24712b","original":"A 105mm shell with a new electric primer installed, filled with a large amount of buckshot.  Effectively similar to no-longer-produced canister shot, but of lower quality.","translation":"一个105毫米的弹壳上安装了新的电动底漆，里面装满了大量的弹丸。有效地类似于不再生产的罐射击，但质量较低。"},{"key":"0a19e8ecdf236a0b0d563ec69c593690","original":"\"Tank drone, meet the real deal.  See how you handle 120 millimeters of HELL YEAH!\"","translation":"“坦克无人机，遇到真正的交易。看看你怎么处理120毫米的地狱是的！”"},{"key":"028f3d7e2dded352b4cc590ab206835b","original":"hummm!","translation":"哼！"},{"key":"05e8d7ee6ab5ec43ce830111308fa86a","original":"rubber treads","translation":"橡胶踏板"},{"key":"0908b83d78bd29a2561700db4ed79343","original":"M1 Abrams Main Battle Tank","translation":"M1艾布拉姆斯主战坦克"},{"key":"f4d2f47d2704a61bc3b24a0c500b3912","original":"\"big fucking gun, earplugs are good for your brain\"","translation":"“他妈的大炮，耳塞对你的大脑有好处”"},{"key":"e9142540db67d4b1c8968651cea3a5c9","original":"A section of continuous track, the kind mounted on construction vehicles and military fighting vehicles.  It acts as a wheel, and the broad surface provides plenty of traction to move heavy vehicles off-road, but at the cost of speed due to the heavy weight.","translation":"安装在工程车辆和军用战车上的一段连续轨道。它起着车轮的作用，宽阔的路面提供了足够的牵引力，可以将重型车辆驶离公路，但由于重量过重，它以牺牲速度为代价。"},{"key":"891d00a9fc3a5afbd3e1ca8ef3165ca1","original":"\"I have a bicycle-mounted tank cannon.  Your argument is invalid.\"","translation":"“我有一个自行车坦克加农炮。你的论点无效。”"},{"key":"b0dc39cdc54c3f9674076a2f7590079a","original":"whirrr!","translation":"呜呜！"},{"key":"167ec76067caf6fd9eadbd63f8e838e8","original":"\"Next person to call this infantry fighting vehicle a 'tank' is walking home.\"","translation":"“下一个将这辆步兵战车称为‘坦克’的人正在步行回家。”"},{"key":"f321bdd330ee87ea794c1c4e69bc2157","original":"\"Found what used to be an armored platoon.  I don't want to find out what did them in.\"","translation":"“找到了一个装甲排。我不想知道他们在干什么。”"},{"key":"165cd3b08e6ee13c7ffd75507a40395b","original":"the trundle of machinery.","translation":"机器的轮子。"},{"key":"58300b1a6a541995eb88ec3d048536c3","original":"M109 Self-Propelled Howitzer","translation":"M109自行榴弹炮"},{"key":"d8b1ed606dcd0131576400e8ede8089e","original":"EXPERIMENTAL TANKS TO ENTER FIELD TESTS - A press release yesterday from the Department of Defense has confirmed plans for a series of field tests for a new model of light tank, currently designated the XM7 Tankette.  A major departure from previous armor doctrine, the experimental design features a long-range electric engine and a state-of-the-art autoloader, recently upgraded to fit a 120mm main gun.  Most notable was the confirmation of a one-man crew compartment, with mention of advanced fire control and sensors rendering a commander and gunner unnecessary.  According to General Dabrowski, \"These aren't expected to replace the venerable Abrams, instead we're expecting them to find a new niche for urban warfare.  We're hoping in about a year these will cost a fourth as much as an Abrams to produce while having the same level of firepower.  For the same number of soldiers it'd take to crew one tank, we could have four of these all supporting each other, each monitoring the situation and calling in targets.\"","translation":"美国国防部昨天发布的新闻稿证实了一种新型轻型坦克（目前命名为XM7坦克）的一系列实地测试计划。这一实验设计与以往的装甲理论有很大不同，它采用了远程电动发动机和最先进的自动装弹机，最近升级为可装120毫米主炮。最值得注意的是确认了一个人的乘员舱，并提到了先进的火力控制和传感器，使指挥官和枪手成为不必要的。根据达布罗夫斯基将军的说法，“人们并不指望这些战机能取代艾布拉姆斯，相反，我们希望他们能为城市战争找到一个新的阵地。我们希望在大约一年内，这些将花费四分之一的艾布拉姆斯生产，同时拥有同等水平的火力。对于一辆坦克的乘员人数相同的士兵来说，我们可以有四个这样的人互相支援，每个人都在监视局势并召唤目标。”"},{"key":"58e8fe4a6ea6b41a52fada78b833afc3","original":"the creaking of steel treads.","translation":"钢踏板的吱吱声。"},{"key":"117057e22dfa3765b24e555edea6c2fc","original":"ROBOT TANK UNVEILED - A recent press conference has confirmed the latest development in AI-driven defense systems.  Much of the details remain classified, other than the new project having only recently entered early testing.  \"We've refined some of the developments that went into the XM7 Tankette to fit an even more compact package.\" says the update, in reference to the experimental light tank program to see increased production and formal adoption in the coming months.  \"We're exploring uncharted territory with the autonomous fire control, nothing we've put into use so far has handled anything as large as a tank cannon.  Once we have all the kinks worked out we'll proceed with the next wave of trials.  We should have a working dual-core AI ready by the end of the year that can handle both the main gun and an M2 Browning, but for now we're focusing on the main gun.\"","translation":"机器人坦克亮相——最近的一次新闻发布会证实了人工智能驱动防御系统的最新发展。除了最近才进入早期测试的新项目外，大部分细节仍然保密。”我们已经改进了XM7 Tankette的一些开发，以适应一个更紧凑的包。“更新说，在参考实验轻坦克计划，看到增加产量和正式采用在未来几个月。”我们正在探索未知领域的自主火力控制，迄今为止，我们投入使用的任何武器都不能像坦克大炮那样大。一旦我们解决了所有的问题，我们将进行下一波的试验。我们应该在年底前准备好一个可以工作的双核AI，它可以同时处理主炮和M2 Browning，但目前我们的重点是主炮。”"},{"key":"042cb382c7261aecc6534afa683e2701","original":"the metallic squeal of tank tracks!","translation":"坦克履带发出的金属声！"},{"key":"625e5ac55f985b6831304ba36205a568","original":"M2 Bradley Infantry Fighting Vehicle","translation":"M2布拉德利步兵战车"},{"key":"8b278530f1c5c13e8c4058055f5ba86a","original":"PATTON TANKS TO BE RESTORED - Amid rumors of war on the horizon and growing unrest, a recent new briefing outlined an emergency plan to restore and rearm several M60 Patton main battle tanks, with roughly two hundred projected to be available across the New England region within the coming weeks.  Officials refused to clarify the purpose of this rearmament program, leaving speculation that the move is an unintentional confirmation of an impending Chinese invasion.  According to an anonymous source within the military, \"They don't expect them to be facing Type 96 or 99 tanks.  They'll likely be used to engage IFVs such as the Type 08 or the Type 15 light tank.\"","translation":"巴顿坦克将被修复-在战争即将来临和日益动荡的传言中，最近一次新的简报概述了一项紧急计划，以恢复和重新武装几辆M60巴顿主战坦克，预计在未来几周内将在新英格兰地区提供大约200辆。官员们拒绝澄清这一重新武装计划的目的，让人猜测此举是无意中证实了中国即将入侵。据军方内部一位匿名消息人士透露，“他们预计他们不会面对96型或99型坦克。它们很可能被用来对付诸如08型或15型轻型坦克之类的IFV。”"},{"key":"fc013b6f647ed6765390722f58e59aa1","original":"Bandit Bulldozer","translation":"强盗推土机"},{"key":"0c605322a0de5a62a8f1d0004454bdb2","original":"Heavy Planter Tractor","translation":"重型种植拖拉机"},{"key":"1bac8ec73e24aee133f481e5d4940dfa","original":"Heavy Plow Tractor","translation":"重型犁拖拉机"},{"key":"037e4f38c2cfd652cc3133068d263c60","original":"Heavy Reaper Tractor","translation":"重型收割机拖拉机"},{"key":"715f894931d914ab1b78b67a6da3b2ac","original":"M60 Patton Main Battle Tank","translation":"M60巴顿主战坦克"},{"key":"05796115f8b97c1356755dcf2af0782f","original":"XM7 Electric Mini-Tank","translation":"XM7电动迷你坦克"}]