{
  "Marked of the Vampire": "吸血鬼的标志",
  "Yes! Here's your 15 essences!": "对！这是你的15种精华！",
  "Okay...": "可以…",
  "I have 15 essences!": "我有15种香精！",
  "(Inquire for tier 1 VS rewards)": "（查询1级VS奖励）",
  "NPCs will check your progress with this trait.": "NPC会用这个特质来检查你的进度。",
  "Yes! Here's your 7 essences!": "对！这是你的7种精华！",
  "I will give you 1 token for every 15 essences you bring to me.": "你每给我带来15种香精，我就给你一个代币。",
  "I have 8 blood essences!": "我有8种血液精华！",
  "(Inquire for tier 2 VS rewards)": "（查询第2层VS奖励）",
  "I will give you 205$ for every 15 essences you bring to me.": "你每给我带来15种香精，我就给你205美元。",
  "I have 22 dull essences!": "我有22种沉闷的精华！",
  "(Inquire for tier 3 VS rewards)": "（查询第3层VS奖励）",
  "Who are you?": "你是谁？",
  "I will give you 90$ for every 15 essences you bring to me.": "你每给我带来15种香精，我就给你90美元。",
  "I have one crystallized essence!": "我有一种结晶精华！",
  "(Inquire for tier 4 VS rewards)": "（查询第4层VS奖励）",
  "I got no more...": "我没有更多。。。",
  "I will give you 30$ and 1 token for every 15 essences you bring to me.": "你每给我带来15种香精，我就给你30美元和1个代币。",
  "I have one wind fragment!": "我有一块风碎片！",
  "I change my mind...": "我改变主意了。。。",
  "Any tips for this hunt?": "这次狩猎有什么建议吗？",
  "I have to collect more...": "我要收集更多。。。",
  "I have one amorphous amber!": "我有一只琥珀！",
  "I guess you're waiting for more contents... Don't wait for something else.": "我猜你在等更多的内容。。。别再等了。",
  "What kind of arcane items and artifacts do you accept?": "你接受什么样的神秘物品和神器？",
  "I want to sell something else...": "我想卖点别的。。。",
  "I have one crystallized tear!": "我有一滴结晶的眼泪！",
  "This stock is at its finest!": "这股票是最好的！",
  "I got something that would interest you.": "我有你感兴趣的东西。",
  "It fits in my collection. Want to sell these to me?": "它适合我的收藏。想把这些卖给我吗？",
  "I have one shadow gem!": "我有一个影子宝石！",
  "What can I trade with these tokens?": "我可以用这些代币做什么交易？",
  "I have one twisted bone!": "我有一根扭曲的骨头！",
  "For all of your pain, these items would help you out!": "对于你所有的痛苦，这些东西会帮你解决的！",
  "Bye...": "再见。。。",
  "Vampiric Stuff + Arcana Mod Extension": "吸血鬼的东西+神秘模式扩展",
  "Yes! Here's your 8 blood essences!": "对！这是你的8种血液精华！",
  "I have one cracked knucklebone!": "我的一根指节骨裂了！",
  "Bye.": "再见。",
  "Links Vampiric Stuff and Arcana for various new contents and features.": "链接吸血鬼的东西和各种新的内容和特点奥秘。",
  "Yes! Here's your 5 blood essences!": "对！这是你的5种血液精华！",
  "I will give you 1 token for every 8 blood essences you bring to me.": "你每给我带来8种血精，我就给你1个代币。",
  "I have one wyrmskin fragment!": "我有一块虎皮碎片！",
  "A set of items for your endeavors!": "为您的努力提供一套物品！",
  "I will give you 265$ for every 8 blood essences you bring to me.": "你每给我带来8种血液精华，我就给你265美元。",
  "I have one monstrous fang!": "我有一个可怕的牙！",
  "Greetings, my fellow adventurer. What brings you to my safe haven?": "你好，我的冒险伙伴。什么风把你吹来我的避风港？",
  "I will give you 90$ for every 8 blood essences you bring to me.": "你每给我带来8种血液精华，我就给你90块钱。",
  "I have one iridescent plate!": "我有一个彩虹色的盘子！",
  "Well... The gunshop is offering you with limited guns in exchange of tokens.": "好。。。枪械店为你提供有限的枪支来交换代币。",
  "I will give you 55$ and 1 token for every 8 blood essences you bring to me.": "你每给我带来8种血液精华，我就给你55美元和1个代币。",
  "I have one engraved stone!": "我有一块刻石！",
  "I have one petrified heart!": "我有一颗僵硬的心！",
  "Lets see what could we exchange for your tokens...": "让我们看看能用什么交换你的代币。。。",
  "I also have grown fond to magic, so maybe we could collaborate with this.": "我也越来越喜欢魔术了，也许我们可以合作。",
  "I have one incorruptible sword!": "我有一把不朽之剑！",
  "Arcane mysteries?": "神秘的秘密？",
  "I have one hammer of the hunter!": "我有一把猎人的锤子！",
  "I've got some supplies for your stock...": "我有一些你的存货。。。",
  "What kind of artifacts are you collecting?": "你在收集什么文物？",
  "I have one spear of pestilence!": "我有一支瘟疫矛！",
  "Yes! I'm in!": "对！我加入了！",
  "Yes! Here's your 22 dull essences!": "对！这是你的22种无趣精华！",
  "I have one druidic staff!": "我有一个德鲁伊教职员！",
  "Well, my ware is too small. Maybe you could be needing something at these stuff.": "嗯，我的餐具太小了。也许你需要一些东西。",
  "Wait, I need some time for this.": "等等，我需要一些时间。",
  "Yes! Here's your 15 dull essences!": "对！这是你的15种沉闷的精华！",
  "I will give you 1 token for every 22 dull essences you bring to me.": "你每给我带来22种无趣的香精，我就给你一个代币。",
  "I have one cursed blade!": "我有一把被诅咒的刀！",
  "Well, your job looks risky...": "你的工作看起来很冒险。。。",
  "I will give you 305$ for every 22 dull essences you bring to me.": "你每给我带22种无趣的香精，我就给你305美元。",
  "I have to gather more...": "我要收集更多。。。",
  "I don't know if I have something for you to exchange at this moment...": "我不知道此刻我是否有东西要和你交换。。。",
  "So, What do you think... are you 'in' for this quest? I do not assure your life in this journey you're about to come up just to collect rare stuff for me.": "那么，你觉得。。。你要参加这个任务吗？我不能保证你的生命在这旅程中你会上来只是为了收集稀有的东西给我。",
  "I will give you 105$ for every 22 dull essences you bring to me.": "你每给我带22种无趣的香精，我就给你105美元。",
  "Let's see what you've got in stock.": "让我们看看你们有什么存货。",
  "I seek arcane mysteries and anomalies in this damned world as well as collecting artifacts, utilizing their power for a greater use.": "我在这个该死的世界里寻找神秘和不寻常的事物，同时收集文物，利用它们的力量得到更大的利用。",
  "I will give you 75$ and 1 token for every 22 dull essences you bring to me.": "我会给你75美元和一个代币，每22个沉闷的精华你带给我。",
  "I'll exchange a token for 10 blood powders": "我要用一个代币换10个血粉",
  "Who am I you asked?\nI am the seeker of arcane mysteries and anomalies in this damned world as well as collecting artifacts, utilizing their power for a greater use.": "你问我是谁？\n我是这个该死的世界中神秘事物和异常现象的探索者，同时也在收集神器，利用它们的力量得到更大的利用。",
  "I'll exchange a token for blood draw kit with blood": "我要用一个代币换一个带血的抽血箱",
  "I'll exchange 2 tokens for a blood compact sheet": "我要用两个代币换一张血样",
  "Okay.": "可以。",
  "Yes! Here's your one crystallized essence!": "对！这是你的结晶精华！",
  "Just look at this list:\n10 blood powders for 1 token\nblood draw kit with blood for 1 token\n1 blood compact sheet for 2 tokens.": "看看这个清单：\n 10血粉换1个代币",
  "Indeed. Arcane, the magic behind this world. With proper knowledge, you could discover more about it, but be wary of its cost.\nI will send you out of this place and look for these anomaly, just ask me if you are curious about a thing.": "的确。神秘，这个世界背后的魔力。有了适当的知识，你可以发现更多关于它的东西，但要警惕它的代价。\n我会送你离开这个地方，寻找这些异常，只要问我你对什么东西好奇。",
  "I will give you 5 token for each crystallized essence you bring to me.": "你带给我的每种结晶精华，我都会给你5个代币。",
  "I will give you 515$ for each crystallized essence you bring to me.": "你带给我的每种结晶精华，我给你515美元。",
  "I'll exchange 10 tokens for \"Red Velvets - The Dark Fashion\"": "我要用10个代币换“红色天鹅绒-黑暗时尚”",
  "I will give you 190$ for each crystallized essence you bring to me.": "你带给我的每种结晶精华，我给你190美元。",
  "I'll exchange 12 tokens for \"Glorious Gunnery\"": "我要把12个代币换成“光荣的射击”",
  "Artifacts are the supreme objects scattered in this world. From cursed swords to precarious weapons, they are the artifacts.\nI will send you out of this place and look for these ancient objects, just ask me if you are curious about a thing.": "文物是散落在这个世界上的至高无上的物品。从被诅咒的剑到不稳定的武器，它们都是神器。\n我会送你离开这个地方，寻找这些古老的东西，只要问我你是否对什么东西好奇。",
  "I will give you 105$ and 5 token for each crystallized essence you bring to me.": "我会给你105美元和5个代币，你带给我的每一个结晶精华。",
  "I'll exchange 15 tokens for \"The Vampiric Infusion\"": "我要用15个代币换“吸血鬼输液”",
  "I'll exchange 30 tokens for the blood infusing forge": "我要用30个代币换输血炉",
  "Okay. Sorry...": "可以。对不起的。。。",
  "I'll exchange 20 tokens for blood extractor": "我要用20个代币换采血器",
  "Just stop repeating the question, will you?": "别再重复这个问题了，好吗？",
  "I'll exchange 30 tokens for blood compressor": "我要用30个代币换血液压缩机",
  "I'll exchange 25 tokens for the blood chemistry": "我用25个代币换血液化学",
  "Exchange all your requested items with something else as rewards.": "把你要的东西换成其他东西作为奖励。",
  "Yes! Here's your one wind fragment!": "对！这是你的单风碎片！",
  "Money as payment from your life-risking quests.": "金钱作为你冒着生命危险的任务的报酬。",
  "I will give you 4 tokens for each wind fragment you bring to me.": "你带给我的每一块风碎片我都会给你4个代币。",
  "Just look at this list:\n\"Red Velvets - The Dark Fashion\" for 10 tokens\n\"Glorious Gunnery\" for 12 tokens\n\"The Vampiric Infusion\" for 15 tokens\nblood infusing forge for 30 tokens\nblood extractor for 20 tokens\nblood compressor for 30 tokens\nblood chemistry for 25 tokens.": "看看这个清单：\n“红色天鹅绒-黑暗时尚”的10个代币",
  "You don't need to pay me that much for this and I am glad to serve you.": "你不需要为此付我那么多钱，我很高兴为你服务。",
  "I will give you 315$ for each wind fragment you bring to me.": "你带给我的每一块风碎片我都会给你315美元。",
  "What will be the cost of your partnership with me?": "你和我合作的成本是多少？",
  "I will give you 110$ for each wind fragment you bring to me.": "你带给我的每一片风，我就给你110美元。",
  "I'll exchange 40 tokens for the full set of blood armor": "我要用40个代币换全套血甲",
  "I will give you 35$ and 4 tokens for each wind fragment you bring to me.": "我会给你35美元和4个代币为你带来的每一个风碎片给我。",
  "I'll exchange 20 tokens for the blood sipper": "我要用20个代币换吸血鬼",
  "Okay. I understood.": "可以。我明白了。",
  "I'll exchange 20 tokens for the blood diver": "我要换20个代币给潜水员",
  "I agree, but in form of tokens. Work hard, collect more and earn our exclusive items to fulfill your endeavors.": "我同意，但以代币的形式。努力工作，收集更多，并赢得我们的独家项目，以满足您的努力。",
  "I'll exchange 25 tokens for the hammerius": "我要用25个代币换hammerius",
  "I'll exchange 15 tokens for the knuckle biters": "我要用15个代币换那些咬指节的人",
  "I agree, but you should know that our wealth isn't that high, so expect my fundings to be low.": "我同意，但你应该知道我们的财富并没有那么高，所以我的资金应该很低。",
  "Yes! Here's your one amorphous amber!": "对！这是你的一个无定形琥珀！",
  "Just look at this list:\nfull bloodset armor for 40 tokens\nblood sipper for 20 tokens\nblood diver for 20 tokens\nhammerius for 25 tokens\nknuckle biters for 15 tokens": "看看这张单子：\n全血护甲换40个代币",
  "I will give you 3 tokens for each amorphous amber you bring to me.": "你给我带来的每一个无定形琥珀，我就给你3个代币。",
  "I will give you 245$ for each amorphous amber you bring to me.": "我会给你245美元买一个你带给我的无定形琥珀。",
  "I'll exchange 65 tokens for the full set of infused blood armor": "我要用65个代币换全套注入的血甲",
  "I see you're different from the others who are desperate in this greedy situations. I thank you for your kind answer. I will still give you some profit as payment for your job.": "我看你和其他在这种贪婪的情况下绝望的人不同。谢谢你的友好回答。我还是会给你一些利润作为你工作的报酬。",
  "I will give you 95$ for each amorphous amber you bring to me.": "你带给我的每一个无定形的琥珀我给你95美元。",
  "I will give you 45$ and 3 tokens for each amorphous amber you bring to me.": "我会给你45美元和3个代币为您带来的每一个无定形琥珀给我。",
  "Just look at this list:\nfull infused bloodset for 65 tokens": "看看这张单子：\n满注血迹换65个代币",
  "Okay... Thanks.": "可以。。。谢谢。",
  "Yes! Here's your one crystallized tear!": "对！这是你唯一结晶的眼泪！",
  "I will give you 5 tokens for each crystallized tear you bring to me.": "你带给我的每一滴结晶的眼泪，我都会给你5个代币。",
  "I will give you 400$ for each crystallized tear you bring to me.": "你带给我的每一滴结晶的眼泪，我就给你400美元。",
  "I will give you 110$ for each crystallized tear you bring to me.": "你带给我的每一滴结晶的眼泪我都会给你110美元。",
  "I will give you 50$ and 5 tokens for each crystallized tear you bring to me.": "我会给你50美元和5个代币为你带来的每一个结晶眼泪给我。",
  "Yes! Here's your one shadow gem!": "对！这是你唯一的影子宝石！",
  "I will give you 6 tokens for each shadow gem you bring to me.": "你带给我的每颗暗影宝石，我都会给你6个代币。",
  "I will give you 455$ for each shadow gem you bring to me.": "你给我带来的每一块暗影宝石我就给你455美元。",
  "I will give you 135$ for each shadow gem you bring to me.": "你带给我的每一块暗影宝石我都会给你135美元。",
  "I will give you 70$ and 6 tokens for each shadow gem you bring to me.": "我会给你70美元和6个代币为你带来的每一个影子宝石给我。",
  "Yes! Here's your one twisted bone!": "对！这是你唯一扭曲的骨头！",
  "I will give you 3 tokens for each twisted bone you bring to me.": "你带给我的每一根扭曲的骨头，我都会给你3个代币。",
  "I will give you 195$ for each twisted bone you bring to me.": "我会给你195美元买你带给我的每根扭曲的骨头。",
  "I will give you 85$ for each twisted bone you bring to me.": "你带给我的每一根扭曲的骨头我给你85美元。",
  "I will give you 25$ and 3 tokens for each twisted bone you bring to me.": "我会给你25美元和3个代币，你给我的每一个扭曲的骨头。",
  "Yes! Here's your one cracked knucklebone!": "对！这是你的一根断了的指节骨！",
  "I will give you 3 tokens for each cracked knucklebone you bring to me.": "你带给我的每根指节骨裂开，我就给你3个代币。",
  "I will give you 170$ for each cracked knucklebone you bring to me.": "我会给你170美元买你带给我的每一块断裂的指节骨。",
  "I will give you 70$ for each cracked knucklebone you bring to me.": "我给你70美元买你带给我的每一根断裂的指节骨。",
  "I will give you 20$ and 3 tokens for each cracked knucklebone you bring to me.": "我会给你20美元和3个代币，你给我的每一个关节骨折。",
  "Yes! Here's your one wyrmskin fragment!": "对！这是你的一块虎皮碎片！",
  "I will give you 3 tokens for each wyrmskin fragment you bring to me.": "你给我带来的每一块wyrmskin碎片我会给你3个代币。",
  "I will give you 170$ for each wyrmskin fragment you bring to me.": "你带给我的每一块wyrmskin碎片我会给你170美元。",
  "I will give you 70$ for each wyrmskin fragment you bring to me.": "你带给我的每一块wyrmskin碎片我给你70美元。",
  "I will give you 20$ and 3 tokens for each wyrmskin fragment you bring to me.": "我会给你20美元和3个代币，每wyrmskin碎片你带来给我。",
  "Yes! Here's your one monstrous fang!": "对！这是你的一个大毒牙！",
  "I will give you 2 tokens for each monstrous fang you bring to me.": "你给我带来的每一个大毒牙，我就给你两个代币。",
  "I will give you 120$ for each monstrous fang you bring to me.": "你给我带来的每一个大毒牙我就给你120美元。",
  "I will give you 30$ for each monstrous fang you bring to me.": "你给我带来的每一个大毒牙我就给你30美元。",
  "I will give you 25$ and 2 tokens for each monstrous fang you bring to me.": "我会给你25美元和2个代币为你带来的每一个可怕的牙给我。",
  "Yes! Here's your one iridescent plate!": "对！这是你的一个彩虹色的盘子！",
  "I will give you 4 tokens for each iridescent plate you bring to me.": "你带给我的每一个彩虹色的盘子，我会给你4个代币。",
  "I will give you 365$ for each iridescent plate you bring to me.": "你带给我的每一个彩虹色的盘子我给你365美元。",
  "I will give you 50$ for each iridescent plate you bring to me.": "你带给我的每一个彩虹色的盘子我给你50美元。",
  "I will give you 35$ and 4 tokens for each iridescent plate you bring to me.": "我会给你35美元和4个代币为您带来的每一个彩虹板给我。",
  "Yes! Here's your one engraved stone!": "对！这是你刻的一块石头！",
  "I will give you 15 tokens for each engraved stone you bring to me.": "你带给我的每一块刻石，我都会给你15个代币。",
  "I will give you 785$ for each engraved stone you bring to me.": "你带给我的每一块雕刻的石头我给你785美元。",
  "I will give you 120$ for each engraved stone you bring to me.": "你带给我的每一块雕刻的石头我给你120美元。",
  "I will give you 90$ and 15 tokens for each engraved stone you bring to me.": "我会给你90美元和15代币，每刻石头你带来给我。",
  "Yes! Here's your one petrified heart!": "对！这是你那颗僵硬的心！",
  "I will give you 20 tokens for each petrified heart you bring to me.": "你带给我的每一颗石化的心，我都会给你20个代币。",
  "I will give you 885$ for each petrified heart you bring to me.": "你带给我的每一颗石化的心，我都会给你885美元。",
  "I will give you 190$ for each petrified heart you bring to me.": "你带给我的每一颗石化的心，我都会给你190美元。",
  "I will give you 115$ and 20 tokens for each petrified heart you bring to me.": "我会给你115美元和20个代币，每一个石化的心你带给我。",
  "Yes! Here's your one incorruptible sword!": "对！这是你的一把不朽之剑！",
  "I will give you 25 tokens for each incorruptible sword you bring to me.": "你给我带来的每把不朽剑，我都要给你25个记号。",
  "I will give you 960$ for each incorruptible sword you bring to me.": "你给我带来的每把不朽之剑，我就给你960块钱。",
  "I will give you 220$ for each incorruptible sword you bring to me.": "你给我带来的每把不朽之剑，我要给你220元。",
  "I will give you 125$ and 25 tokens for each incorruptible sword you bring to me.": "你给我带来的每把不朽之剑，我要给你125美元和25个代币。",
  "Yes! Here's your one hammer of the hunter!": "对！这是你的一把猎人之锤！",
  "I will give you 22 tokens for each hammer of the hunter you bring to me.": "你带给我的猎人的每把锤子我都会给你22个代币。",
  "I will give you 905$ for each hammer of the hunter you bring to me.": "你带给我的猎人的每把锤子我给你905美元。",
  "I will give you 195$ for each hammer of the hunter you bring to me.": "你给我带来的猎人的每把锤子我给你195美元。",
  "I will give you 110$ and 22 tokens for each hammer of the hunter you bring to me.": "你带给我的猎人的每把锤子我就给你110美元和22个代币。",
  "Yes! Here's your one spear of pestilence!": "对！这是你唯一的瘟疫矛！",
  "I will give you 10 tokens for each spear of pestilence you bring to me.": "你每拿一支瘟疫枪给我，我就给你十个记号。",
  "I will give you 675$ for each spear of pestilence you bring to me.": "你给我带来的每一支瘟疫矛，我就给你675美元。",
  "I will give you 155$ for each spear of pestilence you bring to me.": "你每给我一支瘟疫矛，我就给你155美元。",
  "I will give you 70$ and 10 tokens for each spear of pestilence you bring to me.": "你每给我带来一支瘟疫矛，我就给你70块钱和10个代币。",
  "Yes! Here's your one druidic staff!": "对！这是你唯一的德鲁伊教杖！",
  "I will give you 15 tokens for each druidic staff you bring to me.": "你给我带来的每根德鲁伊杖我都会给你15个代币。",
  "I will give you 720$ for each druidic staff you bring to me.": "我会给你720美元每德鲁伊工作人员你带来给我。",
  "I will give you 130$ for each druidic staff you bring to me.": "我会给你130美元每德鲁伊工作人员你带来给我。",
  "I will give you 80$ and 15 tokens for each druidic staff you bring to me.": "我会给你80美元和15代币，每德鲁伊工作人员你带来给我。",
  "Yes! Here's your one cursed blade!": "对！这是你唯一的诅咒之刃！",
  "I will give you 20 tokens for each cursed blade you bring to me.": "你每给我带来一把被诅咒的剑，我就给你20个代币。",
  "I will give you 815$ for each cursed blade you bring to me.": "你带给我的每一把诅咒之刃，我都会给你815美元。",
  "I will give you 110$ for each cursed blade you bring to me.": "你带给我的每一把诅咒之刃，我都会给你110美元。",
  "I will give you 75$ and 20 tokens for each cursed blade you bring to me.": "你带给我的每一把诅咒之刃，我都会给你75美元和20个代币。",
  "Oh, okay...": "哦，好吧。。。",
  "I don't know if I can accept that thing...": "我不知道我能不能接受。。。"
}