{
  "Red Velvets - The Dark Fashion": "红色天鹅绒-黑色时尚",
  "apprentice's note": "学徒笔记",
  "Spell Scroll": "魔法卷轴",
  "blood infused survivor hood": "注入鲜血的幸存者兜帽",
  "blood suit": "血衣",
  "blood sheet ankle sheath": "血片踝鞘",
  "bloodrune necklace": "血符文项链",
  "VelvetyToken": "天鹅绒",
  "A somewhat horrifying book of sophisticated blood clothing. Much of its content are trash and filled with monochrome images.": "一本有点恐怖的书，里面有复杂的血衣。它的大部分内容都是垃圾，充满了单色图像。",
  "A torn-up paper. Something's written on it.": "撕碎的纸。上面写着什么。",
  "An improved hood combined with leather, kevlar and blood compact sheet. The protection it used to provide has increased.": "一个改进的风帽结合皮革，凯夫拉和血液紧凑表。它过去提供的保护已经增加。",
  "A lightweight, blood red suit made completely of flexible blood compact sheets and designed to be worn under your clothes. Protects vital extremeties.": "一种轻巧的血红色套装，完全由柔软的血块制成，设计成可以穿在衣服下面。保护生命的极限。",
  "A blood red, improvised ankle sheath, its material makes it tough and easier to wear.  Activate to sheathe/draw a knife.": "血红色，即兴脚踝护套，它的材料使它坚韧，更容易穿。激活套刀/拔刀。",
  "An odd necklace with rescaled beautiful bloodrune stone to fit and attach to the center. The thinned layer caused the core to pulsate faster.": "一个奇怪的项链与重新缩放美丽的血符石适合和重视的中心。薄薄的一层使地核跳动得更快。",
  "A well-made, seemingly handcrafted crimson coin produced merely of blood from unknown creature. Its one side is adorned in astounding etched decorations, and the other shows an image of a man, with undecipherable text below it.": "一种做工精良、看似手工制作的深红色硬币，仅由未知生物的血液制成。它的一面装饰着令人震惊的蚀刻装饰，另一面是一个男人的形象，下面有无法辨认的文字。",
  "blood sheet wrist sheath": "血片腕鞘",
  "Blood Compact": "血块",
  "blood": "血",
  "blood infusing": "输血",
  "blood infusing forge": "输血炉",
  "shaken blood": "颤抖的血液",
  "blood sipper": "吸血鬼",
  "bloodstinger barrel": "吸血桶",
  "A blood red wrist sheath. Small weapons are quickly drawn under your hands, just like what assassins do, but untrained people can hurt themselves.  Activate to fast sheath/draw a knife.": "血红色的腕鞘。小武器很快就被拉到你的手下，就像刺客做的那样，但是没有受过训练的人会伤害自己。启动快速套/拉刀。",
  "A primitive tool used in vampiric crafts. This is much like of a normal forge, but it requires the correct materials to work with it. Uses normal batteries whatsoever.": "吸血鬼工艺品中使用的原始工具。这很像一个普通的锻造，但它需要正确的材料来工作。使用普通电池。",
  "Blood which has slightly thickened from intense shaking. Almost compatible with vampiric guns if you're desperately need to feed them.": "由于剧烈摇晃而略微增厚的血液。几乎兼容吸血鬼枪，如果你迫切需要喂养他们。",
  "blood sippers": "吸血鬼",
  "Odd barrel extension specialized for blood stinger rifles. It has a vented metal end point that pressurizes liquid before firing, increasing damage, accuracy and aiming time.": "奇怪的枪管延伸专门为血毒刺步枪。它有一个通风的金属端点，在发射前对液体加压，增加伤害，精确度和瞄准时间。",
  "Blood, possibly that of a human.  Disgusting!": "血，可能是人的血。讨厌！",
  "A large, dual-handed, heavily serrated sword. The blade retracts into sharp teeth-like formation everytime it is swung, while vice versa, it becomes flat when not in use. The weight of this sword is problematic.": "一种大的，双手的，锯齿状的剑。每次摆动时，刀片都会缩回形成锋利的齿形，反之亦然，不用时刀片会变平。这把剑的重量有问题。",
  "Ethereal": "空灵的",
  "Invynel's bow": "因维内尔弓",
  "crypt map": "地穴图",
  "shallow blood": "浅薄的血液",
  "A heavy, steel bow. Its serrated, blade handle makes it available for melee, but unwieldy. Well trained archers find this useful for long to mid range combats greatly.": "沉重的钢弓。它锯齿状的刀柄使它可以进行近战，但不易操作。训练有素的弓箭手发现这对中远程作战非常有用。",
  "This odd, hand drawn map points the crypts in its range. There's no actual road going there, but it's an enough information for you.": "这张奇怪的手绘地图指出了其范围内的地穴。那里没有真正的道路，但这对你来说已经足够了。",
  "A shallow blood residue. It's light, crimson hue denotes intense desaturation from aging.": "浅浅的血迹。它的光，深红色调表示从老化强烈去饱和。",
  "Shallow Blood": "浅薄的血液",
  "bloodpack": "血块",
  "You add the Crypt(s) to your map.": "你将地穴添加到地图中。",
  "Handcrafted backpack made of tough blood compact sheets customized to occupy large amount of storage at a cost of encumbrance.": "手工制作的背包，由坚韧的血液紧凑的床单定制，以占用大量的存储成本的负担。",
  "deep blood": "深沉的血液",
  "bat": "蝙蝠",
  "abominable leech": "可恶的水蛭",
  "blood compact zombie": "血拼僵尸",
  "A deep blood residue. It's light, crimson hue denotes intense desaturation from aging.": "血迹很深。它的光，深红色调表示从老化强烈去饱和。",
  "Deep Blood": "深沉的血液",
  "One of the vesper bats, a family of winged insect-eating mammals.  It roosts in caves and other hollows, and uses a form of echolocation to aerially navigate through tricky terrain at rapid speeds.": "狐蝠蝙蝠中的一种，有翼食虫哺乳动物的一个科。它栖息在洞穴和其他洞穴中，并利用一种回声定位的形式在复杂的地形中快速飞行。",
  "A leech with green and yellow segmented colors, it drips concentrated toxin as it slither along the way.": "水蛭有绿色和黄色的分段颜色，它在滑行的过程中滴下浓缩的毒素。",
  "From the old graveyard it arises. This zombie's age cause its blood to solidify into thick, rock-like armor, but somehow maintains natural speed. With odd-looking teeth lining and stony claws, its threat is impeccable.": "它从古老的墓地升起。这个僵尸的年龄导致它的血液凝固成厚厚的，岩石般的盔甲，但不知何故保持自然速度。有着奇怪的牙齿衬里和石爪，它的威胁是无可挑剔的。",
  "cove map": "海湾地图",
  "This odd, hand drawn map only points the vampire cove. There's no actual road going there, but it's an enough information for you.": "这张奇怪的手绘地图只指向吸血鬼湾。那里没有真正的道路，但这对你来说已经足够了。",
  "seal": "密封",
  "succumbed vampire": "屈服的吸血鬼",
  "abominable leech poison": "可恶的水蛭毒",
  "The %1$s pressed you with its body!": "%1$s用身体压你！",
  "Sacrifice": "牺牲",
  "An invincible force field. A spell could let you go through it, even if its active.": "无敌的力量场。咒语可以让你通过它，即使它是活跃的。",
  "This glorious entity has been engulfed by black, oozing liquid on its eye. Still walks in passion, its thirst for blood has been replaced with fresh meat. Now, the almighty power of a nightmare is now the vessel of extermination.": "这个光荣的实体已经被它眼睛上渗出的黑色液体吞没了。依然行走在激情之中，它对鲜血的渴望已经被鲜肉所取代。现在，噩梦的万能力量现在是毁灭的容器。",
  "From the old graveyard it arised. This zombie's age cause its blood to solidify into thick, rock-like armor, but somehow maintains natural speed. With odd-looking teeth lining and stony claws, its threat is impeccable.": "它从古老的墓地冒出来。这个僵尸的年龄导致它的血液凝固成厚厚的，岩石般的盔甲，但不知何故保持自然速度。有着奇怪的牙齿衬里和石爪，它的威胁是无可挑剔的。",
  "This glorious entity has been engulfed by black, oozing liquid on its eye. Still walks in passion, its thirst for blood has been replaced with fresh meat.": "这个光荣的实体已经被它眼睛上渗出的黑色液体吞没了。依然行走在激情之中，它对鲜血的渴望已经被鲜肉所取代。",
  "The %1$s body slammed <npcname>!": "%1$s车身砰<npcname>！",
  "Instant death damage is dealt.": "立即造成死亡伤害。",
  "You add the Vampire Cove to your map.": "你把吸血鬼湾加到地图上。",
  "The %1$s tries to body slam you, but fails to penetrate your armor!": "%1$s试图身体猛击你，但未能穿透你的盔甲！",
  "venomous leech poison": "毒水蛭毒",
  "The %1$s tries to body slam <npcname>, but fails to penetrate their armor!": "%1$s试图猛击<npcname>，但未能穿透他们的装甲！",
  "downward slope": "向下倾斜",
  "leech tooth": "水蛭牙",
  "blood surge mouth": "血涌口",
  "Warlock": "术士",
  "Mark of the Vampire": "吸血鬼的印记",
  "Vampire": "吸血鬼",
  "What about her?.": "她呢？。",
  "<BGSS_intro_question>": "<BGSS_intro_question>",
  "A downward facing slope.": "向下的斜坡。",
  "The %1$s latches its mouth and crunches at you!": "%1$s锁着嘴对着你嘎吱嘎吱！",
  "You cheated, buddy.": "你作弊了，伙计。",
  "Large, saggy mouth of the blood surge leech. It can spew litres of blood.": "血脉汹涌的水蛭的大而下垂的嘴。它可以喷出升的血液。",
  "Warlocks follow the rules of the ancient chaotic idols, idols that were said to lived before the existence of the world. They are also called as dark magus, known for their destructive influence over magic. Though it is from the depths of history, their potency remains immeasurable.": "术士遵循古代混乱偶像的规则，据说偶像生活在世界存在之前。他们也被称为黑暗法师，以其对魔法的破坏性影响而闻名。尽管它来自历史的深处，但它们的威力仍然不可估量。",
  "NPCs will check your progress with this trait.": "NPC会用这个特质来检查你的进度。",
  "Your proof of immortality. You invested your whole life on a countless battles with immensive power and all of your experiences has paid off until now. The living nightmare of the dark days, is now a scavenger of Cataclysm.": "你不朽的证明。你用你的一生投入了无数的战斗，拥有无限的力量，你所有的经历直到现在都得到了回报。黑暗时代的活生生的噩梦，现在是灾难的拾荒者。",
  "Her wound?": "她的伤口？",
  "The %1$s latches its mouth and crunches <npcname>!": "%1$s锁嘴，嘎吱嘎吱<npcname>！",
  "Profane Curse": "亵渎的诅咒",
  "<done_conversation_section>": "<done_conversation_section>",
  "The %1$s crunches at you, but fails to penetrate your armor.": "%1$s对你发出嘎吱嘎吱的声音，但是没有穿透你的盔甲。",
  "<end_talking>": "<end_talking>",
  "The %1$s crunches <npcname>, but fails to penetrate their armor.": "%1$s碾压<npcname>，但未能穿透他们的装甲。",
  "A curse lingers through your body, amplifying elemental damage you take.": "一个诅咒在你的身体里挥之不去，放大了你受到的元素伤害。",
  "It was my time to hunt down a prey. Moon's in its peak, everything's peaceful... But all crumbles so quickly that night, after sighting this woman at the forest trail, weeping, tending to her grievous wound.": "是我追捕猎物的时候了。月亮在它的顶峰，一切都很平静。。。但是那天晚上，当看到这个女人在林间小路上哭泣，抚摸着她那严重的伤口时，一切都很快崩溃了。",
  "Here's your blood.": "这是你的血。",
  "Tell me about yourself.": "跟我说说你自己。",
  "Who are you?": "你是谁？",
  "Here's your bloodrune stone.": "这是你的血符石。",
  "Here's your small leech teeth.": "这是你的小水蛭牙。",
  "The %1$s devoured you and eventually spat out!": "%1$s吞噬了你，最终吐槽了！",
  "You feel your body thaw from the curse.": "你觉得你的身体从诅咒中解冻了。",
  "What about her wound?": "她的伤口呢？",
  "Here's your blood sac.": "这是你的血囊。",
  "Where am I?": "我在哪？",
  "The %1$s devoured <npcname>!": "%1$s吞噬了<npcname>！",
  "I'd be going now...": "我要走了。。。",
  "Can you tell me who you are?": "你能告诉我你是谁吗？",
  "The %1$s tries to devour you, but fails to do it!": "%1$s试图吞噬你，却没有做到！",
  "Conceal": "隐藏",
  "Why are you here?": "你为什么在这里？",
  "I want to talk with you.": "我想和你谈谈。",
  "You look important.": "你看起来很重要。",
  "About our journey...": "关于我们的旅程。。。",
  "Here's your corrupted bloodrune stones.": "这是你腐朽的血符石。",
  "Yes.": "对。",
  "Who and what are you doing here?.": "你在这里干什么？。",
  "What's happening here?.": "这里发生了什么事？。",
  "I want to talk.": "我想谈谈。",
  "We need your help in operating a radio tower.": "我们需要你帮忙操作无线电发射塔。",
  "Yes, and true.": "是的，没错。",
  "I know.": "我知道。",
  "Let's talk for a moment.": "让我们谈一会儿。",
  "The %1$s tries to devour <npcname>, but fails to do it!": "%1$s试图吞噬<npcname>，但是没有做到！",
  "From my observation, she's at her mid-life, fully dressed with her bag full of supplies.": "据我观察，她已经中年了，穿着整齐，包里装满了补给品。",
  "Greetings, my brethren.": "弟兄们，你们好。",
  "Any work can I do?.": "我能做什么工作？。",
  "Mortal... You're up to nothing?": "凡人。。。你什么都没做？",
  "Jobs to work?": "工作？",
  "It's okay, I'm here to set you free.": "没关系，我是来放你自由的。",
  "Want to come along?.": "想一起去吗？。",
  "Hi and bye.": "嗨，再见。",
  "Yes. I will.": "对。我会的。",
  "Mortal! Struggling to live?": "凡人！挣扎着活着？",
  "Yes, I know.": "是的，我知道。",
  "Your body is invisible to the naked eye.": "你的身体肉眼是看不见的。",
  "About that quest...": "关于那个任务。。。",
  "I've done the final test... So, what now?": "我已经做了最后的测试。。。那么，现在怎么办？",
  "They've let me help in their troubles.": "他们让我帮他们解决困难。",
  "Sorry, I can't help you out. I have things to deal with.": "对不起，我帮不了你。我有事情要处理。",
  "Any job to offer?.": "有工作吗？。",
  "Bye.": "再见。",
  "Hello outsider": "你好，局外人",
  "Okay! I'll do it!": "可以！我会的！",
  "I want to talk about something...": "我想谈谈。。。",
  "Okay. Bye.": "可以。再见。",
  "The %1$s hugs you to the floor!": "%1$s把你抱到地板上！",
  "Ummm... You want to stick with me?": "嗯。。。你想和我在一起吗？",
  "About your command...": "关于你的命令。。。",
  "We need to go to the vampirus.": "我们得去吸血鬼那里。",
  "Tell me what happened outside.": "告诉我外面发生了什么。",
  "I don't take a weakling along with me. Now run.": "我不带弱者一起去。现在快跑。",
  "I want your junk...": "我要你的垃圾。。。",
  "Hey, what's up?": "嘿，怎么了？",
  "What is it, mortal?": "怎么了，凡人？",
  "The %1$s is hugging <npcname>!": "%1$s在拥抱<npcname>！",
  "You reveal yourself.": "你暴露了自己。",
  "Do you have any idea what it is?": "你知道那是什么吗？",
  "I'm vacant for your needs.": "我没空满足你的需要。",
  "I should go now.": "我该走了。",
  "I like you.": "我喜欢你。",
  "About our job...": "关于我们的工作。。。",
  "I'll trade with ya...": "我会和你交易。。。",
  "Bye? I guess...": "再见？我想。。。",
  "What are you doing here?": "你在这里干什么？",
  "Bye now...": "再见。。。",
  "Where did these guns came from?": "这些枪是从哪里来的？",
  "You've come a long way, mortal.": "你已经走了很长的路，凡人。",
  "Just come in...": "进来吧。。。",
  "Vampires": "吸血鬼",
  "corrupted bloodrune stone": "堕落的血符石",
  "Collect 30 blood": "采集30个血液",
  "Unsealing": "启封",
  "Vampire Freak": "吸血鬼怪胎",
  "\"...By magic enthralls your mind, thy hopes shall be your demise...\"": "“……魔法迷住你的心灵，你的希望将成为你的死亡……”",
  "The %1$s tries to hug you, but fails to do it!": "%1$s试图拥抱你，但没有做到！",
  "You got something to say, descendant?.": "你有话要说吗，后代？。",
  "Okay then...": "好吧，那么。。。",
  "You need help? I'm here to do it.": "你需要帮助吗？我是来做这件事的。",
  "Not yet...": "还没有。。。",
  "Oh, okay...": "哦，好吧。。。",
  "Got a problem?": "有问题吗？",
  "Don't waste your time talking to me at this point, just focus on the road!": "别浪费时间和我说话了，把注意力集中在路上！",
  "I want to buy.": "我想买。",
  "A malicious group of inhumane entities that thrives to live in peace, and tends to help the last surviving humans. They do not come in sizes, but their dark century experiences are beyond expectations. Their purpose is to hope for humans to survive and assists to eradicate anything threatens them with their utmost capabilities.": "一群邪恶的非人道实体，它们在和平中茁壮成长，并倾向于帮助最后幸存的人类。它们没有大小之分，但它们在黑暗世纪的经历却出乎意料。他们的目的是希望人类能够生存，并以他们最大的能力帮助消除任何威胁他们的东西。",
  "A black, gooey bloodrune stone specifically owned by an infected vampire. It no longer pulsate and the markings are completely erased.": "一种被感染的吸血鬼特有的黑色粘稠的血符石。它不再跳动，标记被完全清除。",
  "Collect <color_light_red>30 human blood</color> then bring it to the commando.": "收集30个人的血然后带到突击队。",
  "You knew vampires do exist, and you have papers to prove it, but was burnt down by a religious group of people who strictly disagrees with your dangerous beliefs. And now everyone has died out, you're free to do things you've been waiting to expose into the (dead) world!...": "你知道吸血鬼确实存在，你有文件来证明，但被一个宗教团体烧毁，他们完全不同意你的危险信仰。现在每个人都死了，你可以自由地做你一直在等待的事情，暴露在（死）世界里！。。。",
  "\"...Hidden beneath us all lies the realm of etherean horrors...\"": "“…隐藏在我们下面的是以太恐怖的王国…”",
  "The %1$s tries to hug <npcname>, but fails to do it!": "%1$s试图拥抱<npcname>，但没有做到！",
  "Sorry to bother.": "抱歉打扰了。",
  "Mortal descendant... What do I expect from you?": "凡人后裔。。。我对你有什么期望？",
  "Just an assigned guard here, nothing happened 'till you came in.": "只是一个指定的警卫，在你进来之前什么都没发生。",
  "...": "...",
  "Are you done?": "你说完了吗？",
  "As usual. Repairs, gatherings, carnages... ": "像往常一样。修缮，集会，大屠杀。。。",
  "Maybe later.": "也许以后吧。",
  "The vampire is currently breaking the seal.": "吸血鬼正在打破封印。",
  "\"...Idols! Lend us power to rule this damned lands...\"": "“…偶像！给我们权力统治这片该死的土地……”",
  "I did not come closer, but I took a deeper look. From what I have seen, there's this gooey black substance, pumping slowly into her.": "我没有走近，但我看得更深。据我所见，有一种粘稠的黑色物质，正缓慢地注入她的体内。",
  "Greetings, human.": "你好，人类。",
  "Why should I? If you want answers, go ask my partner.": "我为什么要这么做？如果你想知道答案，去问我的搭档。",
  "About your quest...": "关于你的任务。。。",
  "And... How's the living here?": "还有。。。住在这里怎么样？",
  "About what?": "关于什么？",
  "Are you going to bring me there now?": "你现在要带我去吗？",
  "Now, you want something from me?": "现在，你想从我这里得到什么？",
  "Where am I?.": "我在哪？。",
  "The %1$s bit your torso with hemorrhage!": "%1$s咬你的躯干出血！",
  "Bye, see you later.": "再见，回头见。",
  "Just a silly guy collecting garbage outside, somewhere far from those frenzied walkers. There are times my job put me into risks, so I only bring few of them back here.": "只是个在外面捡垃圾的傻子，远离那些疯狂的步行者。有时候我的工作会让我陷入危险之中，所以我只带了很少的人回来。",
  "Just follow me and we'll be fine.": "跟我来就好了。",
  "The guard told me you need my help.": "警卫告诉我你需要我的帮助。",
  "Wasteland Dwellers": "荒地居民",
  "So-called Vampire": "所谓的吸血鬼",
  "\"...Let the curse linger to those who opposes...\"": "“…让诅咒萦绕在那些反对…”",
  "Upright Slash": "斜杠",
  "leech's whip": "水蛭鞭",
  "desolate gloom": "凄凉的幽暗",
  "Transfusion": "输血",
  "Blood Puddle": "血泊",
  "Crimson Haze": "深红色薄雾",
  "Riptide": "激流",
  "Vampiric Outrage": "吸血鬼的暴行",
  "The %1$s bit <npcname>'s torso with hemorrhage!": "%1$s位<npcname>的躯干出血！",
  "So, what did you do after that?": "那么，那之后你做了什么？",
  "Do you need something, mortal?.": "你需要什么吗，凡人？。",
  "Just kiddin'.": "开玩笑而已。",
  "Got it.": "知道了。",
  "Well hi there? Its been a while since I see a living human walking in this damned world!": "嗨，你好吗？我好久没看见一个活人在这个该死的世界上行走了！",
  "Thanks for your info.": "谢谢你的信息。",
  "You need a volunteer for jobs?": "你需要一个工作志愿者吗？",
  "A community of people who resides at the wasteland outskirts. They seek refuge from unnatural hazards, and has chosen to live with vampires. Unsure about its consequences, but still are trustworthy towards them.": "居住在荒地郊区的一个社区。他们从非自然的危险中寻求庇护，并选择与吸血鬼生活在一起。不确定其后果，但对他们仍然是值得信赖的。",
  "You clearly call yourself a vampire, and you're too proud just to think about you really are one. But aside boosting your productivity, living alone with your mysterious close combat trainings and a bunch of survivalist's essentials under your shelter has proven a wonderful reason to take a stroll around the ruins.": "你明明称自己是吸血鬼，你太骄傲了，以至于不想自己真的是吸血鬼。但是除了提高你的工作效率之外，独自生活在你神秘的近身格斗训练和你庇护所下的一堆生存主义者的必需品已经证明了在废墟中漫步是一个很好的理由。",
  "\"...Straight from the depths, sinners pay their price...\"": "“…罪人从深处付出代价…”",
  "Viscious dire whip, serving its owner with an unbreakable loyalty. Throbs as if it is alive, its bloodlust flows through its wielder who radiates in faint, velvety aura.\n* 10% chance to perform Sweeping Strike while attacking. Sweeping Strike deals <color_light_red>16 cutting damage</color> to foes in a very wide cone.\n* 20% chance to drain life force from an adjacent foe when hit, dealing up to <color_green>2 biological damage</color> and heals you by <color_green>1</color>.": "面目狰狞的可怕的鞭子，以不可动摇的忠诚为主人服务。它像活的一样跳动，它的嗜血通过它的持用者流动，持用者散发出微弱的天鹅绒般的光环。\n*10%的几率在攻击时进行横扫打击。横扫打击在一个非常宽的圆锥体中对敌人造成16点切割伤害。",
  "A hovering mist of pure dread, undulating in soft, patterned beats.": "一团纯粹恐惧的雾气，在柔和的、有图案的节拍中起伏。",
  "The basic spell of a hemomancer, draining a random hostile's life force within reach.\n* For every damage, it deals up to <color_green>2 biological damage</color> and heals you by <color_green>1</color>.\n\nThis is a <color_gray>tier 1</color> spell.": "血法师的基本咒语，可以任意吸取敌人的生命。\n*每造成一点伤害，它最多造成2点生物伤害，并治疗你1点。\n\n这是一个<color\\u gray>第1层<color>咒语。",
  "You barf a mouthful of thick blood in an area, greatly slowing any creature that walks through it.\n\nThis is a <color_gray>tier 2</color> spell.": "你吐了一口厚厚的血在一个地区，大大减缓任何生物通过它。\n\n这是一个<color\\u gray>第2层<color>咒语。",
  "Vaporizes your blood to create a disorienting wave of haze that <color_yellow>slows down</color> foes around you.\n* Foes within a 4 tile radius are afflicted with <color_yellow>blindness</color> for 7 turns.\n\nThis is a <color_white>Tier 3</color> spell.": "蒸发你的血液，产生一股迷茫的烟雾，使你周围的敌人减速。\n*在4格半径范围内的敌人受到<color\\u yellow>失明<color>的影响7回合。\n\n这是一个<color\\u white>第3层<color>咒语。",
  "Conjures a large amount of blood to strike the targets inside a wide cone, dealing <color_magenta>bashing damage</color>.\n\nThis is a <color_light_red>tier 4</color> spell.": "召唤大量鲜血攻击一个大圆锥体内的目标，造成<color\\u洋红>猛击伤害</color>。\n\n这是一个<color\\u light\\u red>第4层<color>咒语。",
  "Sets you in catastrophic madness, consuming own's life force in exchange of barraging random attacks.\n* For every damage, you randomly attack foes with 25 (<color_magenta>bash</color>, cut or <color_light_red>stab</color>) damage within a 12 tile radius. There's a 1/10 chance to suck the target's life force, dealing up to <color_green>10 biological damage</color> and heals you by <color_green>5</color>.\n\nThis is a <color_red>tier 5</color> spell.": "让你陷入灾难性的疯狂，消耗自己的生命力量来交换弹幕式的随机攻击。\n*每造成一点伤害，你在12格半径范围内随机攻击敌人25点（<color\\u洋红>猛击</color>，切割或<color\\u浅红色>刺</color>）伤害。有1/10的几率吸取目标的生命力，造成高达10点的生物伤害，并治疗你5点。\n\n这是一个<color\\u red>第5层<color>咒语。",
  "The %1$s tries to bite your torso, but fails to penetrate your armor!": "%1$s试图咬你的躯干，但未能穿透你的盔甲！",
  "Wait... Vampire with a gun?": "等待。。。带枪的吸血鬼？",
  "Sorry...": "对不起的。。。",
  "Want something?": "想要点什么吗？",
  "To the wasteland outskirts.": "去郊外的荒地。",
  "I guess they're friendly afterall...": "我想他们毕竟很友好。。。",
  "Okay...": "可以…",
  "I guard here, most of the time. But sometimes I do few things other than that.": "我大部分时间都在这里守卫。但有时我很少做别的事情。",
  "I am the gun trader here... If you're not interested with my trades, just go outside.": "我是这里的军火商。。。如果你对我的交易不感兴趣，就到外面去。",
  "How's the life here?": "这里的生活怎么样？",
  "\"...A lingering curse acts as the catalyst to all things...\"": "“……一个挥之不去的诅咒是万物的催化剂……”",
  "<color_light_red>Dread fills your mind and body...</color>\nAs you stand, blood tendrils emerges from you!": "恐惧充斥着你的身心…</color>\n当你站着的时候，血的卷须从你身上冒出来！",
  "The %1$s tries to bite <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图咬<npcname>的躯干，但未能穿透他们的装甲！",
  "Preserved?": "保存？",
  "News about the outside world, sir?": "关于外面世界的新闻，先生？",
  "You think I'm a dummy? Stop repeating your question, kid!": "你以为我是傻瓜？别再重复你的问题了，孩子！",
  "I don't know, but stick with me and you'll be safe.": "我不知道，但跟着我你会安全的。",
  "Peaceful as always. But you see, life's been easier living along with these vampires. They offer us protection from all sorts of threat while us humans do the usual chores outside.": "一如既往的平静。但是你看，和这些吸血鬼一起生活更容易。它们为我们提供保护，使我们免受各种威胁，而我们人类则在外面做日常家务。",
  "Bye then...": "再见。。。",
  "Nevermind. I'll be going now...": "没有关系。我要走了。。。",
  "About that job...": "关于那份工作。。。",
  "\"...Cursed flames engulf not the vessel but the soul...\"": "“…被诅咒的火焰吞噬的不是容器而是灵魂…”",
  "No. But in my belief, its a parasite that sucks life from its host.": "不。但我相信，它是一种寄生虫，从宿主那里吸取生命。",
  "Okay.": "可以。",
  "Do you offer your guns in trading?": "你在交易中提供枪支吗？",
  "...?": "...?",
  "Thank you so much!... But where do we go?": "非常感谢你！。。。但我们要去哪里？",
  "Are you sure about this? I could be a burden in your travels?": "你确定吗？我会成为你旅行的负担吗？",
  "You said it...": "你说过。。。",
  "To ease the job?": "为了减轻工作？",
  "Can I get something from you for free?": "我能免费从你这儿得到什么吗？",
  "Talk about what?": "谈什么？",
  "Something I need to do?": "我需要做什么？",
  "\"...Frozen for eternal, a touch nor a blaze lifts the curse...\"": "“…永远冻结，触摸或火焰解除诅咒…”",
  "Desolation": "荒凉",
  "Form: <color_red>Orus</color>": "形式：<color\\u red>Orus</color>",
  "Exerxium": "练习",
  "Ignite": "点燃",
  "Perfury": "香水",
  "Fire Wall": "防火墙",
  "Firebane": "火炭",
  "Deus Exerxium": "行使权",
  "Desecrate": "亵渎",
  "Dark Bolt": "暗螺栓",
  "The %1$s weakens you!": "%1$s削弱你！",
  "I am a vampire, preserved for centuries. But you see, I enshroud myself in the shadows of the past.": "我是一个吸血鬼，保存了几个世纪。但你看，我把自己藏在过去的阴影里。",
  "Let's talk later.": "我们晚点再说吧。",
  "Geez, don't show that to me.": "天哪，别给我看。",
  "Wait. Why are you selling artifacts?": "等待。你为什么卖文物？",
  "Sorry about that...": "很抱歉。。。",
  "I don't say I don't trust you, but no.": "我不是说我不信任你，但不是。",
  "Nope.": "不。",
  "Increase the efficiency of our radio?": "提高收音机的效率？",
  "Sound hard-to-get.": "听起来很难找到。",
  "You should be safe here, so don't do anything stupid.": "你应该在这里安全，所以别做傻事。",
  "I better get going...": "我得走了。。。",
  "\"...Frostburn, a hybrid combination of ice and fire leads to duality of suffering...\"": "“…霜烧，冰和火的混合体导致痛苦的二元性…”",
  "Sacrifices a massive amount of life force to summon a <color_light_brown>lingering aura</color> that <color_yellow>saps life</color> from all surrounding creatures, dealing constant <color_green>biological damage</color>.\n\nThis is a <color_magenta>tier 6</color> spell.": "牺牲大量的生命力来召唤一个持续的光环，这个光环会腐蚀周围所有生物的生命，造成持续的生物伤害。\n\n这是一个<color\\u magenta>第6层<color>咒语。",
  "Impersonates one of ancient hemomancers - Orus, the zealous manipulator - who possesses the ability to rise the impure beings from the blood of their victim.\n* While actively 'having' this form, gains a negative flat bonus to stat (SPD -15), but increases your maximum health by 50.\n\nThis is a <color_pink>tier 7</color> spell.": "模仿一个古老的吸血鬼-奥鲁斯，狂热的操纵者-谁拥有的能力，使不纯的人从他们的受害者的血液。\n*在积极“拥有”这个形态的同时，获得一个负的单位加值（SPD-15），但是增加你的最大生命值50。\n\n这是一个<color\\u pink>第7层<color>咒语。",
  "Ignites the foe with ardent profane blaze, dealing <color_red>fire damage</color> and <color_yellow>curses</color> them.\n\nThis is a <color_gray>tier 1</color> spell.": "用炽热的亵渎之火点燃敌人，造成<color\\u red>火焰伤害<color>并诅咒他们。\n\n这是一个<color\\u gray>第1层<color>咒语。",
  "Sets foe <color_yellow>ablaze</color>, dealing <color_red>fire damage</color.\n\nThis is a <color_gray>tier 2</color> spell.": "使敌人燃烧，造成火焰伤害。\n\n这是一个<color\\u gray>第2层<color>咒语。",
  "Conjures dark, hellish flames to engulf the foe, dealing <color_red>fire damage</color> and is afflicted with <color_yellow>cursed flames</color>.\n\nThis is a <color_white>tier 3</color> spell.": "召唤黑暗的地狱火焰吞噬敌人，造成<color\\u red>火焰伤害<color>，并受到<color\\u yellow>诅咒火焰的折磨。\n\n这是一个<color\\u white>第3层<color>咒语。",
  "Surrounds the foe inside a blazing wall of flames.\n* Creates fire fields outside the aoe range.\n\nThis is a <color_light_red>tier 4</color> spell.": "把敌人包围在熊熊燃烧的火焰墙里。\n*在aoe范围外创建火场。\n\n这是一个<color\\u light\\u red>第4层<color>咒语。",
  "Conjures a profane fireball to strike the foe. Upon impact, it explodes, dealing <color_red>fire damage</color> and spreads cursed flames on that area.\n\nThis is a <color_red>tier 5</color> spell.": "召唤一个邪恶的火球来打击敌人。撞击后，它爆炸，造成<color\\u red>火焰伤害<color>并在该区域传播诅咒火焰。\n\n这是一个<color\\u red>第5层<color>咒语。",
  "A wave of profane blaze strikes all foes within a cone, dealing <color_red>fire damage</color> and <color_yellow>curses</color> them.\n* Slim chance to spread cursed flames on the affected area.\n\nThis is a <color_magenta>tier 6</color> spell.": "一道亵渎之火冲击一个圆锥体内的所有敌人，造成<color\\u red>火焰伤害<color>和<color\\u yellow>诅咒他们。\n*在受影响区域散布诅咒火焰的机会微乎其微。\n\n这是一个<color\\u magenta>第6层<color>咒语。",
  "Channels the underworld to create a rift that engulfs the foe with a towering hellfire, dealing massive <color_red>fire damage</color>, inflicts a long-lasting <color_yellow>curse</color> and leaves an intense cursed flame at that point.\n\nThis is a <color_pink>tier 7</color> spell.": "引导冥界产生一个裂缝，用一个高耸的地狱火吞噬敌人，造成巨大的火伤害，造成一个持久的诅咒，并在那一点留下一个强烈的诅咒火焰。\n\n这是一个<color\\u pink>第7层<color>咒语。",
  "A magical burst of profane mana strikes at your foe, dealing <color_gray>pure damage</color>.\n\nThis is a <color_gray>tier 1</color> spell.": "一股神奇的亵渎法力冲击你的敌人，造成<color\\u gray>纯伤害</color>。\n\n这是一个<color\\u gray>第1层<color>咒语。",
  "The %1$s weakens <npcname>!": "%1$s削弱<npcname>！",
  "Woah, that is horrifying!": "哇，太可怕了！",
  "I guess I've asked everything...": "我想我什么都问过了。。。",
  "Okay, okay.": "好吧，好吧。",
  "As I was saying...": "就像我说的。。。",
  "Why the hell are you accepting human stuff in trading?": "你为什么在交易中接受人类的东西？",
  "Yes it is...": "是的。。。",
  "I have said my words clearly, or you like to repeat one's answer for fun?": "我已经说得很清楚了，还是你喜欢重复答案来取乐？",
  "Its a complicated thing for us...": "对我们来说这是件复杂的事。。。",
  "These are reserved from decades 'till now. Since there's no gunsmith on our side, we only got few of them.": "这些都是几十年前保留下来的。因为我们这边没有枪手，所以我们只有几个。",
  "I guess you're important. What is it?": "我想你很重要。这是怎么一回事？",
  "The %1$s tries to inject you, but fails to pierce your armor.": "%1$s试图给你注射，但未能穿透你的盔甲。",
  "Is there a some sort of place like this?": "有这样的地方吗？",
  "So descendant... What should we talk about?": "所以后代。。。我们应该谈什么？",
  "Now I know where we are.": "现在我知道我们在哪里了。",
  "I see you've been working hard to help us on our problems... Nice meeting you and I apologize for ignoring you from the start I glanced on your eyes.": "我看到你一直在努力帮助我们解决问题。。。很高兴见到你，我很抱歉从一开始就忽视了你，我瞥了你一眼。",
  "Okay!.": "可以！。",
  "Sounds cool!": "听起来很酷！",
  "Radios are too simple to use, why'd would you want me to do it myself?": "收音机太简单了，你为什么要我自己做？",
  "No...": "不。。。",
  "\"...It is the cycle of life and death...\"": "“……这是生与死的循环……”",
  "The %1$s tries to inject <npcname>, but fails.": "%1$s尝试注入<npcname>，但失败。",
  "Topic?": "话题？",
  "I know you know where you are. *grins*.": "我知道你知道你在哪里。*咧嘴笑*。",
  "I am assigned as a trader by my master. I sell our artifact materials used in forging vampiric stuff. Or buy an already forged ones for a higher trade value.": "我被主人指派为商人。我卖我们用来锻造吸血鬼的人工制品。或者以更高的交易价值购买一个已经伪造的。",
  "Ummm... No.": "嗯。。。不。",
  "Well, okay...": "好吧，好吧。。。",
  "Okay, thanks for the info.": "好的，谢谢你的消息。",
  "\"...Undying thirst for blood, self shall become invincible...\"": "“…不朽的渴望血液，自我将成为不可战胜的…”",
  "Dark Beam": "暗光",
  "Dark Blast": "暗爆炸",
  "Dark Burst": "暗爆",
  "Megamagic": "超级魔术",
  "Dark Pillar": "暗柱",
  "Idol: <color_blue>Vex</color>": "偶像：<color\\u blue>Vex</color>",
  "Tranfusion Spell": "转换咒语",
  "null": "无效的",
  "I stalked her through the trail. My curiosity kept my thirst aside for some moment, 'till she suddenly spasms to the ground. I approach her and inspect his vitality, finding out she's dead. Her veins turn black and her eyes oozing with goo. I tried to close her eyelids, but then she immediately bit my <swear> hand!": "我跟踪她穿过小路。我的好奇心把我的口渴暂时搁在一边，直到她突然抽搐到地上。我走近她，检查他的活力，发现她死了。她的血管变黑了，眼睛里渗出粘液。我试着闭上她的眼皮，但她立刻咬了我的手！",
  "I live here as my peaceful sanctuary for a very long time. Though the world is in chaos, I am not bothered nor assaulted by those things.": "我在这里住了很长一段时间，作为我和平的庇护所。虽然世界一片混乱，但我并没有被这些东西打扰和攻击。",
  "What kind of threats?": "什么样的威胁？",
  "We go!": "我们走！",
  "Hey buddy, I sell stuff here. Do you think I have a problem?\n*Points a finger to his face*": "嘿，伙计，我这里卖东西。你觉得我有问题吗？\n*用手指着他的脸*",
  "Lets go!": "我们走！",
  "Nothing...": "没有什么。。。",
  "You're in the sanctuary for both humans and vampires, the wasteland outskirts. Here, we protect each other from savage entities and serves as an outpost for those luckily survived ones.": "你在人类和吸血鬼的庇护所，荒地的郊区。在这里，我们互相保护对方不受野蛮实体的伤害，并为那些幸运地幸存下来的实体充当前哨。",
  "No!": "不！",
  "\"...Let the ancients deliver it all...\"": "“……让古人来传递一切……”",
  "A profane mana beam bursts violently, striking your foes within a line that deals <color_gray>pure damage</color>.\n\nThis is a <color_gray>tier 2</color> spell.": "一道亵渎的法力束猛烈爆发，击中你的敌人，造成<color\\u gray>纯伤害</color>。\n\n这是一个<color\\u gray>第2层<color>咒语。",
  "Conjures a volatile profane magic to the targeted area then explodes, dealing <color_gray>pure damage</color> to the surrounding foes.\n\nThis is a <color_white>tier 3</color> spell.": "对目标区域施展一种易变的世俗魔法，然后爆炸，对周围的敌人造成纯粹的伤害。\n\n这是一个<color\\u white>第3层<color>咒语。",
  "A wave of profane magic bursts out of your body, dealing <color_gray>pure damage</color> to the surrounding foes.\n* Foes within a 3 tile radius are <color_yellow>pushed back</color>.\n\nThis is a <color_light_red>tier 4</color> spell.": "一股亵渎魔法从你的身体中爆发，对周围的敌人造成纯粹的伤害。\n*3瓦片半径内的敌人被推后。\n\n这是一个<color\\u light\\u red>第4层<color>咒语。",
  "Obliterates all foes with a devastating wave of profane magic, dealing immensive <color_gray>pure damage</color> within a wide cone.\n* 25% chance of <color_yellow>exhaustion</color>, depleting your stamina and weakens yourself for a short period of time.\n\nThis is a <color_red>tier 5</color> spell.": "用毁灭性的亵渎魔法消灭所有敌人，在一个大圆锥体内造成巨大的<color\\u gray>纯伤害。\n*25%的几率使你精疲力竭，耗尽你的体力，并在短时间内削弱你自己。\n\n这是一个<color\\u red>第5层<color>咒语。",
  "Sky-high pillar of disastrous dark magic engulfs the foe, leaving <color_gray>no tracks</color> but a crater.\n* If the foe survives, it is inflicted with <color_yellow>ethereal shock</color>, slowing and dealing a maximum total of <color_gray>300 pure damage</color> over 10 seconds.\n\nThis is a <color_magenta>tier 6</color> spell.": "灾难性的黑暗魔法的天柱吞噬了敌人，只留下一个弹坑。\n*如果敌人幸存，它将受到<color\\u yellow>以太冲击，减速并在10秒内造成最多300点纯伤害。\n\n这是一个<color\\u magenta>第6层<color>咒语。",
  "Calls forth the ancient idol: <color_light_blue>Vex</color>, the etherean calamity. A deity who fulfills your desire for annihilation with its etherean prowess.\n* Once it is successfully summoned, you are affected with <color_yellow>ancient dread</color>, an enormous penalty to intelligence and movement speed.\n* This minion does not harm with brute strength, but casts one from its numerous unique, crowd-control spells.\n\nThis is a <color_pink>tier 7</color> spell.": "召唤古老的偶像：<color\\u light\\u blue>Vex</color>，以太灾难。一个用以太的力量满足你毁灭欲望的神。\n*一旦成功召唤，你将受到<color\\u yellow>古代恐惧的影响，这将对你的智力和移动速度造成巨大的损失。",
  "It will cast Transfusion Damage and Transfusion Heal.": "它会造成输血损伤和输血愈合。",
  "Blood Curled": "血卷曲了",
  "null... just ignore this.": "无效的。。。别理这个。",
  "The %1$s badly weakens you!": "%1$s严重削弱你！",
  "Oh...": "哦。。。",
  "Well, I expected nothing...": "好吧，我什么都没想到。。。",
  "I owe my life to your kindness so... Lets go!": "我的生命归功于你的仁慈所以。。。我们走！",
  "The commando told me about the supplies...": "突击队告诉我补给的事。。。",
  "You feel refreshed as you cast!": "你在施展时感到精神振奋！",
  "The %1$s weakens <npcname> badly!": "%1$s严重削弱<npcname>！",
  "I just want you as an odd friend... I'm sorry.": "我只想把你当作一个奇怪的朋友。。。我很抱歉。",
  "So, are you the owner of this refugee?": "那么，你是这个难民的主人吗？",
  "Shut up mortal, everyone does like me.": "闭嘴凡人，每个人都喜欢我。",
  "I am the seeker of this cave, and my job is to scout the surrounding areas for possible threats.": "我是这个洞穴的探索者，我的工作是侦察周围地区可能存在的威胁。",
  "I have no idea what's happening outside right now. I came here without sunburn after taking orders from HIM.": "我不知道外面现在发生了什么。听了他的命令，我来了，没有晒伤。",
  "We better get going.": "我们得走了。",
  "I see that you've met my commander... What do you want?": "我知道你见过我的指挥官。。。你想要什么？",
  "So... Will you tell me where it is?": "所以。。。你能告诉我在哪儿吗？",
  "You feel yourself very stiff.": "你觉得自己很僵硬。",
  "In quick response, I slam her <swear> head against the ground and explodes into a mass of gore!\nWell, fortunately her bite isn't that deep, but I swear I'll <swear> break their skulls before I get too close to them again!": "我迅速做出反应，把她的头撞在地上，炸成一团血迹！幸好她咬得没那么深，但我发誓在我再靠近他们之前，我会打破他们的头骨！",
  "I want you to go on a journey with me.": "我要你和我一起去旅行。",
  "Sorry about it...": "很抱歉。。。",
  "You're too weak to fight them.": "你太虚弱了，不能和他们战斗。",
  "Forget it, I will come for as long as I gain benefits from doing this crap! Besides, I am grateful that you've came to pick me up.": "算了吧，只要我能从这些废话中得到好处，我就会来的！另外，我很感激你来接我。",
  "Ofcourse not! You want it, then buy it.": "当然不是！你想要它，然后买它。",
  "Oh, okay... Is there something I could help you with?": "哦，好吧。。。有什么我能帮你的吗？",
  "Wait. I want to know more about the places you know...": "等待。我想知道更多你知道的地方。。。",
  "a spell": "咒语",
  "Vampiric Stuff": "吸血鬼的东西",
  "No, I want you to go on a journey with me.": "不，我要你和我一起去旅行。",
  "I am a vampire, guarding this place from any kinds of threat.": "我是一个吸血鬼，保护这个地方不受任何威胁。",
  "I apologize for my mistake.": "我为我的错误道歉。",
  "Well, okay.": "好吧，好吧。",
  "Oh... Just great.": "哦。。。太棒了。",
  "Or just wait here and we'll get you out later.": "或者就在这里等一会儿，我们会把你救出来。",
  "Hmm, so they have sent you here... For what reason? Everything's fine as it is.": "嗯，所以他们派你来了。。。为什么？一切都很好。",
  "Casted upon monster's LOS and within the predefined range. ALSO WHEN IT IS NOT ON COOLDOWN.": "在怪物的视距和预定范围内施法。当它没有冷却的时候。",
  "\n<color_red>Adds night creatures, new items, monsters and locations.</color>\n<color_light_red>More on interactions with npcs and quests, providing a subtle RPG playstyle.\n\n<color_light_cyan>Note that this mod is currently in <color_light_green>stable</color> state. Bugs rarely appears, but if you encounter one or a recent CDDA update has caused an error, feel free to notify the author by creating an issue on its GitHub repository or sending a PM on Discord.</color>": "\n添加夜间生物、新物品、怪物和地点。</color>",
  "That marking... I see you've been helping my kindred with their troubles.": "那个标记。。。我知道你一直在帮我的亲戚解决他们的麻烦。",
  "YEAH GIRL! BRING IT!": "是啊，女孩！带上它！",
  "Nothing dangerous, its all the same everytime.": "没有什么危险，每次都一样。",
  "Our master wants to help the last, surviving humans in our utmost solution... Share our power with you all. But he still wants an official trading, so you need lots of valuables or cash buying our items.": "我们的主人想要帮助最后幸存的人类，在我们最大的解决方案中。。。和你们分享我们的力量。但他仍然想要一个正式的交易，所以你需要大量的贵重物品或现金来购买我们的商品。",
  "Wait! What if we help each other! I mean, I'll come assist you and set me free after!": "等待！如果我们互相帮助呢！我是说，我会来帮你，然后放我走！",
  "Okay, I'll move.": "好的，我走。",
  "Clotting": "凝血",
  "The %1$s rolls through you!": "%1$s滚过你！",
  "Just like others, you want me as a slave... I refuse, mortal.": "就像其他人一样，你想让我当奴隶。。。我拒绝，凡人。",
  "Umm... Okay.": "嗯。。。可以。",
  "If you're here to fuck us up, I'd really need to slay you immediately!": "如果你是来搞砸我们的，我真的需要马上杀了你！",
  "But he told me to get some guns from you?": "但他让我从你那儿拿枪？",
  "You're at the wasteland outskirts, now move, mortal.": "你现在在荒地郊区，快走，凡人。",
  "The %1$s rolls through <npcname>!": "%1$s滚过<npcname>！",
  "You thought we can't use this things? You are wrong, descendant!": "你以为我们不能用这些东西？你错了，后代！",
  "Come with me.": "跟我来。",
  "Master? Could you tell me anything about this HIM?": "主人？你能告诉我关于他的情况吗？",
  "Yea- I mean, never!": "是的-我是说，从来没有！",
  "Blood clots are actively seeking for bleeding body parts to repair.": "血凝块正在积极寻找出血的身体部位进行修复。",
  "The %1$s rolled through you, but fails to penetrate your armor!": "%1$s从你身上滚过去，却没能穿透你的装甲！",
  "Tell me who you are.": "告诉我你是谁。",
  "Job's too easy to bring you along.": "这工作太容易了，带你一起去。",
  "Yeah, but we'll be back to help you out.": "是的，但我们会回来帮你的。",
  "Okay, I'll take them!": "好吧，我来拿！",
  "About HIM's location?": "关于他的位置？",
  "The %1$s rolls through <npcname>, but fails to penetrate their armor!": "%1$s滚过<npcname>，却没能穿透他们的装甲！",
  "Too bad.": "太糟糕了。",
  "Oh. Okay.": "哦。可以。",
  "Good. If you need me to come along, just tell me and I will help you in your troubles.": "很好。如果你需要我一起去，只要告诉我，我会帮你解决你的困难。",
  "Does that mean I can't leave this place?": "那是不是意味着我不能离开这个地方？",
  "The supplies that were stocked in here are some spare draw kits, a bag and blood powders. Will you take them?": "这里储备的物资有一些备用的抽签工具、一个袋子和血粉。你要他们吗？",
  "No.": "不。",
  "Actually, nevermind...": "其实，没关系。。。",
  "It is the prowess that all immortals have, and we tend to refine this by concealing ourselves from humanity.": "这是所有的神仙都拥有的能力，我们往往通过隐藏自己来完善这一点。",
  "I have no idea. Its been decades since I traveled into this cove.": "我不知道。我已经好几十年没去过这个海湾了。",
  "I'm vacant for jobs.": "我没有工作。",
  "I don't know. Our master said we have to accept any valuables you humans got in your trip.": "我不知道。我们的主人说我们必须接受你们在旅途中得到的任何贵重物品。",
  "Like what?": "像什么？",
  "Ensnared": "诱捕",
  "The %1$s drills your flesh!": "%1$s钻你的肉！",
  "Bye...": "再见。。。",
  "Let's go!": "走吧！",
  "See you later.": "再见。",
  "Seems legit. I'll take it!": "似乎合法。我要了！",
  "See ya then!": "再见！",
  "The %1$s drilled <npcname>'s flesh!": "%1$s钻了<npcname>的肉！",
  "So, where do I find this place?": "我在哪能找到这个地方？",
  "A gunshop?": "枪械店？",
  "Damn, you managed to wear that.": "该死，你居然穿上了。",
  "Lead the way, descendant.": "带路，后代。",
  "Damn... You can't tell even HIS face.": "该死。。。你连他的脸都看不出来。",
  "Thank you! I'll expect for you to come for me after this mess.": "谢谢您！我希望你在这混乱之后能来找我。",
  "I guess not... Its like a garbaged project you vampires been doing for these days.": "我想不是。。。这就像你们这些吸血鬼这些天一直在做的一个垃圾工程。",
  "If you're willing to help us, ask the other guard by the entrance. He might need your assistance in dealing with labor and stuff.": "如果你愿意帮助我们，就去问门口的另一个警卫。他可能需要你协助处理劳工和其他事务。",
  "I'd like to meet HIM.": "我想见他。",
  "Viscous blood sticks to your body!": "粘稠的血液粘在你身上！",
  "The %1$s drilled you, but fails to penetrate your armor!": "%1$s钻了你，但是没有穿透你的装甲！",
  "Nope. To trade a gun like this, you better find a gunshop.": "不。像这样换枪，你最好找个枪械店。",
  "Mortal, You look dazzled?": "凡人，你看起来眼花缭乱？",
  "Nope. HE remains a mystery to all of you.": "不。他对你们大家来说仍然是个谜。",
  "I guess not...": "我想不是。。。",
  "HE looks questionable.": "他看起来很可疑。",
  "The %1$s drilled <npcname>, but fails to penetrate their armor!": "%1$s钻了<npcname>，但是没能穿透他们的装甲！",
  "Yes it is. Its a small community of night creatures tending to theirselves to live in peace.": "是的。这是一个由夜间生物组成的小群落，它们倾向于自己平静地生活。",
  "Umm... I could give you the oldest prototype of vampiric guns I got here:\nThe blood slinger.": "嗯。。。我可以给你我在这里得到的最古老的吸血鬼枪原型：\n血枪。",
  "The commando has sent me here.": "突击队派我来的。",
  "I want to know HIS upcoming actions.": "我想知道他即将采取的行动。",
  "As you say, descendant...": "就像你说的，后代。。。",
  "Thank goodness! Please take me out of here.": "谢天谢地！请带我离开这里。",
  "Forget it...": "算了吧。。。",
  "Crimson Hazed": "深红朦胧",
  "The %1$s is sucking your torso!": "%1$s在吸你的躯干！",
  "I promise...": "我保证。。。",
  "Who is HIM?": "他是谁？",
  "I'll ask them.": "我会问他们的。",
  "So, where is HE?": "那么，他在哪里？",
  "I'm just a guard, I have no problems with my position.": "我只是个后卫，我的位置没有问题。",
  "I know you've been told its a deep secret, but why do you mind about our master?": "我知道有人告诉你这是一个很深的秘密，但你为什么介意我们的主人呢？",
  "The %1$s is sucking <npcname>'s torso!": "%1$s在吸<npcname>的躯干！",
  "Do not bring me to my death. I will leave MY territory and expect benefits believing in you.": "别让我送死。我将离开我的领土，并期待利益相信你。",
  "No. This is owned and built by HIM.": "不，这是他所有和建造的。",
  "I don't actually have a problem, but others could have.": "我其实没什么问题，但其他人可能有。",
  "HIM is our master, the reason of our immortality and existence in this damned world.": "他是我们的主人，是我们在这个该死的世界上永生和存在的原因。",
  "Tell him that we don't have any spare guns to give.": "告诉他我们没有多余的枪了。",
  "Sticky vapors of blood takes a firm hold of your body!": "粘稠的血液蒸气紧紧地抓住你的身体！",
  "The %1$s tries to suck your torso, but fails to penetrate your armor!": "%1$s试图吸你的躯干，但未能穿透你的盔甲！",
  "Descendant, are you sure about this?": "后代，你确定吗？",
  "The %1$s tries to suck <npcname>'s torso, but fails to penetrate their armor!": "%1$s试图吸<npcname>的躯干，但未能穿透他们的装甲！",
  "KILL ME IF YOU CAN!!!": "如果可以杀了我！！！",
  "Wonderful? I don't even know where it is!": "精彩的？我都不知道它在哪！",
  "Whoa, I'm not here to pick fights.": "哇，我不是来打架的。",
  "Not to be rude or anything but... Where will you take me to?": "不是粗鲁，而是。。。你要带我去哪里？",
  "I already said I refuse... NOW, I have to kill you for your ignorance!": "我已经说过我拒绝。。。现在，我必须杀了你，因为你的无知！",
  "She's at the wasteland outskirts, a place where vampires freely communicate with you all. Sounds wonderful, right?": "她在荒地郊区，一个吸血鬼和你们自由交流的地方。听起来不错，对吧？",
  "Nice...": "很好。。。",
  "We can't go down the slope.": "我们不能下坡。",
  "Don't even try to know...": "别想知道。。。",
  "I guess I've talked about everything...": "我想我已经谈过了。。。",
  "Blood Surge": "血涌",
  "The %1$s tentacle bones stabs you!": "%1$s触手刺你！",
  "I'm a guardian, defending our cave from unwelcome intruders like you.": "我是守护者，保护我们的洞穴不受你这样不受欢迎的入侵者的侵扰。",
  "Nevermind...": "没有关系。。。",
  "Well... Don't be timid to your belief.": "好。。。不要对你的信仰胆怯。",
  " That sucks...": "太糟糕了。。。",
  "The %1$s tentacle bones stabs <npcname>!": "%1$s触手骨刺<npcname>！",
  "Thanks, I guess...": "谢谢，我想。。。",
  "I'd wish to meet HIM...": "我想见见他。。。",
  "Tell me the problem, descendant.": "告诉我问题所在，后代。",
  "After beating those monsters, I know you're too strong to protect me!": "打败那些怪物之后，我知道你太强大了，不能保护我！",
  "In which will never happen to a human.": "不会发生在人类身上。",
  "Surge of blood flows through your vessel!": "血液涌动流过你的血管！",
  "The %1$s stabs you with tentacle bones, but fails to penetrate your armor.": "%1$s用触手骨刺你，但是无法穿透你的盔甲。",
  "These places could be anywhere far from human civilizations.": "这些地方可能离人类文明很远。",
  "HIM is our master, our lord, the almighty one. HE brought us into existence, and we owe our life serving HIS will.": "他是我们的主人，我们的主，全能者。他把我们带到了现实生活中，我们应该为他的意志付出我们的生命。",
  "It's not magical, it's Cataclysm.": "这不是魔法，而是灾难。",
  "No. I guess those problems are enough to help us out...": "不，我想这些问题足以帮助我们。。。",
  "The %1$s stabs <npcname> with tentacle bones, but fails to penetrate their armor.": "%1$s用触手刺<npcname>，但未能穿透他们的装甲。",
  "Nope. Even if I know, I won't tell you.": "不。即使我知道，我也不会告诉你。",
  "Oh great.": "哦，太好了。",
  "So, can you unseal the entrance?": "那么，你能打开入口吗？",
  "Yes. I'll do as you say and thank you for this ring.": "对。我会照你说的做，谢谢你给我这个戒指。",
  "You're on the vampire cove, a refugee itself. This is our place with peace and sure living for centuries for us all. After that magical outbreak, we are forced to eat and drink certain foodstuff like animal meat chunks and its blood, but we never tried to consume rotten flesh from those frenzied humans.": "你在吸血鬼湾，一个难民。这是我们和平的地方，我们每个人都能安稳地生活几个世纪。在那次神奇的爆发之后，我们被迫吃和喝某些食物，比如动物肉块和它的血液，但是我们从来没有试图吃那些疯狂的人类的腐肉。",
  "Withering": "枯萎",
  "\"What now\" you say? The tests I have given you has to proven yourself worthy to push forward the boundary between this cave and the outskirt. Now, take this ring and tell the seeker about the outskirts, she'll talk about and guide you to its coordinates. The gunshop has something to give when you arrive, so make sure you wear the ring before speaking to her.": "你现在说什么？我给你的测试必须证明你有能力推进这个洞穴和郊区之间的边界。现在，拿着这个戒指告诉探索者关于郊区的事，她会告诉你并引导你找到它的坐标。你到的时候枪械店有东西要送，所以在和她说话之前一定要戴上戒指。",
  "Doing this job takes time...": "做这个工作需要时间。。。",
  "Yes, I do.": "是的，我知道。",
  "Who commanded you?": "谁命令你的？",
  "Hmm, these bastards has sealed the entrance. I didn't expect for them to use a spell, even tho they're heavily influenced by the magic...": "嗯，这些混蛋封锁了入口。我没想到他们会使用咒语，即使他们深受魔法的影响。。。",
  "Pressence of a vile aura drains you submissively!": "卑鄙光环的压迫使你屈服！",
  "I take back what I've said...": "我收回我说的话。。。",
  "Oh... Seems you are forced to talk with me.": "哦。。。看来你是被迫跟我说话。",
  "I know. HE's full of mysteries even me can't talk about.": "我知道。他充满了连我都说不出来的秘密。",
  "You sure about that?": "你确定吗？",
  "You should be. We never, EVER let any humans come into our beloved home. Until we are commanded to accompany with your kind.": "你应该是。我们从不让任何人进入我们心爱的家。直到我们被命令与你的同类同行。",
  "Binded": "装订的",
  "Thank you for this mark... Let's go!": "谢谢你的这个标记。。。走吧！",
  "You're right...": "你说得对。。。",
  "I must perform this at night by the entrance.": "我晚上必须在入口处表演。",
  "No, I have no more requests for you. You have helped me alot and proven me your worth. As a reward, I'll give you my mark of trust on you.": "不，我没有更多的要求了。你帮了我很多，证明了你的价值。作为回报，我会给你我的信任。",
  "Cataclysm? So you humans made those thingies... Well, I can't blame you for that.": "大灾变？所以你们人类制造了这些东西。。。我不能怪你。",
  "You can't even move an inch.": "你连一寸都动不了。",
  "Oh, okay then...": "哦，好吧。。。",
  "Well, atleast I'm alot stronger than you.": "至少我比你强壮多了。",
  "Never knew you're loyal...": "不知道你是忠诚的。。。",
  "Trust me, human, HIS movements are for the good cause.": "相信我，人类，他的行动是为了好的事业。",
  "You think I'm foolish to believe you as my kind? Trust me, mortal, us vampires are not born by drinking artificial drugs.": "你认为我相信你是我的同类是愚蠢的吗？相信我，凡人，我们吸血鬼不是天生就喝人造毒品的。",
  "You look concerned, but I'll never let a word come out from my mouth about HIM.": "你看起来很担心，但我决不让任何关于他的话从我嘴里说出来。",
  "Ethereal Grasp": "空灵之握",
  "Uhh, okay...": "呃，好吧。。。",
  "Uhh, okay... I'll expect that.": "呃，好吧。。。我希望如此。",
  "You're held by an etherean silhouette.": "你被一个以太的轮廓所吸引。",
  "Don't worry, mortal. Eventually, you'll meet someone to quench your thirst for deeper answers.": "别担心，凡人。最终，你会遇到一个人来满足你对更深刻答案的渴望。",
  "He told me to help you with something.": "他让我帮你做点事。",
  "Mana Surge": "法力激增",
  "What do you need?.": "你需要什么？。",
  "Okay, I'm going...": "好吧，我要。。。",
  "Nah, I'm just a guard here doing my job. If you want to know more, seek the guard in the kitchen.": "不，我只是一个守卫在这里做我的工作。如果你想知道更多，找厨房的警卫。",
  "Unholy surge of mana flows through you!": "邪恶的法力涌动流过你！",
  "I'll take the risk!": "我要冒这个险！",
  "May I kill those two vampires?.": "我可以杀了那两个吸血鬼吗？。",
  "Forget it, I'm out of that!": "算了，我受够了！",
  "Exhausted": "筋疲力尽的",
  "I was tasked to watch over the two rampaging kindreds in their cages.": "我的任务是看管关在笼子里的两个暴怒的家族。",
  "So you're interested in helping us out with our problems... But I don't want to get you in trouble.": "所以你有兴趣帮我们解决问题。。。但我不想给你惹麻烦。",
  "That blast really packs a punch!": "那次爆炸真是一记重拳！",
  "That's too bad...": "那太糟糕了。。。",
  "Ofcourse, you can! We already have lost our faith on them to fight back their rabid sickness.": "当然，你可以！我们已经失去了对他们抗击狂犬病的信心。",
  "If you insist...": "如果你坚持。。。",
  "Ethereal Shock": "空灵休克",
  "I guess you're afraid of Cataclysm...": "我猜你害怕大灾难。。。",
  "I mean what are you vampires drinking?": "我是说你们吸血鬼在喝什么？",
  "Just staying in the darkness... Away from the horrifying magic.": "只是呆在黑暗中。。。远离可怕的魔法。",
  "Cows? Where'd you get them?": "奶牛？你从哪儿弄来的？",
  "You've seen alot of things. Now you suffer from it!": "你见过很多东西。现在你受够了！",
  "We've got some cows here as our food source and a water nearby for humans to quench their thirst.": "我们这里有一些奶牛作为我们的食物来源，附近有水供人类解渴。",
  "Doomed": "注定的",
  "The glowing marks around your body doesn't seem to be friendly...": "你身体周围的发光痕迹似乎不友好。。。",
  "Blood, ofcourse! We drink blood from the cows as our substitute to human's. Don't worry about the refugees here, we tend to protect them as ordered.": "当然是血！我们喝牛的血来代替人的血。别担心这里的难民，我们会按命令保护他们。",
  "We herd them from the wilderness. We don't know if they came from the nearest farm, but certainly they are free from infection.": "我们把他们从荒野赶出来。我们不知道他们是否来自最近的农场，但肯定没有感染。",
  "Cursed": "被诅咒的",
  "You take more elemental damage!": "你受到更多的元素伤害！",
  "Freezed": "冻结",
  "Can't move at all!": "一点也不能动！",
  "On Fire - Cursed Flames": "着火-诅咒的火焰",
  "The baneful flames melt you internally! OMFG!": "邪恶的火焰将你内在融化！天哪！",
  "Frozen": "冻结",
  "It is impossible to move!": "不可能移动！",
  "On Fire - Frostburn": "着火-冻伤",
  "Your body suffers from scalding cold! OMFG!": "你的身体遭受着滚烫的寒冷！天哪！",
  "%s were sent into the air": "%s架被送上了天空",
  "The upward slash brought %s into the air": "向上的斜线把%s带到了空中",
  "<npcname> striked %s upwards, and fell down": "<npcname>撞上了%s，摔倒了",
  "Downward Slash": "向下斜线",
  "The downward slash sent %s into the ground": "向下的斜线将%s送入地下",
  "%s faced the floor": "%s面朝地板",
  "<npcname> slammed %s beneath the floor.": "<npcname>摔在地板下%s。",
  "Vampire's Wrath": "吸血鬼之怒",
  "Quick strike": "快速打击",
  "%s was immediately struck": "%s立即被击中",
  "<npcname> attacked %s quickly": "<npcname>快速攻击%s",
  "Vampiric Bow Sweep": "吸血鬼弓箭",
  "<npcname>'s bow horizontally swinged!": "<npcname>的弓水平摆动！",
  "Your swing sent %s back and stumble": "你的挥杆把%s送了回来，绊倒了",
  "Weak Point Stab": "弱点刺",
  "%s's weak point were stabbed": "%s的弱点被刺",
  "<npcname> located %s's weak point and stab it": "<npcname>找到了%s的弱点并刺它",
  "Weak Point Pierce": "弱点穿孔",
  "You delivered a deadly stab to %s's weak point": "你致命地刺伤了%s的弱点",
  "<npcname>'s deadly hit struck to %s.": "<npcname>的致命一击打到%s。",
  "Vampire's Trick": "吸血鬼的诡计",
  "<npcname> tripped %s": "<npcname>跳闸%s",
  "%s was tripped": "%s被绊倒了",
  "Vampiric Bow Thrust": "吸血鬼弓冲断层",
  "%s was pushed back with a stab by <npcname>": "%s被<npcname>捅了回去",
  "You stab %s and stumble": "你捅了%s，摔倒了",
  "Head Grind": "磨头",
  "%s's head fell into the floor after strucked by <npcname>": "%s的头被<npcname>撞掉在地板上",
  "%s's head were snapped out of from its neck": "%s的头从它的脖子上被折断了",
  "You bash %s upwards, and fell down": "你向上猛击%s，摔倒了",
  "The upward bash brought %s into the air": "向上的重击将%s抛向空中",
  "%s were sent into the air!": "%s被送上了天空！",
  "Downward Bash": "向下猛击",
  "<npcname>'s bash sent %s downwards, and kissed the floor": "<npcname>的bash向下发送%s，亲吻地板",
  "The heavy slam drove %s into the ground": "重重的一击将%s撞向地面",
  "Trench": "沟槽",
  "<npcname> smashed %s": "<npcname>砸%s",
  "%s was crushed": "%s被碾压"
}