{
  "The Vermilion Mod": "朱砂模型",
  "14.5x114mm": "14.5x114毫米",
  "bomb suit": "炸弹防护服",
  "binder-CLASSIFIED #1117 CQC prototype": "活页夹分类#1117 CQC原型",
  "ceramic blade": "陶瓷刀片",
  "S-01 Rail Accelerator mk2": "S-01钢轨加速器mk2",
  "Adds a random assortment of over-the-top weapons, gear and risqué items for the depraved.": "为堕落者添加随机分类的超高级武器、装备和调味汁。",
  "bomb suits": "炸弹防护服",
  "binder-CLASSIFIED #1117 CQC prototypes": "活页夹分类#1117 CQC原型",
  "A welded meter-long reinforced ceramic blade for the S-01 Rail Accelerator mk2, poking backwards like a reverse bayonet, where the stock should be. The blade makes it impossible to rest the launcher against your shoulder. If you somehow manage to swing the Rail Accelerator at an enemy, be sure to hit them with this.": "一个焊接米长的加固陶瓷刀片为S-01轨道加速器mk2，戳向后像一个反向刺刀，股票应该在那里。刀锋使得发射架无法靠在你的肩膀上。如果你想方设法把火车加速器对准敌人，一定要用这个击中他们。",
  "A crude, humongous hunk of tech scrap seated into the remains of what seems like a minigun's frame and the widened receiver of a large caliber machine gun, as well as numerous picatinny rails and odds and ends from other weapons that are now impossible to identify, reinforced with superalloy and ceramics covered in piezoelectric capacitors. The weapon launches rails at such an overkill velocity that they shatter on impact. Carved near the blade are the words 'With love, Shion' and a small carving of a canine-eared head of a person with a smug grin, holding up a victory sign.": "一个粗糙的，巨大的科技废料大块坐在什么似乎是一个小口径机枪的框架和扩大接收器的大口径机枪，以及无数的皮卡汀尼铁路和零碎和其他武器，现在无法识别，加强了高温合金和陶瓷覆盖压电电容器的残骸。这种武器以超致命的速度发射轨道，撞击时会粉碎。在刀刃附近刻着“带着爱，施昂”的字样，还有一个小小的雕刻品，上面刻着一个人的尖耳脑袋，得意地咧嘴一笑，举着胜利的标志。",
  "A large proprietary cartridge for the PTRS-41 anti-tank rifle. Packs a hell of a punch, but it has limited use.": "PTRS-41反坦克步枪的一个大型专用弹药筒。有很多拳头，但用途有限。",
  "A thick and bulky armored suit used by EOD operators during bomb disposals.  It offers excellent protection against evironmental dangers and ballistics, but is very cumbersome and hot to wear.  It also lacks any gloves, leaving your hands exposed.": "爆炸物处理人员在处理炸弹时使用的厚而笨重的装甲服。它提供了极好的保护，防止环境危险和弹道，但非常笨重和热穿。它也没有任何手套，让你的手暴露在外。",
  "A thick binder filled with technical documents with coffee stains seemingly on every page. There's something about teaching bionic soldiers on how to use a special blade written in here.": "一本厚厚的活页夹，里面装着技术文件，每一页似乎都有咖啡渍。这里写着教仿生士兵如何使用特殊的刀刃。",
  "Prism Block leaflet": "棱镜块传单",
  "Prism Block leaflets": "棱镜块传单",
  "kantele": "坎特尔",
  "PTRS-41 magazine": "PTRS-41刀库",
  "You've poured through the technical binder and have become one with the high-frequency blade. Furthermore, you've learned how to block using bionic arms and legs.": "你已经通过技术粘合剂，并已成为一个与高频刀片。此外，你还学会了如何使用仿生手臂和腿来阻挡。",
  "Ripper Slash": "裂土器斜杠",
  "high-frequency blade": "高频叶片",
  "A double-sided leaflet that opens annoyingly wide, cataloging weird and bizarre high-tech home appliances on one side and military and law enforcement equipment on the other side.": "一张双面的传单，开得大得让人恼火，一边是怪异的高科技家电产品目录，另一边是军事和执法设备目录。",
  "kanteles": "坎特莱斯",
  "A standard 5-round box magazine for the PTRS-41 anti-tank rifle.": "一个标准的5圆盒弹匣的PTRS-41反坦克步枪。",
  "You steady your blade and become one with it.": "你稳住你的剑，和它合二为一。",
  "%s enters a steadied stance.": "%s进入稳定状态。",
  "A high-tech prototype katana reinforced with a powerful alternating current, causing the blade to resonate at extremely high frequencies. Because of how the oscillation weakens any molecular bond the blade touches, it has little trouble cutting through most anything.": "一个高科技的原型卡塔纳加强了强大的交流电，使叶片共振在极高的频率。因为振荡是如何削弱叶片接触到的任何分子键的，所以它几乎可以穿透任何东西。",
  "A traditional Finnish plucked string instrument played over the lap. It has a distinctive bell-like sound.": "在大腿上演奏的一种芬兰传统的拨弦乐器。它有一种独特的钟声。",
  "Augmented Block": "增强块",
  "Blocking any counter attack done by the enemy.": "阻挡敌人的任何反击。",
  "Augmented Parry": "增强招架",
  "egg vibrator": "鸡蛋振动器",
  "Parried the enemy. Next attack will deal increased damage.": "躲开了敌人。下一次攻击将造成更大的伤害。",
  "egg vibrators": "鸡蛋振动器",
  "A discreet adult toy perfect for winding down and relaxing. Not as powerful as a regular vibrator, but takes up less space.": "一个谨慎的成人玩具完美的放松和放松。不像普通振动器那样强大，但占用的空间更小。",
  "vintage MRE": "复古MRE",
  "vintage MREs": "复古MREs",
  "A 'Meal Ready to Eat' that was once fresh and just what any soldier needed. It comes with various food things and accessories. Nowadays, it's not looking as hot, but the contents should still be nice! Disassemble to unpack.": "一顿曾经新鲜的“即食饭”，正是任何士兵所需要的。它配有各种食品和配件。现在，它看起来没有那么热，但内容应该还是不错的！拆开包装。",
  "vintage beef course": "老牛肉菜",
  "The now unsealed main course of a vintage MRE. It's not looking incredibly appetizing, but it should still be good eating.": "现在还未开封的一种老式MRE的主菜。它看起来不是令人难以置信的开胃，但它应该仍然是好吃。",
  "<npcname> lets go and rips %s": "<npcname>放手，撕开%s",
  "You let go and rip %s": "你放手撕掉%s",
  "Shadow Slash": "阴影斜杠",
  "You slash %s from the shadows": "你从阴影中砍下%s",
  "<npcname> slashes %s from the shadows": "<npcname>从阴影中砍出%s",
  "Zandatsu": "赞达苏",
  "Time freezes! You phase-slash %s with your blade": "时间冻结！你用你的刀砍%s",
  "Time freezes! <npcname> phase-slashes %s with their blade": "时间冻结！<npcname>用他们的剑刃砍%s",
  "Leg sweep": "扫腿",
  "<npcname> quickly sweeps the legs under %s": "<npcname>快速扫过%s下的腿",
  "You quickly sweep the legs under %s": "你赶紧扫下%s的腿"
}