{
  "Large plastic jug with sticker, there's a picture of mustang horse on it. Text on the top of the sticker: 'Best before…', further text unreadable.": "有贴纸的大塑料罐，上面有野马的照片。贴纸顶部的文字：“Best before…”，其他文字无法阅读。",
  "Head of a fallen enemy.": "倒下的敌人的头。",
  "interesting spot": "有趣的地方",
  "Apparently this zombie was doing time when the Cataclysm struck.  It wears black and white striped prisoner clothes, and tattoos can be seen on his decaying skin. One of the tatoos on his face looks like a dragon.": "很明显，当大灾变发生时，这个僵尸正在计时。它穿着黑白条纹的囚衣，腐烂的皮肤上可以看到纹身。他脸上的一个塔图看起来像一条龙。",
  "<BGSS_intro_question>": "<BGSS_intro_question>",
  "Say, do you continue brewing something?": "喂，你还在酝酿什么吗？",
  "Survivor Story": "幸存者故事",
  "M240 autonomous CROWS II": "M240自主乌鸦II",
  "<done_conversation_section>": "<done_conversation_section>",
  "This NPC could tell you about how they survived the Cataclysm": "这个NPC可以告诉你他们是如何在大灾难中幸存下来的",
  "Relax, I'm not going to hurt you.  I'm from Iron Palm master.": "别紧张，我不会伤害你的。我是铁掌大师。",
  "A remote weapon system derived from the M153 CROWS II and enhanced with autonomous operation software.  Thousands of these were deployed by the US military before the Cataclysm and they were valued for their use in engaging infantry without exposing the operator.  This one is fitted with a M240.": "由M153 CROWS II衍生的远程武器系统，并通过自主操作软件增强。在大灾变之前，美军部署了数千枚这样的武器，它们的价值在于在不暴露操作人员的情况下与步兵交战。这个装有M240。",
  "<end_talking>": "<end_talking>",
  "<speech_warning>  Show yourself!": "<speech\\u warning>展现自我！",
  "Before <the_cataclysm>, I traveled around the country.  During the day I made money by performing various shows on the streets, and at night I went to bars in search of rare liquor.  Often my campaigns ended in fights, and since I really like to drink, I had to fight a little drunk.  Thus, I improved my skills and soon it turned into a full-fledged fighting style.": "在大灾变之前，我周游了全国。白天我在街上表演各种节目赚钱，晚上我去酒吧寻找稀有的酒。我的竞选活动常常以打架告终，因为我真的很喜欢喝酒，所以我不得不喝得有点醉。因此，我提高了我的技能，很快就变成了一个成熟的战斗风格。",
  "I'm here for business.": "我是来办事的。",
  "Flowers.": "鲜花。",
  "I'm here to kick your ass!": "我是来踢你屁股的！",
  "…": "…",
  "Fruits.": "水果。",
  "What brings you here, <name_g>?": "什么风把你吹来了？",
  "Can't you see I'm training? Get out of my way, <name_b>!": "你没看到我在训练吗？让开，<name\\u b>！",
  "About that job…": "关于那份工作…",
  "Don't make any trouble and you'll be fine.": "别惹麻烦，你会没事的。",
  "Vegetables.": "蔬菜。",
  "What is this place anyway?": "这到底是什么地方？",
  "Sure?": "当然？",
  "You bet!  I'm not traveling anywhere without few bottles with different brewing liquids.  I can give you a few samples if you want some.": "当然！我不会到处旅行，没有几瓶不同的酿造液。如果你要的话，我可以给你一些样品。",
  "Berries.": "浆果。",
  "I'll think about that.": "我会考虑的。",
  "So, what about those 'extra' staff?": "那么，那些“额外”的员工呢？",
  "[*give her 5 merch*]": "[*给她5次机会*]",
  "Bees.": "蜜蜂。",
  "I think we should fight.": "我想我们应该战斗。",
  "Another new face…": "另一张新面孔…",
  "Let me see what you keep behind the counter.": "让我看看你放在柜台后面的东西。",
  "Hello. Do you want to give me something to drink?": "你好。你想给我点喝的吗？",
  "Hey who are you?  Where did you come from?  I don't know you!  What do you want from me?": "嘿，你是谁？你从哪里来的？我不认识你！你想从我这里得到什么？",
  "So, you are that new student I was told about? Unfortunately for you, I know everything about you. I think you understand that you are not the first person this old fool sends to us. But you're in luck, today I'm in a good mood, and I'm ready to give you a chance to redeem yourself. Bring that old man's head and I'll think about giving you a chance to join my school.": "你就是我听说的那个新学生？不幸的是，我知道你的一切。我想你知道你不是这个老傻瓜派来的第一个人。但你很幸运，今天我心情很好，我准备给你一个赎罪的机会。把那个老人的头拿来，我会考虑给你一个加入我学校的机会。",
  "I'll be going…": "我要去…",
  "I'm here to talk about Johnny's debt.": "我是来谈约翰尼的债务的。",
  "*dances": "*舞蹈",
  "Wrong answer.": "回答错误。",
  "10.000 dorarus.": "10000多拉鲁。",
  "Nothing personal, kid.": "没什么私事，孩子。",
  "Your brother sent me. Let's get out of here, and fast.": "你哥哥派我来的。我们快点离开这里。",
  "Yeah, I'm interested. Tell me more.": "是的，我很感兴趣。告诉我更多。",
  "<greet> Want a drink?": "想喝一杯吗？",
  "Actually can I ask you something else?": "我能问你点别的吗？",
  "I'm here to trade.": "我是来交易的。",
  "You will end here.": "你就到此为止。",
  "Oh, are you here t-to k-kill me?! Please don't, please don't!": "哦，你是来杀我的吗？！请不要，请不要！",
  "We're here.": "我们到了。",
  "Can I help you with something?": "我能帮你做点什么吗？",
  "<no>, my government is dead.": "不，我的政府死了。",
  "Wait, don't go!": "等等，别走！",
  "I'm already on it!": "我已经准备好了！",
  "One wrong move and you're dead!": "一个错误的举动，你就死定了！",
  "Bye.": "再见。",
  "I don't have time for this. Name your price.": "我没时间做这个。说出你的价格。",
  "Hello there, <name_g>.  I'm Captain Cost, CIA.  Do you want to help your government?": "你好，<name\\u g>。我是Cost上尉，中情局。你想帮助你的政府吗？",
  "Do you need any help?": "你需要帮助吗？",
  "I don't know what that means, but I don't like you.  I'm leaving.": "我不知道那是什么意思，但我不喜欢你。我要走了。",
  "Here it is.": "给你。",
  "What is your job here?": "你在这里做什么工作？",
  "Thank you.": "非常感谢。",
  "Who are you and what do you want?!": "你是谁，你想要什么？！",
  "[*winks*] Thanks, sugar.": "谢谢，甜心。",
  "I'm here to talk, Bill.": "我是来说话的，比尔。",
  "Almost.": "几乎。",
  "You do realize that you paid me with worthless green paper, right?": "你知道你付给我的是毫无价值的绿皮书，对吧？",
  "Is your potion ready?": "你的药水准备好了吗？",
  "Can you teach me something?": "你能教我点什么吗？",
  "The Flame Knuckle": "火焰指节",
  "What do you think about transferring to another faction?": "你觉得调到另一个派系怎么样？",
  "Do you have any brew on you?": "有啤酒吗？",
  "Actually, let's fight!": "事实上，让我们战斗吧！",
  "Sorry, I'm here to kill you!": "对不起，我是来杀你的！",
  "Do you running this place all by yourself?": "你一个人经营这个地方吗？",
  "So?.": "所以呢？。",
  "So, you stumbled upon me.  I suggest that you leave this place and run away as fast as you can, unless you want to get a new hole in your head.": "所以，你偶然发现了我。我建议你离开这个地方，尽快逃走，除非你想在你的头上再钻一个洞。",
  "Well, bye.": "好吧，再见。",
  "Umm, OK?": "嗯，好吗？",
  "Goodbye.": "再见。",
  "The Flaming Knuckles!": "燃烧的指节！",
  "I'm still waiting.": "我还在等。",
  "Sure, where to sign?": "当然，在哪里签字？",
  "A lot of new people came here recently?": "最近来了很多新人？",
  "I'll think about it.": "我会考虑的。",
  "Actually, you will end here.": "实际上，你会在这里结束。",
  "Beep-Boop!": "哔哔！",
  "You know, I tried that moonshine. It tastes like HELL!": "你知道，我试过那种私酒。尝起来像地狱！",
  "It sounds dangerous.  I'll pass.": "听起来很危险。我会过去的。",
  "If you want to travel with me, let's go.": "如果你想和我一起旅行，我们走吧。",
  "<greet>": "<问候>",
  "Do you want to become an apprentice of Iron Palm?": "想当铁掌学徒吗？",
  "Yeah, give it to me.": "是的，给我。",
  "Test cost trap. <kill_npc_h>": "测试成本陷阱。<kill\\u npc\\u h>",
  "Okay, I'll pretend to believe you.  Listen carefully, I don't have much time.  Tell the master to check drop point 5.  I left all the necessary information there.  And one more thing, tell him that… <combat_noise_warning>  <swear!> I was tracked!  Ru…": "好吧，我假装相信你。仔细听，我时间不多。告诉船长检查下降点5。我把所有必要的信息都留在那里了。还有一件事，告诉他…<对抗噪音警告><发誓！>我被跟踪了！你…",
  "How did you managed to survive?": "你是怎么活下来的？",
  "So, you want to trade, huh?  Prove me that you are nice fella by helping me with stuff and I'll think about it.  I'm a collector of sort.  If you find rare books in your traveling, bring them to me, maybe then I'll think about trusting you.": "所以，你想交易，嗯？帮我做些事来证明你是个好人，我会考虑的。我是个收藏家。如果你在旅行中发现一些珍贵的书籍，把它们带给我，也许我会考虑相信你。",
  "*looks stoned": "*看起来像喝醉了",
  "Actually, I'll kick your ass!": "事实上，我要踢你的屁股！",
  "Take it and go away.": "拿着它走开。",
  "Hello there, pal.": "你好，伙计。",
  "Good.  I need to find a crashed heli, and you are going to help me find it.  No objections.  It crashed in nearby field.  I need an information that was on that heli.  That information is <very> valuable for my mission.  Let's search for it. Time is working against us, s we want to make this as fast as possible, do we, <name_g>?": "很好。我要找到一架坠毁的直升机，你要帮我找到它。没有异议。它坠毁在附近的田地里。我需要那个直升机上的信息。这些信息对我的任务很有价值。我们去找吧。时间对我们不利，我们想尽快解决这个问题，是吗？",
  "How can I become your student?": "我怎样才能成为你的学生？",
  "Do you want to become an apprentice of Flame Knuckle?": "你想成为火焰指节的学徒吗？",
  "Test teach.": "测试教学。",
  "Thank you for your trust.": "谢谢你的信任。",
  "Oh, another survivor! <greet> Do you want to learn the way of Flame Knuckle school?": "哦，又一个幸存者！你想学习火焰指节学校的方法吗？",
  "What are you up to?": "你在忙什么？",
  "I'm here because of some officer that wants you dead.  He looks kind of suspicious, so I want to learn the whole story.": "我来这里是因为某个警官想要你死。他看起来有点可疑，所以我想了解整个情况。",
  "Let's go!": "走吧！",
  "Well well, isn't it my savior? Welcome!": "好吧，这不是我的救世主吗？欢迎光临！",
  "What about that help?": "那帮助呢？",
  "So, what do you need, my brother?": "那么，你需要什么，我的兄弟？",
  "The Iron Palm": "铁掌",
  "Do you want to become an apprentice of Boxer Johnny?": "你想成为拳击手约翰尼的学徒吗？",
  "Sure, I have some leftovers.  Wanna drink it now?": "当然，我有一些剩菜。想现在喝吗？",
  "Test follow.": "测试跟踪。",
  "Wasted": "浪费",
  "Wandering Masters": "游荡的主人",
  "Very well. Consider that you have received my trust. If you still want to become a student of my school, come to me when you have free time.": "很好。认为你得到了我的信任。如果你还想成为我学校的学生，有空就来找我。",
  "It's a place for lost souls, who are still struggle to survive in this hard times.": "这是一个为迷失的灵魂，谁仍然挣扎在这个艰难的时代生存的地方。",
  "No problem.": "没问题。",
  "Maybe I just kick your ass?": "也许我只是踢你屁股？",
  "So, you know my name AND how to find me.  Interesting.  I'm listening, but if you say something that I wouldn't like, you will be dead in a second.  Speak.": "所以，你知道我的名字和怎么找到我。很有趣。我在听，但如果你说些我不喜欢的话，你马上就死定了。说吧。",
  "Hey, I'm not in the mood right now! Go away!": "嘿，我现在没心情！走开！",
  "No, I'm a cop, and I must help my government.": "不，我是警察，我必须帮助我的政府。",
  "I'm just a regular hobo.  That's all.": "我只是个普通的流浪汉。这就是全部。",
  "Marshal…": "元帅…",
  "The Iron Palm!": "铁掌！",
  "Test follow only.": "只进行测试。",
  "Mod adds 'Wandering Masters', NPCs that can 'teach' player martial arts after completing their quest line.\nCheck mod folder for more information.": "国防部增加了“游荡大师”，NPC可以“教”玩家完成任务线后的武术。\n查看mod文件夹了解更多信息。",
  "Friendly.": "友好的。",
  "Thank you!.": "谢谢您！。",
  "*cooks": "*厨师",
  "I'm glad it's all over.": "我很高兴一切都结束了。",
  "I'm just a guy.  Nothing more, nothing else.": "我只是个男人。没别的了，没别的了。",
  "Maybe I should reconsider...": "也许我应该重新考虑一下。。。",
  "It's good to see my best student again.": "很高兴再次见到我最好的学生。",
  "Officer…": "警官…",
  "I'm outside.": "我在外面。",
  "You tried 'Uncle Ben's Mustang' moonshine. You feel like you died, resurrected and then died again.": "你试过“本叔叔的野马”私酒。你觉得你死了，复活了，然后又死了。",
  "Easy way, please.": "请走简单的路。",
  "Enemy.": "敌人。",
  "You know, regular bartenders stuff: selling alcohol, serving snacks, watching for new faces, keeping eye on my girls.  To be honest, nothing really changed for me after <the_cataclysm>.  Except those nasty <zombies>, I <swear> hate them.  Always walking in large groups, trying to barge here and do havoc.  Last time they broke in here, all the tables were flipped and all curtains were striped!  Can you believe that, <name_g>?  <swear> madness, I tell you.": "你知道，普通的调酒师的工作：卖酒，提供零食，观察新面孔，监视我的女儿们。老实说，在大灾难之后，对我来说没有什么真正的改变。除了那些讨厌的僵尸，我恨他们。总是成群结队地走，试图闯入这里搞破坏。上次他们闯进这里时，所有的桌子都翻了，所有的窗帘都有条纹！你能相信吗？我告诉你，你疯了。",
  "So, Johnny sent you?  OK, here's the deal.  Johnny owed me a lot of money before <the_cataclysm>, and I want it back.  You have two options: pay for your <name_g>, 1200 FMCNotes will be enough, or you can help me with satisfying my passion and I'll forget about that fool's debt.  I'm a collector of sort.  If you find rare books in your traveling, bring them to me, maybe then I'll think about trusting you.  Choice is yours.  But don't take too long, or your <name_g> will lose his head, he-he.  Also, you have a choice to help him to lose it… I'll pay you for it, and maybe even let you buy my premium goods.": "约翰尼派你来的？好吧，就这么定了。约翰尼在大灾变前欠我很多钱，我要还回来。你有两个选择：付你的钱，1200块钱就够了，或者你可以帮我满足我的激情，我就忘了那个傻瓜的债务。我是个收藏家。如果你在旅行中发现一些珍贵的书籍，把它们带给我，也许我会考虑相信你。选择权在你。但是不要太久，否则你的<name\\u g>会失去理智的，他。还有，你可以选择帮助他失去它…我会付钱给你，甚至可能让你买我的高档商品。",
  "How rude, I'll kick your ass!": "真没礼貌，我要踢你的屁股！",
  "Phew, that was a close one! I owe you one there, <name_g>. Let me just catch my breath. Talk to me later.": "呸，差一点！我欠你一个人情。让我喘口气。晚点再跟我说。",
  "Yes?": "对？",
  "Hello there, student! Ready to learn the way of Iron Palm?": "你好，学生！准备好学习铁掌之道了吗？",
  "Can you teach me your fighting style?": "你能教我你的格斗风格吗？",
  "Yes, you look exactly like a person who can teach me something!": "是的，你看起来很像一个能教我东西的人！",
  "Detective…": "警探…",
  "Yo! <greet>": "哟！<问候>",
  "Nothing right now, <name_g>, but I'm making a new one.  Ask me later.": "现在没什么，但我正在做一个新的。以后再问我。",
  "I'm inside.": "我在里面。",
  "Hard way, please.": "请用力。",
  "Halt! Who goes there?": "站住！谁去那里？",
  "Maybe you should leave?": "也许你该走了？",
  "Because, umm, please?": "因为，嗯，求你了？",
  "If you didn't notice, old world is dead, and old currencies have little to none value now.  Heck, I doubt I can found someone who will want to trade something for this green paper.": "如果你没有注意到，旧世界已经死了，旧货币现在几乎没有价值。见鬼，我怀疑我能不能找到一个愿意用什么东西来换取这份绿皮书的人。",
  "Are you sure about that?": "你确定吗？",
  "Maybe later.": "也许以后吧。",
  "Citizen…": "公民…",
  "The Boxer Johnny's gym": "拳击手约翰尼的健身房",
  "Yes, Iron Palm needs you. Now go.": "是的，铁掌需要你。现在走吧。",
  "Where I am?": "我在哪？",
  "We do this easy way or a hard way?": "我们做这件事容易还是困难？",
  "What staff exactly?  I see only one girl over there.": "具体是什么员工？我只看到一个女孩在那边。",
  "Yes.": "对。",
  "Let's rock!": "让我们摇滚吧！",
  "And why should I tell you, instead of just kill you and return to my business?": "我为什么要告诉你，而不是杀了你，回到我的生意上？",
  "Huh?  What are you talking about?  You do not recognize american dollars?  For that money you can buy a lot more booze than you brought me!": "呵呵？你在说什么？你不认识美元吗？用这些钱你可以买比你给我带来的更多的酒！",
  "Well I’m just a regular boxer, really.  I worked here before <the_cataclysm>, but now I live here, I suppose.": "我只是个普通的拳击手，真的。我在大灾变之前在这里工作过，但我想我现在住在这里。",
  "Do I look like a person who can teach you something?  Leave me alone.": "我看起来像个能教你东西的人吗？别管我。",
  "Well I'm just a regular assassin, really.": "我只是个普通的杀手，真的。",
  "The Boxer Johnny's gym!": "拳击手约翰尼的健身房！",
  "Test leave.": "试休假。",
  "Gladly I’m not alone in this shithole.  There are enough of <name_g>s around: part my staff, part random survivors looking for food, booze, shelter or work for paying for all that.": "很高兴我不是一个人在这鬼地方。周围有足够的人：一部分是我的工作人员，一部分是随机的幸存者，他们寻找食物、酒、庇护所或工作来支付所有这些。",
  "Funny guy, are you?  Guards, kick his ass!": "有趣的家伙，是吗？卫兵，踢他的屁股！",
  "Yo my brudda whazzup.": "哟，我的兄弟。",
  "Hmm…": "嗯…",
  "Iron Palm sounds cool! If you are sure about it, lead me to their leader, so he can accept me.": "铁掌听起来很酷！如果你确定的话，带我去见他们的首领，这样他就可以接受我了。",
  "Test assign_guard.": "测试U防护装置。",
  "Oh noes!": "哦，不！",
  "Permition granted! Go forward, and don't touch anything, or you'll regret it, <name_g>!": "准许！往前走，不要碰任何东西，否则你会后悔的！",
  "Nope, I’ll kick your ass!": "不，我要踢你的屁股！",
  "So, what about that job?": "那么，那份工作呢？",
  "I hope so!": "希望如此！",
  "So, problems solved?": "那么，问题解决了吗？",
  "Here's your info, captain.": "这是你的信息，上尉。",
  "I think you're lying.": "我觉得你在撒谎。",
  "Well, I'm not a good teacher, but since I like you, I can try.  But keep in mind that I will charge a small fee for my work.  I did not leave my way in search of the rarest liquor.  I found a bunch of recipes books of potions, and I need the ingredients to make them.  If you can help me find the ingredients, I will help you learn my fighting style.": "嗯，我不是个好老师，但既然我喜欢你，我可以试试。但请记住，我会为我的工作收取少量费用。我不是为了寻找最稀有的酒而离开的。我找到了一堆药水食谱，我需要制作它们的原料。如果你能帮我找到配料，我会帮你学习我的格斗风格。",
  "Look, first time I saw you, I noticed you stance, how you react on danger…": "听着，我第一次见到你，我注意到你的立场，你对危险的反应…",
  "Yeah.": "是 啊。",
  "Ah, The Chosen One!  What brings you to this sacred place?": "啊，被选中的人！是什么把你带到这个神圣的地方来的？",
  "Test Johnny's bandits.": "测试约翰尼的强盗。",
  "Teach": "教书",
  "Bend over.": "弯腰。",
  "Well, there are also goons of that mone...  Ahem, I probably said too much already.  Let’s change the subject, please.": "好吧，也有那个笨蛋。。。嗯，我可能已经说得太多了。我们换个话题吧。",
  "NEVER!": "从未！",
  "Hey, 'pal', maybe you want to compensate my time with something of worth NOW?": "嘿，伙计，也许你现在想用一些有价值的东西来补偿我的时间？",
  "Well, if you would like to know, we would have to start before <the_cataclysm>.  There were two schools, The Iron Palm and The Flame Knuckle.  Our Dojo fell apart quickly, my students and even some of my fellow masters left to join the riots.  Almost as if they had forgotten their teachings.  The ones that stayed behind turned into the <zombies> that roam the streets.  The Flame Knuckle somehow didn’t feel the same destruction as we did, they quickly adapted to the new world and expanded their population, offering protection and training to the outside world.  But they kept their grievances and decided to end our dojo, I must prevent this from happening.": "好吧，如果你想知道的话，我们必须在大灾变之前开始。有两个学校，铁掌和火焰指节。我们的道场很快就分崩离析了，我的学生，甚至我的一些师父同伴都去参加暴乱了。好像他们忘记了自己的教诲。留下来的人变成了在街上游荡的僵尸。火焰指节不知何故没有感受到和我们一样的毁灭，他们很快适应了新世界，扩大了人口，为外界提供了保护和训练。但他们保留了他们的不满，决定结束我们的道场，我必须阻止这种事情发生。",
  "Oh, I didn't know…": "哦，我不知道…",
  "Sorry.": "对不起的。",
  "Ah, glad to see another living soul in this cursed world.  What brings you to this sacred place?": "啊，很高兴在这个被诅咒的世界里看到另一个活着的灵魂。是什么把你带到这个神圣的地方来的？",
  "The Moneylender Gang": "放债团伙",
  "Yes, Flame Knuckle need you. Now go.": "是的，火焰指节需要你。现在走吧。",
  "About that jobs!": "关于乔布斯！",
  "Hmm, if you put it that way, I'll tell you something interesting.  I think your <name_g> asked you to bring back my head.  How do I know?  That cop <name_b> just wants to screw you and loot my basement!  I have a secret storage room in there that opens only with retinal scan, and he will do anything to get to that room.  Tell you what, if you kill that <name_b>, I'll open it for you.  Anything that I'll leve behind me, will be yours.  What do you say, <name_g>?": "嗯，如果你这么说的话，我会告诉你一些有趣的事情。我想是你叫你把我的头拿回来的。我怎么知道？那个警察只想干掉你，抢劫我的地下室！我在那里有一个秘密储藏室，只有视网膜扫描才能打开，他会不择手段地去那个房间。告诉你，如果你杀了那个，我会帮你打开的。我身后的一切都是你的。你怎么说？",
  "Oh, that's why that merchant guy gave me a weird look when I offered him… Sorry, pal, I didn’t think about that until now, he-he.  *he smiled*  Next time, I'll give you something of worth.  You have my word!": "哦，这就是为什么那个商人在我向他求婚的时候给了我一个奇怪的眼神…对不起，伙计，我直到现在才想到这个，他。*他笑了，下次，我会给你一些值钱的东西。我向你保证！",
  "I'll teach you, for sure, but only after I'll deal with all my problems.": "当然，我会教你的，但只有在我解决了所有问题之后。",
  "I don't want to help you anymore.": "我不想再帮你了。",
  "Be patient, nothing is ready yet.  In this case, the main thing is patience. Otherwise nothing sensible will come of it.": "耐心点，还没有准备好。在这种情况下，最主要的是耐心。否则就不会有什么明智的结果。",
  "Leave me alone, you creep.  Damn kids, always making fun of old and weak ladies…": "离我远点，你这个混蛋。该死的孩子，总是取笑年老体弱的女人…",
  "I'll be honest with you. [*he shows you his arm with large bite mark*] I think you understand what that means. I tried to heal it, but for some reason, the mark wont go, and the pain wont stop, no matter how i tried. I think I'll become one of them. I DONT what to become one of that thing…": "我跟你说实话。[*他给你看他的手臂上有一个大大的咬痕*]我想你明白这意味着什么。我试着治愈它，但不知为什么，伤痕不会消失，疼痛也不会停止，不管我怎么努力。我想我会成为他们中的一员。我不知道该怎么做…",
  "I teach only those who helped me. Did you helped me?": "我只教那些帮助过我的人。你帮过我吗？",
  "I came from Japan to retrieve ancient relics from the past: parts of armor of Kentaro the Great.": "我从日本来是为了取回过去的古代文物：健太郎大帝盔甲的一部分。",
  "The Moneylender Gang!": "放债帮！",
  "About that one job!": "关于那份工作！",
  "You are being taught!": "你被教导了！",
  "Get lost, <name_b>!": "滚开，<name\\u b>！",
  "Usually there are not much new people here.  As you may notice, <the_cataclysm> kicked us hard.  Not many survived that.  It’s a sad topic, really.  Let’s talk about something else.": "通常这里的新人不多。你可能注意到，<大灾变>狠狠地踢了我们。没有多少人幸存下来。这真是个悲哀的话题。我们再谈点别的吧。",
  "I got your money. [1200 FMCNotes]": "我拿到你的钱了。[1200个FMCNotes]",
  "Yes, master.": "是的，主人。",
  "Are you sure you telling me the truth?": "你确定你说的是实话吗？",
  "Flame Knuckle sounds cool! If you are sure about it, lead me to their leader, so he can accept me.": "火焰指节听起来很酷！如果你确定的话，带我去见他们的首领，这样他就可以接受我了。",
  "Test missions": "试验任务",
  "So be it!": "就这样吧！",
  "I want to sell something.": "我想卖点东西。",
  "I still want to kick your ass!": "我还是想踢你的屁股！",
  "That's more like it.": "更像是这样。",
  "Thanks, Johnny.": "谢谢，约翰尼。",
  "We don't have much time, <name_g>.": "我们时间不多了。",
  "Maybe later…": "也许以后…",
  "I need rest, <name_g>.  Let's do it sometime later.": "我需要休息。我们以后再做吧。",
  "Well, I was in this cell, minding my own business, but when the lights went out, the emergency system locked the entire PD and I kind of got stuck here.": "嗯，我当时在这间牢房里，管着自己的事，但当灯熄灭时，紧急系统锁定了整个警局，我就被困在这里了。",
  "Sure thing. I'll do anything for you.": "当然。我会为你做任何事。",
  "Thanks.": "谢谢。",
  "Yes, teach me.": "是的，教我。",
  "Test npc_buy": "测试npc\\U购买",
  "Well, I don’t have much to say, really.  It was pure luck, I guess.": "嗯，我没什么好说的，真的。我想这纯粹是运气。",
  "I want to buy something.": "我想买点东西。",
  "Officer is dead.": "警官死了。",
  "Sure thing, <name_g>.": "当然，<name\\u g>。",
  "Yeah, sure, pal.  Sorry.  You can have my old ring, if it helps.": "当然，伙计。对不起。如果有用的话，你可以把我的旧戒指给我。",
  "Yeah, I guess they are.  Here, you can take it.": "是的，我想是的。给，你可以拿着。",
  "I teach only those who helped my school.  Did you helped my school?": "我只教那些帮助过我学校的人。你帮过我的学校吗？",
  "Always picking weakest victim to mock.  Go ahead, mock old weak lady.  Kids these days, no respect for elders…": "总是挑最弱的受害者来嘲笑。去吧，嘲笑那个软弱的老太太。现在的孩子，不尊重长辈…",
  "It's been a fun ride. We had so much fun together. I just wanted to have fun for the last time, and you were there to help me with it. But now, I'm asking you to help me for the last time…": "旅途很愉快。我们在一起玩得很开心。我只想最后一次玩得开心，而你却在那里帮我。但是现在，我请求你最后一次帮助我…",
  "I learned all from it. You can take it now. Good luck!": "我从中学到了一切。你现在可以接受了。祝你好运！",
  "Understandable, have a nice day.": "可以理解，祝你今天愉快。",
  "Yes, Boxer Johnny needs you. Now go.": "是的，拳击手约翰尼需要你。现在走吧。",
  "Test Johnny's debt.": "测试约翰尼的债务。",
  "Brew of Might": "力量的酝酿",
  "Funny guy, are you? Boys, let's teach this <name_b> some manners!": "有趣的家伙，是吗？孩子们，让我们教这个孩子一些礼貌！",
  "So, we done here?": "那么，我们结束了？",
  "Don't waste my time.": "别浪费我的时间。",
  "Let's do it!": "我们开始吧！",
  "So, what about now?": "那么，现在呢？",
  "So, you want to learn the way of the sword?  Good.  I can teach you.": "那么，你想学剑法吗？很好。我可以教你。",
  "I'm Muslim.": "我是穆斯林。",
  "Test 232 test.": "测试232测试。",
  "[COP] I'm a cop, so please, let me in peacefully.": "我是警察，所以请让我安静地进去。",
  "Here's his head.": "这是他的头。",
  "So, i need help with something. Lead me to nearest bank!": "所以，我需要一些帮助。带我去最近的银行！",
  "Thanks again, Johnny.": "再次感谢你，约翰尼。",
  "I am a captain of military force of the US and A!": "我是美国的一名陆军上尉，也是一名军人！",
  "Thank you, master!": "多谢师父！",
  "SWEET!": "太好了！",
  "I… understand… I'll help you… for the last time…": "我…明白…我会帮你…最后一次…",
  "Thanks again, teacher.": "再次感谢老师。",
  "Hmm… I'm not ready.  My mission is not finished.  Yet.": "嗯…我还没准备好。我的任务还没完成。但是。",
  "I'm Christian.": "我是基督徒。",
  "Boxer Johnny sounds cool! If you are sure about it, lead me to their leader, so he can accept me.": "拳击手约翰尼听起来很酷！如果你确定的话，带我去见他们的首领，这样他就可以接受我了。",
  "Test student transfer.": "测试学生转移。",
  "Flame Knuckle school": "火焰指节学校",
  "[SPEECH] What would you lose if you let me in?": "如果你让我进去你会失去什么？",
  "I got a book for you.": "我有本书给你。",
  "I'm resting. Return later.": "我在休息。晚点回来。",
  "Hey, pal, I said I'm sorry!": "嘿，伙计，我说了对不起！",
  "I already taught you all I knew.": "我已经把我知道的都教给你了。",
  "You helped me resurrect my school, so here, take it.  It's one of the relics of our school, 'The Manual’.  You can take it now.  Good luck, student.  Don't get yourself killed!": "你帮我重建了我的学校，所以来，拿去吧。这是我们学校的遗物之一，《手册》。你现在可以接受了。祝你好运，学生。别让你自己死！",
  "Everything is ready, <name_g>.\" He winked conspiratorially.  \"Well, shall we try our 'potion'?": "“一切都准备好了，”他合谋地眨了眨眼我们要不要试试我们的“药水”？",
  "FINE, fine… You got me.  I need you to do me a little favor.  I need few <very> rare stones that can only be found deeply underground.  Find me 8 spiral stones and you'll get your training ": "好吧，好吧…你抓住我了。我需要你帮我一个小忙。我需要一些只有在地下深处才能找到的稀有石头。给我找8块螺旋石，你就可以接受训练了",
  "Look, right now I can only think about one thing, and that's definitely not about teaching, OK?": "听着，现在我只能想一件事，那绝对不是关于教学的，好吗？",
  "You have to kill me. That's the only way I can be freed from this curse, and not become one of that things after death. I know that I ask you too much, but…": "你必须杀了我。只有这样我才能从诅咒中解脱出来，死后也不会变成那种东西。我知道我要求你太多了，但是…",
  "I'm Buddhist": "我是佛教徒",
  "Test 22ch.": "试验22ch。",
  "Talk to Flame Knuckle's leader.": "和火焰指节的首领谈谈。",
  "[FEMALE] Maybe if I do something for you, you would let me in…": "[女]也许如果我为你做点什么，你会让我进去…",
  "I got a turret for you.": "我给你准备了一个炮塔。",
  "That's nice.  Actually, I lied about secret room, I just don't want to be followed by anyone, especially by some obsessed special agents.  But you held up your end of the agreement, and I respect agreements.  Take this book.  You may find it useful.": "那很好。事实上，我在密室的事上撒了谎，我只是不想被任何人跟踪，特别是被一些痴迷的特工跟踪。但你拖延了你的协议，我尊重协议。拿着这本书。你会发现它很有用。",
  "Umm, ok?": "嗯，好吗？",
  "I'm Jewish": "我是犹太人",
  "Glad for you.": "真为你高兴。",
  "Test mission rlated stuff": "测试任务和过时的东西",
  "Maybe if I help you with something you'll tell me more?": "如果我帮你做点什么，你能告诉我更多吗？",
  "What about that premium goods?": "那高档货呢？",
  "Berry, I swear to god, if you don't stop with your jokes…": "贝瑞，我向上帝发誓，如果你不停止你的玩笑…",
  "Ahem!": "啊哼！",
  "It sounds dangerous. I'll pass.": "听起来很危险。我会过去的。",
  "Thanks again, master.": "再次感谢师父。",
  "Okay, let's try!": "好吧，让我们试试！",
  "Thank you, officer.": "谢谢你，警官。",
  "Sure thing, my <name_g>.  Goodbye… It was a fun ride…": "当然，我的名字。再见…这是一次有趣的旅行…",
  "I'm ready.": "我准备好了。",
  "I'm atheist.": "我是无神论者。",
  "Iron Palm <swear> RULE!": "铁掌<sware>规则！",
  "Test trade.": "测试贸易。",
  "I hope you bring me something worth my attention.": "我希望你带给我一些值得我注意的东西。",
  "Can you tell me again what do you need?": "你能再告诉我一次你需要什么吗？",
  "Oh, pal, so how was it?  Is it good?  I know it's good, that's my favorite drink of all time!": "哦，伙计，怎么样？好吗？我知道它很好，那是我一直以来最喜欢的饮料！",
  "Ahem.  Your debt is repaid.  You can relax.": "啊哼。你的债还清了。你可以放松。",
  "Good.  Next task.  We need to get a highly classified information from military bunker nearby.  Lead me to that bunker.  We will work together on cracking it, but don't forget about time!": "很好。下一个任务。我们需要从附近的军事掩体得到高度机密的情报。带我去那个地堡。我们将一起努力破解它，但别忘了时间！",
  "<no>, I don't want to.": "不，我不想。",
  "I learned all from this book. You can take it. Good luck.": "我从这本书中学到了一切。你可以接受。祝你好运。",
  "Thank you, you are truly my <name_g>. Just do it quick, please. And if it's not hard for you, could you please bury me on this cemetery? I want to rest in this grounds, with my parents…": "谢谢你，你真的是我的名字。请快点。如果对你来说不难的话，你能把我葬在这个墓地吗？我想和我的父母在这里休息…",
  "I'm back!": "我回来了！",
  "Umm, one moment, please.": "嗯，请稍等。",
  "I'm agnostic.": "我是不可知论者。",
  "Test train": "试验列车",
  "It depends on who's asking.": "这取决于谁在问。",
  "I was a teacher, always wanted to be rich! Now I can fulfill my dream!": "我是个老师，一直想发财！现在我可以实现我的梦想了！",
  "What a shame…": "真可惜…",
  "Are you ready, my student?": "你准备好了吗，我的学生？",
  "Are you a believer?": "你是信徒吗？",
  "No test for you!": "你不用考试！",
  "Damn, not that crazy bastard again.  What do you want?": "该死，又不是那个疯子了。你想要什么？",
  "Unbelievable…": "难以置信…",
  "*looks busy.": "*看起来很忙。",
  "I'm sorry, master!  Please don't kill me!": "对不起，师父！请不要杀我！",
  "Wood for campfire": "营火用木材",
  "Thanks again, officer.": "再次感谢，警官。",
  "Good, good.  I was looking for someone like you.  Last part of my missions was to find someone worthy, so I can teach him Kentaro's ancient fighting style.  But be warned, training will be hard.  So, if you think you're ready, we can start.": "很好，很好。我在找像你这样的人。我的任务的最后一部分是找到一个有价值的人，这样我就可以教他肯塔罗古老的战斗风格。但要注意的是，训练会很困难。所以，如果你觉得你准备好了，我们可以开始了。",
  "Flame Knuckle <swear> RULE!": "火焰指节<发誓>规则！",
  "*nods and say:  \"<greet>\", checks his watch, scratch his head.  \"What do you need?\"": "*点头说：“<greet>”，检查他的手表，搔他的头你需要什么？”",
  "Bah, what's the point of it? It's all story now. Let's focus on todays problems.": "呸，这有什么意义？现在都是故事了。让我们关注今天的问题。",
  "Damn, not that crazy bitch again.  What do you want?": "妈的，又不是那个疯婆子了。你想要什么？",
  "Yes, let's do this.": "是的，让我们这样做。",
  "Umm, why do you have so angry face?  You didn't like it?  Maybe you drank too much?  Here, take this, it can help!": "嗯，你为什么这么生气？你不喜欢吗？也许你喝多了？来，拿着这个，会有帮助的！",
  "What?!  Masters don't lie!  You want to feel my iron fury?  You want to feel REAL PAIN?!": "什么？！主人不说谎！你想感受我钢铁般的愤怒吗？你想感受真正的痛苦？！",
  "Let me think again.": "让我再想想。",
  "Find 30 planks.": "找30块木板。",
  "[*He dies peacefully with a smile on his face. Something falls down from his pocket*]": "[*他面带微笑平静地死去。有东西从他的口袋里掉了下来",
  "I'll be free in a few hours.  Until then, you can talk to my boss.": "我几小时后有空。在那之前，你可以和我老板谈谈。",
  "Sorry I don't want to.": "对不起，我不想。",
  "Defend Johnny's gym": "保卫约翰尼的体育馆",
  "Good.  Last task.  We need to contact a special agent that is working in this area to finish my mission.  For that we need to get a special code to contact him with radio.  Lead me to the meeting point, where we can find more info.": "很好。最后一个任务。我们需要联系一个在这个地区工作的特工来完成我的任务。为此我们需要一个特殊的密码来联系他。带我到集合点，在那里我们可以找到更多的信息。",
  "Get lost, you drunkard.": "滚开，你这个酒鬼。",
  "*slowly shake his head": "*慢慢地摇摇头",
  "Under roof.  Why do you ask?": "在屋顶下面。你为什么问？",
  "Maybe you want to teach me something cool, master?": "也许你想教我一些很酷的东西，师父？",
  "Ah, my favorite customer.  What brings you here?": "啊，我最喜欢的顾客。什么风把你吹来了？",
  "So, you want to learn something new? I can teach you how to read faster, or, if you don't know, how to read.": "你想学点新东西吗？我可以教你怎么读得更快，或者，如果你不知道，怎么读。",
  "He's here, alive and well.": "他在这里，还活着。",
  "Help Johnny to defend his gym.": "帮助约翰尼保卫他的体育馆。",
  "I'm sorry, master!": "对不起，师父！",
  "Afraid of losing?  I'll go look for a worthy opponent somewhere else.": "怕输？我要去别的地方找一个有价值的对手。",
  "Oh, uh, well, OK then?": "哦，呃，那好吧？",
  "AY YO!!!": "哎哟！！！",
  "Hacker": "黑客",
  "Boxer Johnny <swear> RULE!": "拳击手约翰尼<sware>规则！",
  "Make it quick.  I don't have time for chit-chat!": "快点。我没时间闲聊了！",
  "I have a unfinished task. Let's talk about this later.": "我有一个未完成的任务。我们晚点再谈。",
  "He was alive, but I couldn't get him here in one peace.  I'm sorry.": "他还活着，但我没能让他平静下来。我很抱歉。",
  "I'm only talking to my students about my problems!": "我只是在和我的学生谈论我的问题！",
  "OK, OK, I'll tell you.  The truth is, I was afraid when first <zombies> tried to enter our department, and didn't even notice how I got myself locked up here, in this cell.  Maybe I panicked, and instead of running away, or helping my fellow co-workers, I thought, maybe, this metal bars would protect me.  I'm so ashamed of myself, really.  Officers should be calm in emergencies like this, to help civilians with anything they need, to protect them, but… What done is done.": "好吧，好吧，我告诉你。事实是，当第一批僵尸试图进入我们部门时，我很害怕，甚至没有注意到我是如何把自己关在这里，关在这个牢房里的。也许我惊慌失措，我没有逃跑，也没有帮助同事，我想，也许，这根金属棒能保护我。我真的为自己感到羞耻。在这样的紧急情况下，军官们应该保持冷静，帮助平民做他们需要的任何事情，保护他们，但是……做了什么就做什么。",
  "Kill that nerd.": "杀了那个书呆子。",
  "Good, good.  This is the armor that you found for me.  Put it on, and then speak to me.": "很好，很好。这是你为我找到的盔甲。戴上它，然后跟我说话。",
  "Not under roof.  Why do you ask?": "不是在屋顶下。你为什么问？",
  "I'm not in the mood right now. Go away.": "我现在没心情。走开。",
  "Not my type, sorry.": "不是我喜欢的类型，抱歉。",
  "He was dead, I couldn't do anything.  I'm sorry.": "他死了，我什么都做不了。我很抱歉。",
  "Good.  See that building?  That's our meeting point.  Search for the note or something inside.  It got to be written somewhere.": "很好。看到那栋楼了吗？那是我们的汇合点。在里面找纸条或什么东西。一定要写在什么地方。",
  "Let's count the points.": "让我们数点分数。",
  "[*ZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZ*]": "[*zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz*]",
  "Nothing, really.": "没什么，真的。",
  "I understand.  I'll return when I get the uniform!": "我理解。我拿到制服就回来！",
  "I'm still ahead!": "我还在前面！",
  "OK, <name_g>, take your time.": "好的，慢慢来。",
  "I'm ready, master.  What's next?": "我准备好了，主人。下一步是什么？",
  "Test mission cycle.": "测试任务周期。",
  "So, what about my brother?": "那么，我弟弟呢？",
  "So, I got that note for you!  Care to explain why there were a lot of aggressive drones?": "所以，我把那张纸条给你了！想解释一下为什么会有很多攻击性的无人机吗？",
  "First, you need to find proper uniform.  You should wear Karate Gi and Geta to start your training.  By the way, this is strictly not allowed, but in this dire circumstances, you can 'borrow' uniform from any not-any-more student.": "首先，你需要找到合适的制服。你应该穿空手道球衣开始训练。顺便说一句，这是严格不允许的，但在这种可怕的情况下，你可以'借'制服从任何不再有学生。",
  "Okay, I admit your victory.  Now let's take a break.": "好吧，我承认你赢了。现在让我们休息一下。",
  "Good for you, <name_g>.": "很好，<name\\u g>。",
  "Yeah, <name_g>. We're here.": "是的，<name\\u g>。我们到了。",
  "Test mission cycle with success.": "测试任务周期成功。",
  "So, you want to learn the secrets of my school? Here, take it, it's all yours, my student. But you know, I'm not feeling that generous to just give you my secrets that easily. Let's dance for a bit, and if you could stand still after that, consider yourself worthy to know the ways of my school.": "你想知道我学校的秘密吗？来，拿着，都是你的，我的学生。但你知道，我不觉得那么慷慨，就这么轻易地告诉你我的秘密。让我们跳一会儿舞，如果你在那之后还能站着不动，你就认为你有资格了解我学校的教学方法。",
  "So, you're a cop? Good. This good <name_g>s will lead you where you should be.": "你是警察？很好。这个好名字会把你带到你该去的地方。",
  "*give him your scariest smile*": "*给他你最可怕的微笑*",
  "I'm done.": "我受够了。",
  "I'm waiting.": "我在等你。",
  "Test WORKING mission cycle.": "测试工作任务周期。",
  "Damn, you helped your <name_g> and then decapitated him?  You absolutely madman!  Here, take this, and please, get the hell out!": "该死，你帮了你的<name\\u g>然后砍了他的头？你真是个疯子！来，拿着这个，拜托，滚出去！",
  "Clock is ticking, <name_g>.": "时钟滴答滴答地响着。",
  "Thank you, master.": "多谢师父。",
  "I'm still working on it, <name_g>.": "我还在努力，<name\\u g>。",
  "I'm the True Warrior of God!  I fight evil whenever I see one!  I was called to this land to clean it from it's filth!  Humanity has covered itself with sin and now they pay the price!  But I lived all my life as pure and sinless as I could, and the God saved me from this curse of walking dead!": "我是上帝真正的战士！每当我看到一个恶魔，我就和它战斗！我被召唤到这片土地来清除它的污秽！人类用罪恶掩盖了自己，现在他们付出了代价！但我一辈子都尽可能的纯洁和无罪，上帝救了我脱离了行尸走肉的诅咒！",
  "Test mission assign.": "测试任务分配。",
  "Find new students": "寻找新学生",
  "[35MERCH] Maybe this will help.": "[35MERCH]也许这会有帮助。",
  "Sorry, pal, I'm not in the mood right now.": "抱歉，伙计，我现在没心情。",
  "Take this.  This is one of the school flyers my informer has gave me.  He said that they use it now as invitation tickets.  I hope you can find use for it.  Good luck, student.": "拿着这个。这是我线人给我的学校传单之一。他说他们现在用它当请柬。我希望你能找到它的用处。祝你好运，学生。",
  "Are we there, <name_g>?": "我们到了吗？",
  "Wait, whaa…": "等等，哇…",
  "Test mission success.": "测试任务成功。",
  "Flame Knuckle's Leader asked you to find new students for his school.": "火焰指节的领导让你为他的学校找新学生。",
  "Nope.": "不。",
  "So, you can't read? No problem, I can teach you!": "所以，你不识字？没问题，我可以教你！",
  "You will die, right here, right now!": "你会死的，就在这里，就在现在！",
  "Yes, good, good.  You look like a fine warrior in his armor and with his weapon.  Prepare my student.  Training will be hard, but I hope you succeed in it.  And now, the training: fight to the death!  BANZAI!": "是的，很好，很好。你穿上盔甲，拿着武器，看上去像个优秀的战士。让我的学生做好准备。训练很难，但我希望你能成功。现在，训练：战斗至死！班扎伊！",
  "Yes, my brother.": "是的，我哥哥。",
  "Test mission failure": "测试任务失败",
  "It's a matter of principle.  You got something for me?": "这是原则问题。你有东西给我吗？",
  "Nice.  Consider yourself freed from your friends debt, he-he.  If you want to earn more money, or spend it, talk to me.": "不错。他说，把自己从朋友的债务中解脱出来吧。如果你想赚更多的钱，或者花更多的钱，跟我说。",
  "So, you are slow reader? No problem, I can teach you!": "那么，你阅读速度慢？没问题，我可以教你！",
  "Bring vodka to Berry": "把伏特加加到浆果里",
  "You will tell me the truth, right NOW, or <ill_kill_you>, <name_b>!": "你现在就告诉我真相，否则我就杀了你！",
  "I'm back.": "我回来了。",
  "Did you help me, student?": "你帮我了吗，学生？",
  "Test mission clear": "测试任务完成",
  "I'm afraid that I can't teach you anything.": "恐怕我什么都教不了你。",
  "Berry want some vodka for his sore throat. Bring him a bottle.": "贝瑞想喝点伏特加治喉咙痛。给他拿瓶来。",
  "Well, I didn't think that someone would ever lived after that, <name_g>.": "嗯，我没想到会有人在那之后还活着。",
  "No, ha-ha, it's an accident, really.": "不，哈哈，这是个意外，真的。",
  "Yo, <name_g>. Go talk to him. I'm a little tired, so…[*ZZZZZ*]": "哟，<name\\u g>。去和他谈谈。我有点累，所以…[*zzzz*]",
  "I teach only those who help holy warriors in need.  Do you help holy warriors in need?": "我只教那些帮助有需要的神圣战士的人。你有帮助那些需要帮助的神圣战士吗？",
  "Test add mission1 ": "测试添加任务1",
  "So, you want to learn how to read fast? No problem, I can teach you!": "那么，你想学习如何快速阅读吗？没问题，我可以教你！",
  "I'm sorry, master, but you must die.": "对不起，主人，你必须死。",
  "You are not ready yet.  Come back later.  [REQUIRES: MELEE 4, CUTTING 4]": "你还没准备好。晚点再来。[需要：近战4，切割4]",
  "Test add mission2 ": "测试添加任务2",
  "Good. I'll slip a word about you to my boss. You can meet him downstairs.": "很好。我要把你的事告诉我老板。你可以在楼下见他。",
  "Nice.  Consider yourself freed from your friends debt, he-he.  If you want to trade, talk to me.": "不错。他说，把自己从朋友的债务中解脱出来吧。如果你想交易，跟我说。",
  "Die, <name_b>.": "模具，<name\\u b>。",
  "I learned all from this book. You can take it.": "我从这本书中学到了一切。你可以接受。",
  "AY YO!": "哎哟！",
  "Thank you, holy warrior.": "谢谢你，神圣的战士。",
  "Test add mission 3": "测试添加任务3",
  "Live and newer come back.  If I see your face one more time, <ill_kill_you>.": "活着回来。如果我再看到你的脸，我就杀了你。",
  "So, looking for a secret room, aren't you?": "你在找密室，是吗？",
  "Find Tabi": "找到塔比",
  "Test add mission 7 ": "测试添加任务7",
  "Get rid of nasty hobo": "摆脱讨厌的流浪汉",
  "OK, OK, I'll tell you the truth.  I'm working for China's intelligence.  They dropped me here before releasing this <swear> plague, so that I can send them reports on how deadly it is.  I didn’t know that it will be this bad, <name_g>, it’s <very> terrifying.  My last mission was to just GTFO of here, meet other agent that can organize my extraction to somewhere else.  Please spare me, <name_g>!  I'll give you something <very> valuable if you do, please...": "好吧，好吧，我告诉你真相。我为中国情报局工作。他们在释放瘟疫之前把我扔到这里，这样我就可以向他们报告它有多致命。我不知道会有这么糟糕，<name\\u g>，太可怕了。我的最后一个任务就是离开这里，去见另一个可以组织我去别的地方的特工。请原谅我，<name\\u g>！如果你愿意，我会给你一些有价值的东西。。。",
  "Thank you again, master": "再次感谢师父",
  "Find Tabi of the great hero Kentaro.": "找到伟大英雄肯塔罗的塔比。",
  "Back": "返回",
  "Bartender asked you to get rid of nasty hobo.": "酒保让你把讨厌的流浪汉赶走。",
  "I'm a collector, I collect books.  Also, I need to protect my property.  For that, I need automated turrets.  Turrets with M240 are fine.  Bring me enough books and I'll open my store to you.  Bring me enough books and turrets, and I'll open my premium store for you.": "我是个收藏家，我收集书籍。另外，我需要保护我的财产。为此，我需要自动炮塔。带有M240的炮塔很好。给我带足够的书，我就给你开门。给我带足够的书和炮塔，我会为你开我的高级商店。",
  "Find informer": "找到线人",
  "Thanks again, holy warrior.": "再次感谢，神圣的战士。",
  "END": "结束",
  "Find the informer, who was infiltrated to 'Flame Knuckle' school, and talk to him.": "找到那个潜入“火焰指节”学校的线人，和他谈谈。",
  "Bill told me everything.  You want to screw me over and got all neat stuff from Billy's secret stash all by yourself? Not this time.  Ha-Ha on You!": "比尔把一切都告诉了我。你想把我搞砸，一个人从比利的秘密藏身处弄来所有干净的东西？这次不行。哈哈哈！",
  "Find weed": "找到杂草",
  "???": "???",
  "<no>, <name_b>. <ill_kill_you>, <name_b>. You've helped me enough, so I can finish my mission without you, <name_b>!": "<no>，<name\\u b>。我会杀了你的。你帮了我很多，所以我可以不用你完成我的任务，<name\\u b>！",
  "Ingredients for liquor": "白酒配料",
  "What? What secret room?  I don't know what you're talking about!": "什么？什么密室？我不知道你在说什么！",
  "Well, what to say, I was always good with numbers, especially while counting money, he-he.  When the <zombies> started to rise, I was here, with my trusted men, in my lovely shelter, protected from outside world.  Somehow, this plague didn't got me, so now I'm just continue to do what I know, and what I'm good at.": "好吧，怎么说呢，我对数字一向很在行，尤其是在数钱的时候，他说。当僵尸开始崛起的时候，我和我信任的人在这里，在我可爱的庇护所里，远离外界。不知何故，这场瘟疫没有抓住我，所以现在我只能继续做我知道的，我擅长的。",
  "Thanks, Barry!": "谢谢，巴里！",
  "Gather:\n <color_light_blue>12 pinecones</color>\n <color_light_blue>8 birchbarks</color>\n <color_light_blue>4 cattail stalks</color>\n <color_light_blue>2 lotus flowers</color>": "聚集：\n<颜色\\浅蓝色>12个松果</color>",
  "Ok, ok, I'll play along.  But only if you start calling me 'The Chosen One'! [*chuckles*]": "好吧，好吧，我一起玩。但前提是你开始叫我“被选中的人”！[*咯咯笑*]",
  "You met test person0": "你遇到了测试人员0",
  "I said I don't have time for chit-chat!": "我说我没时间闲聊了！",
  "Good luck, student!": "祝你好运，学生！",
  "Find crashed heli": "找到坠毁的直升机",
  "Well, to be honest, I'm just a guy in cool suit…  I took it from museum when <the_cataclysm> started to protect myself, and to somehow remain stable, I started to think of myself as holy warrior, which was sent here to purge the world of <zombies>…  Don't judge me, please…": "好吧，说实话，我只是一个穿酷西装的人…我从博物馆拿的，当大灾变开始保护我自己的时候，为了保持稳定，我开始认为自己是神圣的战士，被派到这里来净化僵尸世界…请不要评判我…",
  "He looks like a nice bh. Maybe you should not let him die?": "他看起来像个好人。也许你不该让他死？",
  "Cost asked you to find crashed heli": "Cost让你找到坠毁的heli",
  "Nah.": "不。",
  "Thanks again, Barry.": "再次感谢你，巴里。",
  "<name_g> did you actually believed that <name_b>?  I don't hide anything from you!  Kill him please and please don't kill me!": "你真的相信吗？我不会瞒着你的！请杀了他，请不要杀我！",
  "HOW DARE YOU SAY SOMETHING LIKE THAT!!!": "你怎么敢说那样的话！！！",
  "Nice, nice.  Take this, you earned it.": "很好，很好。拿着这个，这是你应得的。",
  "Find police report": "查找警方报告",
  "Heist": "抢劫",
  "Officer asked you to find him a folder with police reports in PD, located in town nearby.": "警官让你给他找一个文件夹，里面有警方的报告，就在附近的镇上。",
  "Protect me!!!": "保护我！！！",
  "Where is your cross, my brother?": "你的十字架在哪里，我的兄弟？",
  "Alright, accepted.": "好吧，接受。",
  "Where is your cross, my sister?": "你的十字架在哪里，我妹妹？",
  "Nice.": "不错。",
  "Prove that you are true warrior of the light": "证明你是真正的光之战士",
  "Knight asked you to prove that you are true warrior of the light by killing 100 zombies.": "骑士要求你通过杀死100个僵尸来证明你是真正的光之战士。",
  "Alright, accepted.  Here's your money.": "好吧，接受。这是你的钱。",
  "Here's the money for bot.": "这是给机器人的钱。",
  "Here's the money for that shotgun.": "这是买猎枪的钱。",
  "Here's the money for book.": "这是买书的钱。",
  "Sorry, <name_g>, I don't have anything for you at the moment.": "对不起，我现在没有东西给你。",
  "I have this cool martial book right here.  Price is 1200 merch.  Are you interested?": "我这有本很酷的武功书。价格是1200默克。你有兴趣吗？",
  "I have this cool shotgun CBM right here.  Price is 400 merch.  Are you interested?": "我这里有一把很酷的猎枪。价格是400美克。你有兴趣吗？",
  "I have this cool cop bot right here.  Price is 200 merch.  Are you interested?": "我这里有个很酷的警察机器人。价格是200美克。你有兴趣吗？",
  "I'm empty right now.  Come back in a few days.": "我现在空着。过几天再来。",
  "Army supplies.": "军队补给。",
  "Canned food.": "罐头食品。",
  "Medieval stuff.": "中世纪的东西。",
  "Pharmacy.": "药房。",
  "Rare weapons.": "稀有武器。",
  "Melee weapons.": "近战武器。",
  "Weapons.": "武器。",
  "So, I've got:\n Army supplies for 225\n Canned food for 20\n Medieval stuff from museum for 280\n Pharmacy for 300\n Rare weapons for 600\n Melee weapons for 140\n Weapons for 350\nDon't forget that I work only with hard cash!": "所以，我有\n件225美元的军需品",
  "You met Moneylender": "你见过放债人吗"
}