{
  "giant cockroach nymph": "大蟑螂若虫",
  "looped cordage pouch": "绳套",
  "birch water jug": "桦树水壶",
  "large clay pot": "大陶罐",
  "Build Makeshift Fence": "建造临时围栏",
  "clay evaporation dish": "粘土蒸发皿",
  "A baby mutant cockroach about the size of a rat.": "一只老鼠大小的变异小蟑螂。",
  "A net bag made from carefully looped natural cordage, very flexible, has a strap to wear over your torso": "一个网袋，由小心地环自然绳索，非常灵活，有一个带子穿在你的躯干",
  "A net bag made from carefully looped natural cordage, has a strap to wear over your torso": "一个网袋，由小心地环自然绳索制成，有一条带子系在你的躯干上",
  "A carefully made birch bark water jug with a lid, it is sealed with pine pitch. It can hold 1.5 liters of water.": "一个精心制作的带有盖子的桦树皮水壶，用松脂密封。它能装1.5升水。",
  "bone pickaxe": "骨镐",
  "A bulky and heavy clay pot with a waterproofed lid, meant to store water, but can carry other liquids in a pinch.": "一种有防水盖的笨重的粘土罐，用来储水，但在必要时可以携带其它液体。",
  "A very large shallow bowl with a lid used for evaporating water. Holds about 20 litres, probably best used with a charcoal smoker.": "用来蒸发水的有盖的非常大的浅的碗。容量约为20升，最好与木炭吸烟者一起使用。",
  "This is a primitive pickaxe, traditionally made from antler or bone, and fire-hardened for greater hardness.  It will wear out with use, but still suitable for striking the earth.": "这是一种原始的鹤嘴锄，传统上用鹿角或骨头制成，经过火硬化后硬度更高。它会磨损使用，但仍然适合打击地球。",
  "dried starch flakes": "干淀粉片",
  "dried starch water": "干淀粉水",
  "Build Woven Fence": "建造编织围栏",
  "Starch that's had the water decanted off & roasted to remove a lot of the water, you could grind this into a fine flour for use.": "把水倒掉的淀粉，经过烘烤除去大量水分，你可以把它磨成细面粉。",
  "Build Makeshift Still": "构建临时静止",
  "flint hand drill": "燧石手钻",
  "fur backpack": "皮草背包",
  "short leather cord": "短皮绳",
  "makeshift fence": "临时围栏",
  "primitive distillation": "原始蒸馏",
  "Canvas": "画布",
  "Wild Living": "野生动物",
  "oak tree": "橡树",
  "A primitive bulky manual drill with a flint flake for a drill bit.  Powered by a bow drill, it will tire you quickly.": "一种原始的笨重的手工钻头，钻头上有燧石薄片。以弓形钻为动力，它会让你很快疲劳。",
  "A medium sized fur backpack, with a few loops for attaching gear.": "一个中等大小的皮草背包，有几个用来装装备的环。",
  "underbrush": "灌木丛",
  "A 6-inch (or about 15 cm) long piece of rawhide or leather cord.  Useful for some purposes, but not as strong or flexible as proper string.": "一条6英寸（或约15厘米）长的生皮或皮绳。对某些目的有用，但不如适当的弦那么有力或灵活。",
  "A makeshift fence": "临时围栏",
  "Fake item - exists for primitive still": "假项目-存在",
  "Bring a little more life and variety to the wilds - https://github.com/LambdaSix/Wild-Living": "给荒野带来更多的生机和变化-https://github.com/lambdashex/Wild-Living",
  "A massive deciduous tree belonging to the 'Quercus' genus, commonly found throughout New England region.  You could cut it down with the right tools.": "栎属的一种落叶乔木，广泛分布于新英格兰地区。你可以用合适的工具把它砍下来。",
  "clay evaporation dish (salt water)": "粘土蒸发皿（盐水）",
  "A shoulder high hedgerow.  An observant forager could obtain edible plants, acorns, eggs, and mushrooms from it.": "肩高的树篱。善于观察的觅食者可以从中获得可食用的植物、橡子、鸡蛋和蘑菇。",
  "A very large shallow bowl with a lid used for evaporating water. This one is full of salt water and ready to be heated in a smoking rack": "用来蒸发水的有盖的非常大的浅的碗。这个装满了盐水，可以放在吸烟架上加热",
  "Plant Hedgegrow": "植物绿篱",
  "Oilcloth Canvas": "油布帆布",
  "digestive tract": "消化道",
  "raw brain slurry": "生脑浆",
  "tea bag": "茶包",
  "cut apple tree": "割苹果树",
  "dog whistle": "狗哨",
  "woven fence": "编织围栏",
  "A harvested oak tree": "收获的橡树",
  "The digestive tract of a woodland creature.  It is surprisingly durable.": "林地生物的消化道。它非常耐用。",
  "A small self-made bag of prepared tea plant ready for infusion as a tea, it should last a long time, but not forever": "一小袋自制的备好的茶树准备冲泡成茶，应该能坚持很长时间，但不能永远",
  "This tree is a member of the 'Malus' genus, producing fruit commonly known as apples. f you examined the branches more closely, you could probably find a few mature ones in autumn.  You could also cut it down with the right tools, this one has had a cutting taken from it": "这棵树是'苹果'属的一员，出产通常被称为苹果的果实。如果你仔细观察这些树枝，你可能会在秋天发现一些成熟的。你也可以用合适的工具把它砍下来，这一个已经被砍下来了",
  "willow tree": "柳树",
  "This is a small wooden whistle.  When used, it produces a high tone that causes nearby friendly dogs to either follow you closely and stop attacking, or start attacking enemies if they are currently docile.": "这是一个小木哨。当使用时，它会产生一个高音调，使附近的友好狗要么紧跟你，停止攻击，或开始攻击敌人，如果他们目前温顺。",
  "A fence made from simple fence posts and branches woven between the posts.": "用简单的栅栏柱和在柱子之间编织的树枝做成的栅栏。",
  "turpentine": "松节油",
  "The brain from an animal. This brain has been turned into a thick watery paste. You wouldn't want to eat this raw…": "动物的大脑。这个大脑已经变成了厚厚的水状糊状物。你不会想吃生的…",
  "A willow tree": "柳树",
  "Distilled from pine resin, this solvent has many uses in projects.": "从松脂中蒸馏而来，这种溶剂在工程中有许多用途。",
  "Plant Apple Tree": "种植苹果树",
  "wooden fish trap": "木制捕鱼器",
  "wooden workmat": "木制工作垫",
  "raw willow fibre": "生柳纤维",
  "This is a makeshift fish trap made from wooden sticks and cordage.  It's primitive, but easy to use.  The principle of action: the fish swims inside for bait, but can't get out.": "这是用木棍和绳索做成的临时鱼网。它很原始，但很容易使用。动作原理：鱼在里面游来游去作为诱饵，但出不来。",
  "A collection of fairly flat sticks bound together with cordage, makes a passable butchery aid. ": "用绳子绑在一起的一组相当扁平的棍子，是一种可以通过的屠宰工具。",
  "apple tree cutting": "苹果树采伐",
  "raw willow fibres": "生柳纤维",
  "apple tree cuttings": "苹果树插条",
  "The fibrous inner bark of willow, these have been boiled to loosen the fibres.": "柳树的纤维状内层树皮，这些树皮经过煮沸使纤维松散。",
  "Take Apple Tree Cutting": "以苹果树切割为例",
  "A large cutting from an apple tree. t dies quickly, so hurry and pot it!": "从苹果树上砍下的一大块。它死得很快，所以赶快把它扔掉！",
  "A collection of fairly flat sticks bound together with cordage, makes a passable butchery aid.  It's rolled and ready for carrying.": "用绳子绑在一起的一组相当扁平的棍子，是一种可以通过的屠宰工具。它已经卷好准备好了。",
  "Plant Pear Tree": "种植梨树",
  "Take Pear Tree Cutting": "以梨树切割为例",
  "Plant Cherry Tree": "种植樱桃树",
  "Take Cherry Tree Cutting": "以樱桃树切割为例",
  "Plant Peach Tree": "种植桃树",
  "Take Peach Tree Cutting": "以桃树切割为例",
  "Plant Apricot Tree": "种植杏树",
  "Take Apricot Tree Cutting": "以杏树切割为例",
  "Plant Plum Tree": "种植李树",
  "Take Plum Tree Cutting": "以李树切割为例",
  "Plant Coffee Tree": "种植咖啡树",
  "Take Coffee Tree Cutting": "以咖啡树切割为例"
}