{
  "CM 2 12mm Magazine": "CM 2 12mm刀库",
  "Rancor 15 .223 Magazine": "Rancor 15.223弹匣",
  "RIA 5 .30-06 Magazine": "RIA 5.30-06杂志",
  "RIA 22 .44 Magazine": "RIA 22.44杂志",
  "Ronson 10 .45 Magazine": "Ronson 10.45杂志",
  "Ronson 20 .50 BMG Magazine": "Ronson 20.50 BMG杂志",
  "RIA 45 5.7x28mm Magazine": "RIA 45 5.7x28mm刀库",
  "Ronson 20 7.62x39mm Magazine": "Ronson 20 7.62x39mm刀库",
  "Z-AT 10 Magazine": "Z-AT 10刀库",
  "Stripper drum magazine": "汽提塔鼓仓",
  "small single-stack <info>Critical Mass</info> <color_yellow>magazine</color>, colored black with a sculpted metal finish.\nCM's logo is printed on the side of the magazine, and will probably only work with CM's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "小型单堆<info>临界质量</info><color\\u yellow>杂志</color>，黑色，雕刻金属饰面。\ncm的标志印在杂志的侧面，可能只适用于CM的武器。\n\n<info>Xeno的SAS4武器包改装内容",
  "small single-stack <info>Rancor</info> <color_yellow>magazine</color>, colored black with a sculpted metal finish.\nRancor's logo is printed on the side of the magazine, and will probably only work with Rancor's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "小的单叠<info>Rancor</info><color\\u yellow>杂志</color>，黑色，雕刻金属饰面。\n兰科的标志印在杂志的侧面，可能只适用于兰科的武器。\n\n<info>Xeno的SAS4武器包改装内容",
  "small single-stack <info>Rubicon Industries</info> <color_yellow>magazine</color> designed for snipers, colored black with a sculpted metal finish.\nRI's logo is printed on the side of the magazine, with an extra sticker of a long bullet, and will probably only work with RI's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "小单栈<info>Rubicon Industries</info><color\\u yellow>杂志</color>专为狙击手设计，黑色，雕刻金属饰面。\n国际扶轮的标志印在杂志的侧面，上面多了一个长子弹的贴纸，而且可能只适用于国际扶轮的武器。\n\n<info>Xeno的SAS4武器包改装内容",
  "single-stack <info>Rubicon Industries</info> <color_yellow>magazine</color>, colored black with a sculpted metal finish.\nRI's logo is printed on the side of the magazine and will probably only work with RI's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "单叠<info>Rubicon Industries</info><color\\u yellow>杂志</color>，黑色，雕刻金属饰面。\n国际扶轮的标志印在杂志的侧面，可能只适用于国际扶轮的武器。\n\n<info>Xeno的SAS4武器包改装内容",
  "single-stack <info>Ronson</info> <color_yellow>magazine</color>, colored black with a sleek metal finish.\nRonson's logo is printed on the side of the magazine and will probably only work with Ronson's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "单叠<info>Ronson</info><color\\u yellow>杂志</color>，黑色，金属表面光滑。\n隆森的标志印在杂志的侧面，可能只适用于隆森的武器。\n\n<info>Xeno的SAS4武器包改装内容",
  "single-stack <info>Ronson</info> <color_yellow>magazine</color>, colored black with a sleek metal finish.\nthis magazine is specially thick to hold .50 BMG type of ammunition\nRonson's logo is printed on the side of the magazine and will probably only work with Ronson's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "单叠<info>Ronson</info><color\\u yellow>杂志</color>，黑色，金属表面光滑。这个弹匣特别厚，可以装.50bmg的弹药",
  "single-stack <info>Z-Arm Tech</info> <color_yellow>magazine</color>, colored black with a sleek square metal finish. it's held together by duct tape and will probably <bad>work pretty badly</bad>.\nZ-AT's logo is printed on the side of the magazine and will probably only work with Z-AT's weapons.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "单堆栈<info>Z臂技术</info><color\\u yellow>杂志</color>，黑色，光滑的方形金属表面。它是用胶带粘在一起的，很可能会坏得很。\n Z-AT的标志印在杂志的侧面，可能只适用于Z-AT的武器。\n\n<info>Xeno的SAS4武器包改装内容",
  "A removable plastic magazine for the Saiga-12 shotgun.  Holds 10 rounds.": "Saiga-12猎枪的可拆卸塑料弹匣。可容纳10发子弹。",
  "Sub-Light COM2 (CM)": "亚光COM2（CM）",
  "CM 202": "202厘米",
  "RIA 50": "放射免疫分析50",
  "RIA 1010": "放射免疫分析1010",
  "Ronson 45": "朗森45",
  "Ronson 50": "朗森50",
  "RIA 7": "放射免疫分析7",
  "Z-5 Heavy": "Z-5重型",
  "Z-1 Assault": "Z-1攻击",
  "Ronson 70": "朗森70",
  "Z-1 Assaults": "Z-1攻击",
  "Sublight COM2 rounds travel the last meter or so at <good>very high speeds</good> through <info>'Centre Of Mass Displacement'</info> technology. Recorded speeds of the 127mm COM2 rounds are close to 100,000 meters per second. Enough to leave a big hole in just about anything. it's covered in white paneling with gray lines and a bright blue LED in the middle and some LEDs on the barrel sides, all placed on top of a black structure.\n\nThis weapon is <good>good</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "亚光COM2炮弹通过“质心位移”技术以<good>极高的速度在最后一米左右移动。127毫米COM2炮弹的记录速度接近每秒100000米。足以在任何东西上留下一个大洞。它覆盖着白色镶板和灰色线条，中间有一个明亮的蓝色发光二极管，桶侧有一些发光二极管，都放在黑色结构的顶部。\n\n这种武器很好，很可能不会失灵，而且能应付相当大的打击。</good>\n",
  "The CM 202 is a pistol manufactured by <info>Critical Mass</info> \nThe CM 202 is weaker than his brothers (the CM 205 and the CM 225), Its under-barrel magazine fed design is similar to the Mauser C96 and the TEC-9, despite the use of a very <info>high caliber</info> the magazines can hold a <good>decent ammount</good> of ammunition.\n\nThis weapon is <good>good</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "CM 202是由临界质量\n制造的手枪CM 202比他的兄弟（CM 205和CM 225）更弱，它的下管弹匣进料设计类似于Mauser C96和TEC-9，尽管使用了非常高的口径，弹匣可以容纳<good>个像样的弹药量。\n\n这种武器是<good>好的</good>而且将<good>可能不会失灵</good>而且<good>将处理相当多的打击。</good>",
  "The RIA 50 is a sniper rifle produced by <info>Rubicon industries</info> \nThe RIA 50 appears to be a futuristic sniper rifle based on the Sako TRG-42 with a fitted Muzzle Break. However, the RIA 50 does not have a bolt like its possible real-life counterpart, most likely due to the fact that the rifle is <good>fully automatic</good>.\n\nThis weapon is <good>good</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "RIA 50是Rubicon industries公司生产的狙击步枪，RIA 50似乎是一种基于Sako TRG-42的未来狙击步枪，带有一个合适的枪口开口。然而，RIA 50并没有像它可能的现实生活中的对应物那样的螺栓，很可能是因为步枪是<good>全自动的。\n\n这种武器是<good>好的</good>而且将<good>可能不会失灵</good>而且<good>将处理相当多的打击。</good>",
  "the RIA 1010 is one of the last pistols designed by <info>Rubicon Industries</info> before the cataclysm \nit's a very light pistol and uses a <info>medium ammunition</info> type \nthe weapon looks like a possible variant of the RIA 313 with a slightly smaller size, a larger clip, a compensator and a unique grip/flashlight on the bottom, the weapon has a sleek dark gray and black metallic look to it.\n\nThis weapon is <good>good</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "RIA 1010是由Rubicon Industries公司设计的最后一款手枪之一，它是一款非常轻的手枪，使用的是中型弹药",
  "the Ronson 45 is the only pistol manufactured by <info>Ronson</info.\nOne of the most <good>powerful</good> commercially available hand guns. What it lacks in its relatively <bad>small clip size</bad> it makes up for in sheer stopping power\nit has multiple blue panels on top of a black build.\n\nThis weapon is <good>decent</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "Ronson 45是Ronson生产的唯一手枪。\n最强大的<good>手枪之一</good>商用手枪。它所缺乏的是相对较小的剪辑尺寸，它弥补了纯粹的阻止力",
  "the Ronson 50 is an almost <good>unreal</good> SMG produced by <info>Ronson<7info>.\nNicknamed '<info>Boneshaker</info>' the 50 is an SMG that uses the <info>LBM</info> round making for a very manouverable yet <bad>loud</bad> and <good>powerful</good> small weapon.\nit has a blue panel on top of it's dark frame, it has a small grip and a base red dot sight with a rail to mount another sight, it also has a quite balanced rounded stock.\n\nThis weapon is <good>decent</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "Ronson 50是由Ronson<7info>生产的几乎<good>个不真实的SMG。\n绰号为“<info>Boneshaker</info>”的50是一个SMG，它使用<info>LBM</info>圆形制造一个非常可操作但<bad>响亮的<bad>和<good>强大的<good>小型武器。",
  "the RIA 7 is a <good>lightweight</good> smg developed by <info>Rubicon Industries</info> \nit's a very light smg and uses <info>five-seven's 5.7mm</info> ammunition \nthe weapon is a futuristic submachine gun which is similar to the MP5 due to its look. It has a short barrel, a slightly large magazine and a short buttstock, the weapon has a sleek dark gray and black metallic look to it.\n\nThis weapon is <good>good</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "RIA 7是由Rubicon Industries开发的<good>轻量级smg，它是一种非常轻的smg，使用的是5.7毫米弹药",
  "the Z-5 Heavy is described as 'Powerful machine gun ideal for suppressing enemy positions.' produced by <info>Z-Arm Tech</info>\nthe Z-5 Heavy is based on Stone LMG 96. Its ammo box is appeared to be fed from the right side, mirrored to most real-life LMGs. However, this makes Z-5 look like another real-life MG called Stoner LMG 86. It has the word 'Z-5' on its cover latch. It has scratches & some duct tape wrapped over its stock and foregrip, which means this gun is under bad condition but still usable.\n\nThis weapon is <bad>poorly made</bad> and will <bad>easily malfunction</bad> and will <bad>not handle much if any beating</bad>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "Z-5重型被描述为“压制敌人阵地的理想强力机枪”。由Z-Arm技术公司生产，Z-5重型是基于Stone LMG 96。它的弹药箱似乎是从右侧，反映了大多数现实生活中的LMG饲料。然而，这使得Z-5看起来像另一个现实生活中的MG称为Stoner LMG 86。它的封面上有“Z-5”这个词。它有划痕&一些管道胶带包裹在枪托和前柄上，这意味着这把枪的状况很差，但仍然可以使用。\n\n这种武器制造不良，很容易出故障，如果有打人的话，也不太好用",
  "the Z-1 Assault is a balanced and 'powerful' assault rifle suitable for short and medium range engagements produced by <info>Z-Arm Tech</info>.\nthe Z-1 Assault uses <info>small caliber</info> ammunition, it is modeled after the M4 (most likely the Colt Commando variation) with a futuristic design. It has the word 'Z-1' right in front of its trigger. It has scratches and some duct tape wrapped over its stock, carry handle, grip and handguard, which proves this gun has been well used and is now in bad condition but still somewhat usable.\n\nThis weapon is <bad>poorly made</bad> and will <bad>easily malfunction</bad> and will <bad>not handle much if any beating</bad>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "Z-1突击步枪是一种平衡且“强大”的突击步枪，适用于<info>Z-Arm技术公司生产的中短程交战。\n Z-1突击队使用的是小口径弹药，它模仿M4（很可能是小马突击队的变种），具有未来设计。它的触发器前面有“Z-1”这个词。它有刮痕和一些管道胶带包裹在其股票，进行处理，抓地力和护手，这证明这把枪已经很好地使用，现在在恶劣的条件下，但仍然有些可用。\n\n这种武器制造不良，很容易出故障，如果有打人的话，也不太好用",
  "the Ronson 70 is an assault rifle produced by <good>Ronson</good>.\nRonson's top of the range assault rifle. Highly tuned electromechanics generate incredibly accurate and powerful <info>plasma bolts</info>.\nit has a blue panel on top of it's dark frame, it has a small grip and a rail to mount a sight, it also has a quite balanced stock. the build can resemble an M16.\n\nThis weapon is <good>decent</good> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "Ronson 70是由<good> Ronson生产的突击步枪。\n朗森的顶级突击步枪。高度调谐的机电装置产生难以置信的精确和强大的等离子体螺栓。",
  "HVM 004": "HVM 004型",
  "Xeno's SAS4 weapons pack": "Xeno的SAS4武器包",
  "HVM Advertisement paper": "HVM广告纸",
  "Adds all the weapons included inside the game SAS4 Zombie assault, only the base quality is present (aka, no red, no black), please do consider that these weapons are not a property of mine, and as that they belong to NInjaKiwi. all of these weapons are a work of finction, and are not in any way related to real guns, launchers or weapons.": "添加了游戏中包括的所有武器SAS4僵尸攻击，只有基本质量是目前（又名，没有红色，没有黑色），请务必考虑这些武器不是我的财产，因为他们属于忍者。所有这些武器都是金融工作，并没有任何方式与真正的枪支，发射器或武器。",
  "HVM Advertisement papers": "HVM广告纸",
  "the HVM 004 is the fourth gun, and first shotgun, manufactured by <info>High Value Metrics (HVM)</info>. we are not sure why there isn't a third weapon in the line. \nit's a <color_yellow>very weak shotgun</color> compared to it's competitors, but it's unreal use of some sort of <info>compression or nano technology</info> inside it's chamber makes this shotgun capable of holding up to <good>25 shells</good>, but takes <bad>long to reload</bad>. \nthis shotgun is possibly based on Beneli M4 (due to its famous semi-auto firing capability) with a gunstock grip and very squared green look.\n\nThis weapon is <color_yellow>average</color> and will <good>probably not malfunction</good> and <good>will handle quite the beating.</good>\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "HVM004是第四把枪，也是第一把猎枪，由<info>高价值度量（HVM）</info>制造。我们不知道为什么队伍里没有第三件武器。\n与它的竞争对手相比，这是一把非常弱的猎枪，但它在膛内不真实地使用了某种压缩或纳米技术，使得这把猎枪能够容纳<good>枚25发炮弹，但需要很长时间才能重新装弹。",
  "'High Value Metrics is proud to present it's latest HVM weapons line!' \na broad number of images of weapons are placed across the flier, \na picture of a pistol named HVM 001, \na frail looking SMG named HVM 002, \na sturdy but clunky assault rifle named HVM 005 G-Class, \na very heavy looking LMG called HVM 008, \nand a shotgun across the background with 'HVM 004, where nanomaterials make the impossible come reality' written under it as 25 shotgun shells are placed under it, \nall weapons have green and light brown digital pattern camo panels ontop of very dark gray internals.\n\n<info>Xeno's SAS4 Weapons pack Modded Content</info>": "“High Value Metrics自豪地展示了最新的HVM武器系列！”传单上有大量的武器图像，"
}