{
  "Youkai Enemies": "友凯的敌人",
  "The %1$s directs some dust into your eyes!": "%1$s将一些灰尘引入你的眼睛！",
  "Adds some monsters based off Japanese folklore.": "添加了一些基于日本民间传说的怪物。",
  "The %1$s directs dust into <npcname>'s eyes!": "%1$s将灰尘导入<npcname>的眼睛！",
  "The %1$s tries to direct dust into your eyes, but it just flows around your face!": "%1$s试图引导灰尘进入你的眼睛，但它只是在你的脸上流动！",
  "The %1$s tries to direct dust into <npcname>'s eyes, but it just flows around their face!": "%1$s试图将灰尘导入<npcname>的眼睛，但灰尘只是在他们的脸上流动！",
  "sake": "目的",
  "Youkai": "尤凯",
  "broken mysterious robot": "破碎的神秘机器人",
  "GHOST SIGHTINGS: TRUTH OR FICTION? Some people have seen recently what they describe as \"paranormal activities\" such as strange lights seen near swamps or rivers, and more. \"I seen one of them, it was the size of a bobcat and pulled my poor dog under the water!\", said one of the supposed witnesses.": "幽灵目击：真实还是虚构？一些人最近看到了他们所说的“超自然活动”，比如在沼泽或河流附近看到的奇怪的灯光等等。”我看见一只山猫大小的狗，把我可怜的狗拉到水下！”一位目击者说。",
  "\"Leave what's dearest to you for me and I just might leave you alone.\"": "“把你最亲爱的留给我，我也许会让你一个人呆着。”",
  "tengu thug": "天狗暴徒",
  "A gigantic heap of weird metal parts, hoses, pipes and plutonium.  It makes no sense as far as your electrical knowledge is concerned, but it can always be gutted for parts.": "一大堆奇怪的金属零件，软管，管子和钚。就你的电学知识而言，这是毫无意义的，但对于零件来说，它总是可以被掏空的。",
  "LITTLE RED MEN: Among many recent strange sightings, there have been already more than 52 people claiming to have seen bizarrely dressed men vandalizing churches and synagogues. Supposedly these hooligans are wearing robes and are painted all red, head to toe. Government sources have since suspected \"Chinese communist agitators\".": "小红人：在最近的许多奇怪的目击事件中，已经有超过52人声称看到穿着怪异的人破坏教堂和犹太教堂。据说这些流氓穿着长袍，从头到脚都被涂成了红色。此后，政府消息人士怀疑是“中国共产党煽动者”。",
  "A tall person with a red face and a long nose, covered in black feathers with wings on its back, wearing a kimono with a mischievous look in the eye.  With a quick glance you also spot its sharp claws, and a wooden club by its belt.": "一个红脸长鼻子的高个子，身上长满黑色羽毛，背上长着翅膀，穿着和服，眼神调皮。一眼望去，你还发现了它锋利的爪子和皮带旁的木棍。",
  "A popular Japanese alcohol made by fermenting and filtering rice with the use of yeast and special mold called \"koji\".  This one is crystal clear and holding it makes you feel rather fancy.": "一种流行的日本酒，用酵母和一种叫做“曲”的特殊霉菌发酵和过滤大米。这是水晶般的透明，拿着它会让你觉得很别致。",
  "Order side": "订单方",
  "AN UNSUSPECTED TRAGEDY: Recently a young girl has been found dead near the road to a remote village. Her body was covered wholly in signs of animal claws, probably ones of a domesticated cat but the cause of death has not been yet uncovered by the police.": "一个意想不到的悲剧：最近一个年轻女孩被发现死在通往一个偏远村庄的公路附近。她的尸体上全是动物爪的痕迹，可能是一只家养猫的爪，但警方尚未发现死因。",
  "\"Give me that trinket!\"": "“把那个小饰物给我！”",
  "Chaos side": "混乱的一面",
  "\"Among all of the demons I have seen I noticed many rivalries. I seen them tear each other apart because of them instead of slaughtering me, thank God. The ones from our world really hate those new intruders but are not willing to put old grudges away...\"": "“在我见过的所有恶魔中，我注意到了许多竞争。我看到他们因为他们而互相撕碎，而不是屠杀我，感谢上帝。我们这个世界上的人真的很讨厌那些新入侵者，但他们不愿意把旧恨抹去……”",
  "\"I didn't expect less.\"": "“没想到少了。”",
  "\"The so called capital \"C\" \"CULT\", is just a bunch of heretics following those spirits alien to us. WE need to embrace OUR inner demons. REJOICE BROTHERS, FOR NEW DAWN IS COMING!\"": "所谓的资本“C”“邪教”，只是一群异教徒追随那些与我们陌生的灵魂。我们需要拥抱内心的恶魔。弟兄们要欢喜，因为新的黎明要来了",
  "\"WE SHOULDN'T HAVE ANGERED THE SPIRITS. WE SHOULDN'T HAVE CUTTED THOSE TREES. WE SHOULDN'T HAVE MINED THOSE MOUNTAINS. GOD LEFT US AND NOW GODS WILL DEVOUR US...\" \n Rest of the text is unintelligible and covered in dried up blood.": "“我们不该激怒那些鬼魂。我们不该砍掉那些树。我们不该开采那些山。上帝离开了我们，现在众神会吞噬我们……”\n剩下的文字让人摸不着头脑，浑身都是干涸的鲜血。",
  "\"We now rule in this world mortal, remember that.\"": "“我们现在统治着这个凡人的世界，记住这一点。”",
  "koji & yeast starter": "曲酵母曲",
  "RISING SUN: Recently an eccentric billionaire, known only by his online trading pseudonym \"Stephen\", started building a new chain of hotels in our state, one that claims to combine modern technology and traditional Japanese architecture to pose a unique experience for its guests.": "旭日阳刚：最近，一位古怪的亿万富翁（网名“斯蒂芬”）开始在我州建造一家新的连锁酒店，声称将现代技术和日本传统建筑相结合，为客人带来独特的体验。",
  "\"Just don't call us mere \"demons\" mortal, we are far greater than that.\"": "“别叫我们只是‘恶魔’凡人，我们远不止这些。”",
  "Bunch of cooked table rice mixed with yeast and koji mold fragments, set a side to grow moldy so it can make a passable sake base.": "把一捆煮熟的米饭与酵母和曲霉菌碎片混合，放一边长霉，这样就可以做一个合格的清酒底。",
  "\"One more yon and I will buy me some sake at Boss's place.\"": "“再来一杯，我就去老板那儿给我买点清酒。”",
  "\"Our Boss would love to have another head mounted in his castle.\"": "“我们老板很想在他的城堡里再装一个人头。”",
  "\"Wait for Boss to hear about this!\"": "“等老大听到这件事！”",
  "koji covered rice": "锅盖饭",
  "a loud croak!": "一声巨响！",
  "Bunch of rice covered in a distinct mold, mixed in with yeast.  Useful for making sake, but not really tasty on its own.  Smells vaguely of chestnuts.": "一堆米饭，上面覆盖着一种独特的霉菌，里面混合着酵母。做清酒很有用，但本身就不好吃。隐约有栗子的味道。",
  "a thunderclap-like battlecry!": "雷鸣般的呐喊声！",
  "\"I am a god!  How could you kill a god?\"": "“我是上帝！你怎么能杀死一个神呢？”",
  "\"This is pathetic!\"": "“真可怜！”",
  "\"You had it coming.\"": "“你让它来了。”",
  "\"Too bad.  I will have to clean my naginata after this!\"": "“太糟糕了。在这之后，我必须清理我的长田！”",
  "\"How much do people need to tell you to leave things how they are?\"": "“人们需要告诉你多少才能保持现状？”",
  "\"A mortal is most useful when it is away.\"": "“凡人不在时最有用。”",
  "a quiet whistle": "安静的口哨声",
  "\"All I need is to stay alone.\"": "“我只需要一个人呆着。”",
  "\"Others of my race would rob your corpse naked but I will be more gentle with it.\"": "“我种族的其他人会赤身裸体地抢劫你的尸体，但我会更温柔地对待它。”",
  "\"Your kind is so adaptive which always impressed me.  Too bad your time on Earth is over.\"": "“你们这种人适应能力很强，这给我留下了深刻的印象。可惜你在地球上的时光结束了。”",
  "\"What's this?  A mortal who is putting up a fight? That's cute!\"": "“这是什么？一个要打架的凡人？太可爱了！”",
  "\"My fur!  Now it's all icky.\"": "“我的皮草！现在一切都糟透了。”",
  "\"I hope this human has some lamp oil, haven't tasted it in a while...\"": "“希望这人有点灯油，好久没吃了……”",
  "\"My claws are much sharper than those of a lesser feline!\"": "“我的爪子比小猫科动物的要锋利得多！”",
  "\"Hmmm, my fish bone comb makes my fur stink a bit. Should I get a human bone one instead?\"": "“嗯，我的鱼骨梳让我的皮毛有点臭。我应该换个人骨的吗？”",
  "a quiet meow.": "安静的喵喵叫。",
  "a loud meow!": "大声的喵喵！",
  "\"All of your kind that survived seem to have at least one mental defect.  Are you another case of a hoader?\"": "“你们所有幸存下来的人似乎都至少有一个精神缺陷。你又是一个恶作剧的人吗？”",
  "\"For how much yon does a fish sell this day anyway?\"": "“一条鱼今天卖多少钱？”",
  "a bizarre croak!": "奇怪的呱呱声！",
  "\"Cucumber, cucumber, delicious cucumber... ~\".": "“黄瓜，黄瓜，美味的黄瓜。。。~\".",
  "\"There is one negative aspect to this apocalypse - no more mortal offsprings to eat.\"": "“这次世界末日有一个消极的方面——没有更多的凡人后代可吃。”",
  "\"Knowing that all humans left are potential youkai hunters always make me jumpy.\"": "“知道剩下的人都是潜在的尤凯猎人，我总是很紧张。”",
  "\"You humans just work all day on the shore, let me take you where it's wetter and better!\"": "“你们这些人整天都在岸上干活，让我带你们去更潮湿更好的地方！”",
  "\"Humans are icky when they move, but nowadays they tend to carry a lot of useful parts.\"": "“人类在移动时会感到恶心，但现在他们往往携带很多有用的部件。”",
  "\"HEY!  You have tools, right?!  I mean, what fools don't walk with their tools?\"": "“嘿！你有工具，对吧？！我是说，有什么傻瓜不拿工具走路？”",
  "\"Building robots while humans are gone is soooo much fun!\"": "“人类不在的时候造机器人真是太有趣了！”",
  "\"On a scale from 1 to 10 I would give this idiocy a solid 9.\"": "“在1到10的范围内，我会给这个白痴打9分。”",
  "\"Gimmie all your stuff mortal!\"": "“把你所有的东西都给我，凡人！”",
  "\"I am gonna drink some sake after that one.\"": "“那次之后我要喝点清酒。”",
  "\"HAH! Is that all you have?\"": "“哈！你只有这些吗？”",
  "\"I'd love to eat something good at Boss's place.  Hope you deliver!\"": "“我很想吃老板家的好东西。希望你能成功！”",
  "a loud shout!": "大声喊叫！",
  "a loud stomp!": "大声跺脚！",
  "\"I smash mortals like you into dust.\"": "“我把像你这样的凡人打得粉碎。”",
  "\"I spot with my little third eye that you will be quite a good catch for the day.\"": "“我用我小小的第三只眼看出，你今天会是一个很好的猎物。”",
  "\"It's all over when you mess with an ogre.\"": "“当你和食人魔乱搞的时候，一切都结束了。”"
}