{
  "shuriken": "手里剑",
  "Miltech enviromask": "Miltech环境面膜",
  "anabolic steroid": "合成代谢类固醇",
  "Augmented Reality - LOW": "增强现实-低",
  "Augmented Reality - MEDIUM": "增强现实-中",
  "Augmented Reality - HIGH": "增强现实-高",
  "This is knife combat flag.": "这是刀战旗。",
  "Carbon Fiber": "碳纤维",
  "bo": "薄熙来",
  "Heavy Assault Marine": "重型突击陆战队员",
  "Miltech 135-PPGM": "米尔特135-PPGM",
  "shurikens": "飞镖",
  "A Miltech lightweight protection mask with high efficiency multipurpose filters, that straps over mouth and nose only.  Provides very good environmental protection from smoke and other contaminants.": "一种Miltech轻型防护面罩，配有高效多功能过滤器，只在口鼻上绑上带子。提供良好的环境保护，防止烟雾和其他污染物。",
  "anabolic steroids": "合成代谢类固醇",
  "The bo is a very tall and long staff weapon usually made with hard or flexible wood, used in Okinawa and feudal Japan.": "“薄”是一种很高很长的棍子武器，通常由坚硬或柔韧的木头制成，用于冲绳和封建日本。",
  "You are an armoured badass unstoppable soldier with a nasty big fucking gun, but also a lone survivor with no support or resupply...  Don't waste your firepower!": "你是一个穿着盔甲，拿着他妈的大炮，势不可挡的士兵，但也是一个没有支援和补给的孤独幸存者。。。别浪费你的火力！",
  "From the flyer: 'The new portable Vulcan!  Enjoy your average ordinary everyday mass destruction!'.  By the way, the 'Miltech 135 Portable Plasma Gatling Minigun' is a 'not so portable' six rotating barrels big fucking beast blasting gun running fusion packs on UPS.": "传单上写道：“新的便携式火神！享受你普通的日常大规模杀伤性武器吧。顺便说一句，“米泰克135便携式等离子转管微型枪”是一个“不那么便携式”六旋转桶大他妈的野兽爆破枪运行的UPS上的核聚变包。",
  "A thin and flat knife made for throwing, shaped like a star.  Its ineffective cutting edge and odd shape makes it unsuitable for use as a tool.": "一种用来投掷的薄而平的刀，形状像星星。它的无效的切削刃和奇怪的形状使它不适合用作工具。",
  "The proper term for this compound is anabolic-androgenic steroid and it is a synthetic variations of the male sex hormone testosterone.  You need a syringe to inject it.": "对这种化合物的恰当称呼是合成代谢雄激素类固醇，它是雄性激素睾酮的合成变体。你需要一个注射器来注射。",
  "Augmented Reality - LOW: A green grid helps to correctly evaluate heights and distances.": "增强现实-低：绿色网格有助于正确评估高度和距离。",
  "Augmented Reality - MEDIUM: Objects and creatures are highlited on the grid.": "增强现实-媒体：物体和生物在网格上的高度。",
  "Augmented Reality - HIGH: 'ID' for objects and creatures are shown, with other informations and biometrical data.": "增强现实-高：显示物体和生物的“ID”，以及其他信息和生物特征数据。",
  "This is chop flag.": "这是斩旗。",
  "'Augmented Reality' is switched off.": "“增强现实”已关闭。",
  "This is non stuck flag.": "这是不粘旗。",
  "Ninja": "忍者",
  "You are a modern ninja that walk the way of shinobi and fight like a mercenary in the feudal Japan.  The question is: are you a fake or a real ninjitsu master?": "你是一个现代忍者，走在忍者的道路上，像一个在封建日本雇佣军战斗。问题是：你是假的还是真的忍术高手？",
  "Anabolic comedown": "合成代谢性粉刺",
  "Roid on steroids": "类固醇Roid",
  "GHWAAA!  Me sss...  Sputi...  STUPID!": "格瓦阿！我的sss。。。人造卫星。。。愚蠢的！",
  "Feel the roid rage!!!": "感受一下狂怒吧！！！",
  "Techno Ninja": "技术忍者",
  "Miltech 'VRC' helmet": "Miltech“VRC”头盔",
  "butterfly knife (folded)": "蝴蝶刀（折叠）",
  "ceramic bayonet": "陶瓷刺刀",
  "ZSFIXED_C:DDA Extra Professions & Gears": "zsu C:DDA额外专业和齿轮",
  "You are a modern cyberninja Mk II 'Otomo' that walk the way of shinobi for the proud of your corporation.  The question is: are you a fault or a real robotic ninjitsu master?": "你是一个现代的网络忍者Mk II'Otomo'走的路，shinobi为你的公司感到自豪。问题是：你是一个错误还是一个真正的机器人忍术大师？",
  "A lightweight Miltech helmet, that provides excellent protection from all sorts of damage and also capable of transmitting vocals orders in the ultra high frequencies utilized by robots.  Activate it to command robots from afar.": "一种轻巧的米泰克头盔，能提供极好的保护，免受各种损伤，还能以机器人使用的超高频传送声音指令。启动它，从远处指挥机器人。",
  "butterfly knives (folded)": "蝴蝶刀（折叠）",
  "This bayonet is made with a very hard, light and razor-sharp piece of hi-tech ceramic, increasing its lethality.": "这把刺刀是用一块非常硬，轻，锋利的高科技陶瓷片制成的，增加了它的杀伤力。",
  "Adds a new set of professions and relative gears.": "添加一组新的专业和相关齿轮。",
  "meal replacement hyperproteic bar": "代餐高蛋白棒",
  "Steroid effect vanish.": "类固醇效应消失。",
  "The butterfly is a folding pocket knife with two handles counter-rotating around the tang such that, when closed, the blade is concealed within grooves in the handles.  Use it to unfold.": "蝴蝶是一种折叠小刀，有两个手柄，围绕柄脚反向旋转，这样，当关闭时，刀片隐藏在手柄的凹槽内。用它来展开。",
  "meal replacement hyperproteic bars": "代餐高蛋白棒",
  "A tasty and nutritious mixture of proteins and vitamins compressed in a bar that can replace a complete meal.  An healthy bomb of energy!": "一种由蛋白质和维生素组成的美味而营养的混合物，压缩在一个酒吧里，可以代替一顿完整的饭。健康的能量炸弹！",
  "Hunter": "猎人",
  "You simply love hunting.  Now, the whole world is a big mess and for you it is like a big, funny safari...": "你就是喜欢打猎。现在，整个世界一团糟，对你来说就像是一个大的，有趣的旅行。。。",
  "Miltech tactical night visor": "Miltech战术夜间面罩",
  "Crime Scene Analyst": "犯罪现场分析员",
  "A Miltech battery-powered tactical visor that amplify ambient light, with 'HUD' for enhancing perception purposes.  Use it to turn it on.": "Miltech电池供电的战术遮阳板，可放大环境光，并带有“HUD”以增强感知效果。用它来打开它。",
  "butterfly knife (open)": "蝴蝶刀（开）",
  "You are a crime scene analyst, also known as a forensic science technician.  You are a medic, a chemical specialist and also a detective.  So, you are simply useless, nowdays...": "你是犯罪现场分析员，也被称为法医技术员。你是个医生，化学专家，还是个侦探。所以，你根本没用，现在。。。",
  "butterfly knives (open)": "蝴蝶刀（开放式）",
  "The butterfly is a folding pocket knife with two handles counter-rotating around the tang such that, when closed, the blade is concealed within grooves in the handles.  Use it to fold.": "蝴蝶是一种折叠小刀，有两个手柄，围绕柄脚反向旋转，这样，当关闭时，刀片隐藏在手柄的凹槽内。用它来折叠。",
  "Bionic Surgeon": "仿生外科医生",
  "You are a professional cybersurgeon that provides fast, reliable on-site and remote body operations, limbs repair and general bionic maintenance.": "你是一个专业的网络外科医生，提供快速，可靠的现场和远程身体手术，四肢修复和一般仿生维修。",
  "Miltech tactical night visor (on)": "Miltech战术夜视仪（on）",
  "A Miltech battery-powered tactical visor that amplify ambient light, with 'HUD' for enhancing perception purposes.  It is currently on, and continually draining batteries.  Use it to turn it off.": "Miltech电池供电的战术遮阳板，可放大环境光，并带有“HUD”以增强感知效果。它当前处于打开状态，并不断耗尽电池电量。用它来关掉它。",
  "Butcher": "屠夫",
  "kusarigama": "链条锤镰刀",
  "'Chuck', 'Tenderloin', 'Round'...  You know the cuts of the meat.  And you certenly know how to slay it!": "“查克”，“里脊肉”，“圆形”。。。你知道肉的切块。你一定知道怎么杀它！",
  "The kusarigama is a traditional japanese weapon that consists of a sickle on a metal chain, with a heavy iron weight at the end.  It could be used to butcher corpses.": "kusarigama是一种传统的日本武器，由一个金属链上的镰刀组成，末端有一个沉重的铁锤。它可以用来屠宰尸体。",
  "Post Human": "后人类",
  "You are the last step in human evolution.  A prodigy genetically forged and ready to learn how to rule'em all.  ...But now the world can't teach you anything and you are barely naked in the cataclysm!": "你是人类进化的最后一步。一个天生的天才，准备学习如何统治他们。。。但是现在这个世界什么都教不了你，你在灾难中几乎没有赤身裸体！",
  "Miltech cloaking cloak": "弥尔顿隐形斗篷",
  "A Miltech battery-powered hi-tech light bending cloak.  Turn it on to became invisible.": "Miltech电池驱动的高科技轻型弯曲斗篷。打开它就看不见了。",
  "Rioter": "暴徒",
  "You are against the system and now the system is down!  So, now you are against...  SOMETHING!  FUCK YEAH!!!": "你反对体制，现在体制倒下了！所以，现在你反对。。。有东西！他妈的耶！！！",
  "Miltech cloaking cloak (on)": "弥尔顿斗篷",
  "A Miltech battery-powered hi-tech light bending cloak.  It is currently on, and continually draining batteries.  Use it to turn it off.": "Miltech电池驱动的高科技轻型弯曲斗篷。它当前处于打开状态，并不断耗尽电池电量。用它来关掉它。",
  "Miltech powerloader exoskeleton": "Miltech powerloader外骨骼",
  "This plutonium powered Miltech exoskeleton is a really useful powertool!  Use it to turn it on.": "这个钚动力的Miltech外骨骼是一个非常有用的动力工具！用它来打开它。",
  "Miltech powerloader exoskeleton (on)": "Miltech powerloader外骨骼（on）",
  "This plutonium powered Miltech exoskeleton is a really useful powertool!  It is currently on, and continually draining batteries.  Use it to turn it off.": "这个钚动力的Miltech外骨骼是一个非常有用的动力工具！它当前处于打开状态，并不断耗尽电池电量。用它来关掉它。",
  "Miltech actuator served gloves": "Miltech致动器手套",
  "A pair of Miltech reinforced Kevlar tactical gloves with actuators, sensors, stabilizer and motion control system.  Use it to turn it on.": "一副Miltech增强Kevlar战术手套，带有执行器、传感器、稳定器和运动控制系统。用它来打开它。",
  "Miltech actuator served gloves (on)": "Miltech致动器手套（on）",
  "A pair of Miltech reinforced Kevlar tactical gloves with actuators, sensors, stabilizer and motion control system.  They are currently on, and continually draining batteries.  Use it to turn it off.": "一副Miltech增强Kevlar战术手套，带有执行器、传感器、稳定器和运动控制系统。他们目前正在进行，并不断耗尽电池。用它来关掉它。",
  "survivor rioter belt": "幸存者暴徒带",
  "A custom-built leather utility belt covered with straps and pouches containing many useful hand tools and a comfortable quick draw holster for small guns.  Durable and carefully crafted to be comfortable to wear.  Activate to holster/draw a gun.": "一种定制的皮革实用皮带，上面有皮带和袋子，里面有许多有用的手工工具和一个舒适的小手枪快速抽皮套。经久耐用，精心制作，穿着舒适。启动枪套/拔枪。",
  "Miltech thermal suit": "Miltech保暖服",
  "This hi-tech suit of thin thermal underwear covers you from head to toe and is equipped with internal battery-powered high-efficiency heating elements.  Use it to turn it on.": "这套高科技的薄型保暖内衣从头到脚都能覆盖你，并配有内置电池供电的高效加热元件。用它来打开它。",
  "Miltech thermal suit (on)": "Miltech保暖服（on）",
  "This hi-tech suit of thin thermal underwear covers you from head to toe and is equipped with internal battery-powered high-efficiency heating elements.  It is currently on, and continually draining batteries.  Use it to turn it off.": "这套高科技的薄型保暖内衣从头到脚都能覆盖你，并配有内置电池供电的高效加热元件。它当前处于打开状态，并不断耗尽电池电量。用它来关掉它。"
}