[
  {
    "type": "talk_topic",
    "id": "SEX_CONSENSUAL",
    "dynamic_line": {
      "and": [
        "You both strip and embrace each other lovingly, meeting lips as your passions overwhelm you and drive you both to further explore each other's bodies with your hands. The makeout turns into a little tumble but you land safely and giggling ensues as you stare into each other's eyes with a flame of lust that can only be quenched by a feverish bout of ",
        { "npc_has_trait": "OFFSPRING", "yes": "incestuous ", "no": "" },
        "love-making."
      ]
    },
    "responses": [
      { "text": "[Suck them]", "topic": "SEX_CON_SUCK", "condition": { "npc_has_trait": "PENIS" } },
      { "text": "[Get sucked]", "topic": "SEX_CON_GET_SUCKED", "condition": { "u_has_trait": "PENIS" } },
      { "text": "[Eat out]", "topic": "SEX_CON_EAT_OUT", "condition": { "npc_has_trait": "VAGINA" } },
      { "text": "[Get eaten out]", "topic": "SEX_CON_GET_EATEN_OUT", "condition": { "u_has_trait": "VAGINA" } }
    ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_RAPE",
    "dynamic_line": {
      "and": [
        "'You can't do this!', they squirm away from your touch. 'I can.', you affirm by forcing them closer and invading their personal space with a groping touch. If civilization was still around you'd probably get locked up for this, but this is the apocalypse and you have needs. ",
        {
          "npc_has_trait": "OFFSPRING",
          "yes": "It would've been even worse since you're doing this to a family member, but you're beyond the point of caring. ",
          "no": ""
        },
        "You intimidate ",
        { "npc_male": true, "yes": "him ", "no": "her " },
        "into allowing you to do what you want and you take full advantage of that, groping and squeezing them in all sorts of places and making them squirm uncomfortably before you settle on possessively rubbing your palm against their crotch, feeling the ",
        { "npc_has_trait": "PENIS", "yes": "hardening bulge of their shaft ", "no": "" },
        { "npc_has_trait": "VAGINA", "yes": "wettening crevice of their lower lips ", "no": "" },
        "despite their initial objection while they try not to look into your eyes. 'You're going to regret thi- MmMmph', you cut off their protest by blocking their mouth with yours, making sure they know who's in charge by forcing them into a situation they don't want and making them realise they can't do anything about it. Once you take your tongue out of their mouth they're in a submissive state but refuse to meet your gaze. No matter, they won't need to."
      ]
    },
    "responses": [
      {
        "text": "[Push their face into your crotch]",
        "topic": "SEX_RAPE_GET_EATEN_OUT",
        "condition": { "u_has_trait": "VAGINA" }
      },
      { "text": "[Make them suck]", "topic": "SEX_RAPE_SUCKED", "condition": { "u_has_trait": "PENIS" } },
      { "text": "[Force them to fuck you]", "topic": "SEX_RAPE_FUCKED_VAG", "condition": { "u_has_trait": "VAGINA" } },
      {
        "text": "[Force them to fuck your ass]",
        "topic": "SEX_RAPE_FUCKED_ASS",
        "condition": { "npc_has_trait": "PENIS" }
      },
      { "text": "[Force your dick into them]", "topic": "SEX_RAPE_FUCK", "condition": { "npc_has_trait": "VAGINA" } },
      {
        "text": "[Force your dick into their ass]",
        "topic": "SEX_RAPE_FUCK_ASS",
        "condition": { "u_has_trait": "PENIS" }
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_DONE",
    "dynamic_line": "Yeah.",
    "responses": [ { "text": "We kinda need to get going though.", "topic": "SEX_CON_DONE_DONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_DONE_DONE",
    "dynamic_line": "You're right.",
    "responses": [ { "text": "Let's go.", "topic": "TALK_DONE", "effect": "morale_chat_activity" } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_RAPE_DONE",
    "dynamic_line": "... okay.",
    "responses": [ { "text": "Hmph.", "topic": "TALK_DONE", "effect": "morale_chat_activity" } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_EAT_OUT",
    "dynamic_line": "You see that look they're giving you, and a smack of the lips that made their legs twitch confirms exactly what they need. You make your way down their body in kisses, first at the lips, then down over the chest and cresting at a nipple before going down evermore over their bellybutton until finally reaching their sensitive little button. You give it an experimental tongue flick and are rewarded with a playful giggle from above, a sign to continue, but them shifting themselves a little higher hints at a different target. You oblige them and set your sight lower, parting them with your tongue to stimulate them further in while your nose makes an excellent tool to rub their clit as you go to town on their slit. Ragged breathing can be heard as their legs clamp down on you, followed by a squeel and the clamping down of their vaginal muscles on your tongue that tells you you've done a good job. It takes a bit before you're released while they convulse in the throes of orgasm, but once their legs open once more you're greeted by the eager face of someone who wants more than just foreplay, and you are eager to give it to them.",
    "responses": [
      {
        "text": "[Fuck their pussy]",
        "topic": "SEX_CON_FUCK",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "PENIS" } ] }
      },
      {
        "text": "[Present your pussy]",
        "topic": "SEX_CON_GET_FUCKED",
        "condition": { "and": [ { "npc_has_trait": "PENIS" }, { "u_has_trait": "VAGINA" } ] }
      },
      { "text": "[Penetrate their ass]", "topic": "SEX_CON_YOU_FUCK_ASS", "condition": { "u_has_trait": "PENIS" } },
      { "text": "[Present your ass]", "topic": "SEX_CON_THEY_FUCK_ASS", "condition": { "npc_has_trait": "PENIS" } },
      {
        "text": "[Trib]",
        "topic": "SEX_CON_TRIB",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "VAGINA" } ] }
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_GET_EATEN_OUT",
    "dynamic_line": "They see that look you're giving them, and a smack of the lips that made your legs twitch confirms exactly what you need. They make their way down your body in kisses, first at the lips, then down over the chest and cresting at a nipple before going down evermore over your bellybutton until finally reaching your sensitive little button. They give it an experimental tongue flick and are rewarded with a playful giggle from you, a sign to continue, but you shifting yourself a little higher hints at a different target. They oblige you and set their sights lower, parting you with their tongue to stimulate you further in while their nose makes an excellent tool to rub your clit as they go to town on your slit. Your breath increases pace as you clamp your legs down on them and squeel as your vaginal muscles clamp down on their tongue that tells them they've done a good job. It takes a bit before they're released while you convulse in the throes of orgasm, but once your legs open once more they're greeted by the eager face of someone who wants more than just foreplay, and they are eager to give it to you.",
    "responses": [
      {
        "text": "[Fuck their pussy]",
        "topic": "SEX_CON_FUCK",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "PENIS" } ] }
      },
      {
        "text": "[Present your pussy]",
        "topic": "SEX_CON_GET_FUCKED",
        "condition": { "and": [ { "npc_has_trait": "PENIS" }, { "u_has_trait": "VAGINA" } ] }
      },
      { "text": "[Penetrate their ass]", "topic": "SEX_CON_YOU_FUCK_ASS", "condition": { "u_has_trait": "PENIS" } },
      { "text": "[Present your ass]", "topic": "SEX_CON_THEY_FUCK_ASS", "condition": { "npc_has_trait": "PENIS" } },
      {
        "text": "[Trib]",
        "topic": "SEX_CON_TRIB",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "VAGINA" } ] }
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_SUCK",
    "dynamic_line": "Their cock, hard from excitement, pokes you and makes it known that it wants some attention. You laugh at the glitter of hope in their eyes and its insistent throbbing but you oblige them nonetheless, making your way down until you're at eye-level with their dick. 'Are you enjoying this?', you ask with a smile as your hand grips their shaft and starts pumping it up and down while the other one snakes down to your own groin. 'Very', they reply with a grin. 'Then you're gonna love this', is all they hear from you before you push the head past your lips and let go of the shaft so you can suck your cock's entire length into your warm, wet mouth. Without letting up on the suction you bob up and down on their cock, exposing it briefly to the cool air up until the ridge of head before going back down, all the while performing feats of tongue acrobatics that almost make them squirm in pleasure. Soon it becomes too much to bear for them and their hips start thrusting into your bobs of their own volition, taking you by surprise and almost making you gag as the tip goes down your throat but you adapt to the new pace quick enough that they didn't even need to think of slowing down. All too quickly it all ends as their orgasm makes them pump string after string of cum into your mouth, swallowing it all while you continue to milk them for more. After making sure this round has nothing more to give you pull off their wet cock, sucked clean, and give it a kiss on the tip. 'Ready for round two?', you ask with a grin on your face. For a brief moment it looks like they might not be able to make it, but the more they think about what round 2 entails the more vigour they get back and pretty soon they're hard and ready to go all over again.",
    "responses": [
      {
        "text": "[Fuck their pussy]",
        "topic": "SEX_CON_FUCK",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "PENIS" } ] }
      },
      {
        "text": "[Present your pussy]",
        "topic": "SEX_CON_GET_FUCKED",
        "condition": { "and": [ { "npc_has_trait": "PENIS" }, { "u_has_trait": "VAGINA" } ] }
      },
      { "text": "[Penetrate their ass]", "topic": "SEX_CON_YOU_FUCK_ASS", "condition": { "u_has_trait": "PENIS" } },
      { "text": "[Present your ass]", "topic": "SEX_CON_THEY_FUCK_ASS", "condition": { "npc_has_trait": "PENIS" } },
      {
        "text": "[Trib]",
        "topic": "SEX_CON_TRIB",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "VAGINA" } ] }
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_GET_SUCKED",
    "dynamic_line": "Your cock, hard from excitement, pokes them and makes it known that it wants some attention. They laugh at the glitter of hope in your eyes and its insistent throbbing but obliges you nonetheless, making their way down until they're at eye-level with your dick. 'Are you enjoying this?', they ask with a smile as their hand grips your shaft and starts pumping it up and down while the other one snakes down to their own groin. 'Very', you reply with a grin. 'Then you're gonna love this', is all you hear from them before they push the head past their lips and let go of the shaft so they can suck your cock's entire length into their warm, wet mouth. Without letting up on the suction they bob up and down on your dick, exposing it briefly to the cool air up until the ridge of head before going back down, all the while performing feats of tongue acrobatics that almost make you squirm in pleasure. Soon it becomes too much to bear and your hips start thrusting into their bobs of their own volition, taking them by surprise and almost making them gag as the tip goes down their throat but they adapt to the new pace quick enough that you didn't even need to think of slowing down. All too quickly it all ends as your orgasm makes you pump string after string of cum into their mouth, swallowing it all while they continue to milk you for more. After making sure this round has nothing more to give they pull off your wet cock, sucked clean, and give it a kiss on the tip. 'Ready for round two?', they ask with a grin on their face. For a brief moment you thought you might not be able to make it, but the more you think about what round 2 entails the more vigour you get back and pretty soon you're hard and ready to go all over again.",
    "responses": [
      {
        "text": "[Fuck their pussy]",
        "topic": "SEX_CON_FUCK",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "PENIS" } ] }
      },
      {
        "text": "[Present your pussy]",
        "topic": "SEX_CON_GET_FUCKED",
        "condition": { "and": [ { "npc_has_trait": "PENIS" }, { "u_has_trait": "VAGINA" } ] }
      },
      { "text": "[Penetrate their ass]", "topic": "SEX_CON_YOU_FUCK_ASS", "condition": { "u_has_trait": "PENIS" } },
      { "text": "[Present your ass]", "topic": "SEX_CON_THEY_FUCK_ASS", "condition": { "npc_has_trait": "PENIS" } },
      {
        "text": "[Trib]",
        "topic": "SEX_CON_TRIB",
        "condition": { "and": [ { "npc_has_trait": "VAGINA" }, { "u_has_trait": "VAGINA" } ] }
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_FUCK",
    "dynamic_line": "They spread their legs for you invitingly, allowing you to enter their most precious of places with ease. It takes but a moment to press up against their moist entrance and enter their warm fleshy embrace. They gasp in pleasure as you forge onward, easing into them like a sword being sheathed. Soon you can go no further, for you've hilted yourself entirely inside them. They give you the go-ahead and you pull out slightly before pushing back in a rythmic fashion, a well-oiled piston going back and forth and gaining a new sheen of moisture everytime time it comes out. Being inside them like this is almost heavenly, the way the warm walls grip tightly onto your shaft as if they don't want you to leave but the slickness makes it impossible to hold you. They hook their legs around you and urge you to go faster, to which you wholeheartedly comply and increase pace, hammering into them with your rod like a beast in rut while enjoying the sounds of pleasure coming from your partner. It isn't long before they orgasm as their quivering quim pulsatingly contracts tighter around your cock, increasing your heights of pleasure ever further and making it impossible for you to hold back as you climax as well, releasing your seed and painting their walls white. You stay still for a moment to catch your breath, all the while gazing longingly into your partner's happy eyes. Time slips by as the two of you embrace each other in the afterglows of sex. The moment is nice but sadly fleeting, as you both remember you need to get going and redress.",
    "responses": [ { "text": "This was nice.", "topic": "SEX_CON_DONE", "effect": { "u_buy_item": "human_ovum", "count": 1 } } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_GET_FUCKED",
    "dynamic_line": "YOu spread your legs for them invitingly, allowing them to enter your most precious of places with ease. It takes but a moment to press up against your moist entrance and enter your warm fleshy embrace. You gasp in pleasure as they forge onward, easing into you like a sword being sheathed. Soon they can go no further, for they've hilted themself entirely inside you. You give them the go-ahead and they pull out slightly before pushing back in a rythmic fashion, a well-oiled piston going back and forth and gaining a new sheen of moisture everytime time it comes out. Having them inside you like this is almost heavenly, the way they spread you out and fill up the emptiness inside you with the thick throbbing length while hitting all the right spots. You hook your legs around them and urge them to go faster, to which they wholeheartedly comply and increase pace, hammering into you with their rod like a beast in rut while enjoying the sounds of pleasure coming from you. It isn't long before you orgasm as your quivering quim pulsatingly contracts tighter around their cock, allowing you to feel every pulsing vein and increasing their heights of pleasure ever further and making it impossible for them to hold back as they climax as well, releasing their seed inside you and painting your walls white. You ride your orgasm before taking a moment to catch your breath, all the while gazing happily into your partner's longing eyes. Time slips by as the two of you embrace each other in the afterglows of sex. The moment is nice but sadly fleeting, as you both remember you need to get going and redress.",
    "responses": [ { "text": "This was nice.", "topic": "SEX_CON_DONE", "effect": { "u_buy_item": "human_sperm", "count": 10 } } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_YOU_FUCK_ASS",
    "dynamic_line": "They turn around and put themselves onto their hands and knees with their backside pointing in your direction. Their winking pucker draws your attention and you waste no time in getting it ready for a reaming as you lubricate it with whatever you have on hand. Slick and shining, their hole beckons you as you prod at their entrance, putting pressure on the tight aperture before slowly sinking it in. Inch by inch you go, making sure they're comfortable before pushing onwards until finally your entire length is inside their tight, warm confines. They get used to your presence and give a little push back of their own. You take that as the signal and pull out up until the head before pushing back in, enjoying the sounds of pleasure they make as you alternate between the sensation of the cool, freeing air and the warm, gripping walls of their anal cavity. It goes on like this for a while as they tend to a need between their legs, giggling as you bend over and whisper into their ear before reaching an arm around and helping them with what they're doing. Your need for pleasure rises as your orgasm draws near, and so your pace increases and you give a slap or two to make them squeeze and tighten around your cock. With that extra little twinge of naughty pleasure they're sent reeling over the threshold, making a mess of things beneath the two of you and squeezing you ever tighter as their orgasm makes them clench their anal ring repreatedly. With a few final hard thrusts you bury yourself inside them to deposit your load, feeling how it covers your tip and slickens their walls in warm goo. With your load blown and your vigour spent, you hunch over to catch your breath and steal a kiss from them when they look back to see how you're doing before pulling out of their now gaping asshole that drips with your cum. It closes back up soon enough, and so you two get ready to get moving again.",
    "responses": [ { "text": "This was nice.", "topic": "SEX_CON_DONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_THEY_FUCK_ASS",
    "dynamic_line": "You turn around and put yourself onto your hands and knees with your backside pointing in their direction. Your winking pucker draws their attention and they waste no time in getting it ready for a reaming as they lubricate it with whatever they have on hand. Slick and shining, your hole beckons them as they prod at your entrance, putting pressure on the tight aperture before slowly sinking it in. Inch by inch they go, making sure you're comfortable before pushing onwards until finally their entire length is inside your tight, warm confines. You get used to their presence and give a little push back of your own. They take that as the signal and pull out up until the head before pushing back in, enjoying the sounds of pleasure you make as they alternate like a piston in the spreading and filling of your hole with their rigid rod. It goes on like this for a while as you tend to your own need between your legs, giggling as they bend over and whisper into your ear before reaching an arm around and helping you with what you're doing. Their need for pleasure rises as their orgasm draws near, and so their pace increases and they give a slap or two to make you squeeze and tighten around their cock. With that extra little twinge of naughty pleasure you're sent reeling over the threshold, making a mess of things beneath the two of you and squeezing them ever tighter as your orgasm makes you clench your anal ring repreatedly. With a few final hard thrusts they bury themselves inside you to deposit their load, and you feel how it spurts out and covers your anal walls in warm goo. With their load blown and their vigour spent, they hunch over to catch their breath and steal a kiss from you when you look back to see how they're doing before pulling out of your now gaping asshole that drips with their cum. It closes back up soon enough, and so you two get ready to get moving again.",
    "responses": [ { "text": "This was nice.", "topic": "SEX_CON_DONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "SEX_CON_TRIB",
    "dynamic_line": "The two of you sit up and embrace each other in a hot oral exchange as your legs part to accept each other's advances. The sensation of their wet lower lips colliding with yours spurs you to grind against them, elliciting a giggly moan from your partner as you two try your best to stimulate each other. Each of you take the other's leg and use it as a focal point to grind against as if it was the soft and supple saddle of a riding horse that knows exactly how fast you want to go. Clit grinding against leg as all sets of lips emulate each other, moving over and under the other as the curves grind against velevty walls of pleasure. Hump after hump you seek greater heights of sensual, creating a wetter and hotter morass after every collision as the air fills with higher and higher pitched moans that's sure to be heard by anyone who happened to be close enough. Like two scissors battling for dominance the feverish frantic humping has had the effect of climbing a mountain and leaving you panting and soon screaming to the skies above as you simultaneously reach your climax and come crashing down in orgasm. Sweaty and heaving in breath you disentangle from each other, giving one last look of longing before preparing to go.",
    "responses": [ { "text": "This was nice.", "topic": "SEX_CON_DONE" } ]
  }
]
