[
  {
    "type": "talk_topic",
    "id": "TALK_CF_PURIFIER",
    "dynamic_line": {
      "npc_has_trait": "FIX_CF_GM",
      "yes": {
        "u_has_effect": "cf_mission_1",
        "yes": "Welcome back.  It is good to see you.",
        "no": {
          "u_has_trait": "PROF_SANGUINE",
          "yes": "Cause no trouble sanguinist, and you will be welcome here.",
          "no": {
            "u_has_any_trait": [ "PROF_CLEANSINGFLAME", "PROF_CLEANSINGFLAME2" ],
            "yes": { "u_male": "Welcome, Brother.", "no": "Welcome, Sister." },
            "no": { "u_has_any_trait": [ "PROF_CHALICE", "THRESH_VEIL" ], "yes": "Greetings, Keeper.", "no": "Greetings." }
          }
        }
      },
      "no": {
        "u_has_any_trait": [ "PROF_CLEANSINGFLAME", "PROF_CLEANSINGFLAME2" ],
        "yes": {
          "u_male": "Good to see you, Brother.  What can I do for you?",
          "no": "Good to see you, Sister.  What can I do for you?"
        },
        "no": "Hi there, how can I help you?"
      }
    },
    "responses": [
      {
        "text": "Who are you?",
        "topic": "TALK_CF_PURIFIER_WHO",
        "condition": { "not": { "u_has_any_trait": [ "PROF_CLEANSINGFLAME", "PROF_CLEANSINGFLAME2" ] } }
      },
      {
        "text": "Are you the only ones left?",
        "topic": "TALK_CF_PURIFIER_REMAIN",
        "condition": { "u_has_any_trait": [ "PROF_CLEANSINGFLAME", "PROF_CLEANSINGFLAME2" ] }
      },
      { "text": "What do you do here?", "topic": "TALK_CF_PURIFIER_DO" },
      { "text": "What can you tell me about this place?", "topic": "TALK_CF_PURIFIER_WHERE" },
      {
        "text": "Do you have anything to trade?",
        "effect": "start_trade",
        "condition": { "not": { "npc_has_trait": "FIX_CF_GM" } },
        "switch": true,
        "topic": "TALK_CF_PURIFIER"
      },
      { "text": "Well, bye.", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_CF_PURIFIER_WHO",
    "type": "talk_topic",
    "dynamic_line": {
      "npc_has_trait": "FIX_CF_GM",
      "yes": "I'm Nicholas.  Not much to say about what I used to be.  We're all brethren here, working to ensure our survival.",
      "no": "Myself?  Just a survivor now, used to be a mechanic.  Little experience with electronics, that came in handy when I ended up working with the others.  I'm not really an expert to be honest, that's Nick's job."
    },
    "responses": [ { "text": "I see.", "topic": "TALK_CF_PURIFIER" } ]
  },
  {
    "id": "TALK_CF_PURIFIER_REMAIN",
    "type": "talk_topic",
    "dynamic_line": {
      "npc_has_trait": "FIX_CF_GM",
      "yes": {
        "u_has_trait": "PROF_CLEANSINGFLAME2",
        "yes": "There are a few other isolated contacts that I'm aware of, but getting in touch with them will prove difficult.  Thane McKinnon and I will do our best, but for all I know you might be the last of our network of contacts remaining out there.",
        "no": "Sofia and I are working to track down and get in touch with others, but I'm not certain how many more hunting parties, nor any external contacts, are still alive out there.  Only time will tell."
      },
      "no": {
        "u_has_trait": "PROF_CLEANSINGFLAME2",
        "yes": "Well there's you, obviously!  You're one of the urban contacts as well, I can tell that practically by instinct, that's gotta count for something right?  And then there's the actual hunters all over here, and… well, I dunno other than that.  Nick might know more, I hope.",
        "no": "There's everyone here, possibly a few other contacts Nicholas might know more about.  But, we're here, Sofia and her pals are here, and we're surviving.  That's better than nothing, better than a lot of people can say, right?  Well, except those aforementioned people wouldn't be able to say anything because they're dead, but you know what I mean…"
      }
    },
    "responses": [ { "text": "…", "topic": "TALK_CF_PURIFIER" } ]
  },
  {
    "id": "TALK_CF_PURIFIER_DO",
    "type": "talk_topic",
    "dynamic_line": {
      "npc_has_trait": "FIX_CF_GM",
      "yes": "We were part of an informal network of contacts for our brethren.  Aside from a few officials willing to look the other way, and some eccentric collectors offering their support, most of us were essentially scouts.  We'd investigate leads on potential anomalies in more… public areas, and secure them if we could.  There weren't really that many of us, just as the Cleansing Flame as a whole was stretched thin across the region.",
      "no": "I was what we called an \"arcane purifier\" before all this started.  Nothing but a fancy way of saying we investigated anomalies in areas where the regular hunters wouldn't exactly blend in.  Generally only the ones trained for getting in somewhere hostile, and dismantling any artifacts they couldn't safely extract, really warranted the title.  But, just as even the smiths and medics are still part of a hunting party, the title gets around."
    },
    "responses": [ { "text": "I see.", "topic": "TALK_CF_PURIFIER" } ]
  },
  {
    "id": "TALK_CF_PURIFIER_WHERE",
    "type": "talk_topic",
    "dynamic_line": {
      "npc_has_trait": "FIX_CF_GM",
      "yes": "Sofia is the one who can tell you the most about this place.  A church, not exactly my specialty as a purifier.  You tend to find actionable intel in old repurposed industrial buildings and research facilities, not cathedrals.  Then again, these days you never know.",
      "no": "I haven't been here in a long time.  Before I became a member of the Cleansing Flame, might've been a teenager in fact.  To be honest, I recall a distinct lack of palisades back then.  But, I bet the padre was the same guy Sofia had an agreement with, letting us use this place.  Though I guess the deacon back at the center is technically in charge now."
    },
    "responses": [ { "text": "Oh, okay.", "topic": "TALK_CF_PURIFIER" } ]
  }
]
