[
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N22/50-yy. Nanobots through customs control is necessary to carry as nails, coins, hairpins. Custom officers do not distinguish them from the real things. Beware carry nanorobots in its pure form, it can cause suspicion and arrest.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N47/20-an. Nanorobots ready for the second stage of field trials. The working group laid schemes of some weapons in it.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/14-bc. Found nanorobots might get used. Working group detected frequencies they interact.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N04/80-ah. The working group made its first nail of the nanites. It looks like the real thing. They did not score in the boards, too little nanomaterial.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/10-df. We work with goo produced from the samples. Experiments are continuing, but no success. Slime does not react, behaves neutrally, does not go on contact.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/15-as. Yesterday was the birthday of Dr. Edvins. Colleagues slipped the goo in a punch for fun. The doctor's wife waved her hands in surprise and brought down in the cup shelf with whole content. goo mutated.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/16-bs. Mutated Slime picks mental images and can take the form of the object to which the operator is thinking. It's incredible.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/15-as. Trying repeate the accident with punch and goo, move all the objects that fell into the cup.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/25-bi. Got successful experiment, found the optimum ratio ingredients.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N01/58-d4. Found that the mutant goo (nanites) can take any shape and any objects become, if it is not a living entity, and if the object does not require any chemical reactions. That is, the goo can not become a cartridge, stuffed with gunpowder, but it can be a case or bullet, can not become a piece of bacon, but can become a fork or plate.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N105/11-5r. Three groups of employees tasked to train mutated slime (nanites) take many forms.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N109/93-kw. The first group of employees working on the goo to teach it becomes the screwdrivers, wrenches, nails, saws, knives.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N123/62-lq. The second group is working on training the goo becomes a weapon. Pistols, machine guns, rifles and shotguns.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N140/01-bd. The third group is working to take the form of training goo deta... ...ars ...\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N142/13-fk. One of the officers caught trying to get away a specimen of mutant goo in the form of dollar coins. In all, he tried to take away goo weighing 20 grams.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N162/15-al. Laboratory is under the siege. We have no time. We had produce of mutated goo (nanites) is about 20 kilograms. It is difficult to say how much is left from the territory because of the lab is filled of zombies, the material likely was carried out by employees who left it in the storming of buildings by mutants few days ago.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N169/74-pa. Distribute materials and samples to several laboratories, we hope to speed up our work and so we can get in touch with non-mutated slime and somehow agree.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N170/29-ar. Got several helicopters to transport materials and samples in a safe place. I hope everything will be under control.\""
  },
  {
    "type": "snippet",
    "category": "nanitesmemo",
    "text": "\"Memorandum N170/30-te. As we knew most of all helicopters with samples and materials crashed before reaching its destination. On the other machine connection is lost.\""
  }
]
